{
  "Aries": "Entras a los lugares con prisa y se nota tu presencia de inmediato. Tienes una urgencia natural por empezar cosas y tu cara suele decir lo que piensas antes de que hables. La gente te percibe como alguien valiente pero a veces impaciente. Tu cuerpo te pide acción física para no estallar.",
  "Tauro": "Nadie te puede apurar y eso es tu superpoder. Tu presencia transmite una calma sólida que a veces la gente confunde con terquedad. Necesitas comodidad física, buena comida y telas suaves para funcionar bien. Tu cuerpo tiene un ritmo natural lento y sensual que no negocias con nadie.",
  "Géminis": "Pareces más joven de lo que eres y tus manos nunca se quedan quietas al hablar. Eres un camaleón social que sabe adaptarse a quien tenga enfrente en segundos. Tu mente va a mil por hora y tu curiosidad es insaciable. La gente se te acerca porque pareces alguien con quien es fácil conversar.",
  "Cáncer": "Tienes una vibra que hace que los extraños te cuenten sus secretos en cinco minutos. Entras a situaciones nuevas con cautela, protegiendo tu energía hasta que te sientes a salvo. Tu cara es muy expresiva y refleja el clima emocional de la habitación. Eres el refugio natural para los tuyos.",
  "Leo": "Tienes una melena o un estilo personal que es imposible ignorar. Cuando entras, la energía del cuarto cambia y necesitas sentir que te ven. Eres cálido y generoso por naturaleza, pero si te ignoran te lo tomas personal. Tu presencia es radiante y contagias vitalidad a los demás.",
  "Virgo": "Notas el cuadro chueco o la mancha en la camisa antes que nadie. Tu apariencia es pulcra, modesta y ordenada, aunque por dentro tengas un caos mental. Tienes una necesidad física de ser útil. Tu cuerpo es sumamente sensible y te avisa con síntomas físicos cuando algo no está bien en tu entorno.",
  "Libra": "Tu encanto es tu armadura y sabes exactamente qué decir para suavizar cualquier tensión. No soportas salir de casa si no te sientes estéticamente presentable. A veces cedes demasiado con tal de mantener la paz externa. La gente te percibe como alguien amable, coqueto y muy accesible.",
  "Escorpio": "Tienes una mirada que penetra y que a veces intimida sin que digas una sola palabra. Proteges tu privacidad con celo y no dejas entrar a cualquiera a tu círculo. La gente suele proyectar sus miedos o deseos en ti porque eres un misterio. Tu presencia es magnética, intensa y difícil de olvidar.",
  "Sagitario": "Siempre parece que estás listo para irte de viaje o salir corriendo a una aventura. Tienes una risa ruidosa y ocupas espacio sin pedir permiso. A veces eres torpe físicamente o dices verdades sin filtro que incomodan. La vida para ti es un mapa por descubrir y te niegas a vivirla con aburrimiento.",
  "Capricornio": "Desde niño parecías un adulto responsable y con el tiempo te vas rejuveneciendo (el efecto Benjamin Button). Tienes una estructura ósea marcada y una presencia seria que exige respeto inmediato. No te tomas la vida a la ligera y la gente confía instintivamente en ti para liderar.",
  "Acuario": "Te ves diferente a los demás y te sientes cómodo siendo la excepción a la regla. Eres amigable con todos pero íntimo con muy pocos, manteniendo siempre cierta distancia. Tienes una vibra eléctrica y mental. Rompes moldes y expectativas simplemente siendo tú mismo.",
  "Piscis": "Tienes ojos soñadores que parecen estar viendo otro mundo o mirando a través de la gente. Tu energía es suave y difusa, lo que hace que te mimetices con el entorno fácilmente. Abserbes las emociones ajenas como una esponja si no pones límites. La gente te idealiza porque reflejas sus fantasías."
}
