{
  "Aries": "Entras a las habitaciones con la cabeza por delante y la energía de quien tiene prisa por vivir. No pides permiso, pides perdón después. Tu regente es Marte, el planeta de la guerra y la acción. Esto significa que tu vida no fluye cuando esperas, sino cuando conquistas. Eres independiente por instinto y honesto hasta la médula. El problema es que a veces ves todo como una batalla y te agotas peleando guerras que no son tuyas. Tu superpoder es la inmediatez: cuando todos dudan, tú ya diste el primer paso.",
  "Tauro": "Tienes una presencia que calma a los demás, sólida y deliberada. No te gusta que te apuren y prefieres la calidad sobre la velocidad. Tu regente es Venus, lo que te da un radar innato para la belleza, el placer sensorial y el valor de las cosas. La vida para ti se trata de construir seguridad ladrillo a ladrillo. Tu trampa es quedarte demasiado tiempo en zonas de confort que ya no te sirven solo por no lidiar con el cambio. Cuando te mueves con tus propios ritmos, eres imparable y construyes imperios duraderos.",
  "Géminis": "Tu mente es un navegador con veinte pestañas abiertas. Eres inquieto, observador y necesitas estímulo constante para no aburrirte. Tu regente es Mercurio, el mensajero, lo que convierte tu vida en una búsqueda eterna de datos, conexiones y conversaciones. Tienes el don de ser dos personas a la vez y adaptarte a cualquier círculo social. Lo difícil para ti es profundizar; a veces sabes un poco de todo pero nada de ti mismo. Tu magia está en conectar ideas o personas que nadie más pensó que irían juntas.",
  "Cáncer": "Llevas un radar emocional encendido las 24 horas. Entras a un lugar y sientes la vibra antes de que nadie hable. Tu regente es la Luna, lo que hace que tu energía fluctúe cíclicamente; no eres inconsistente, eres rítmico. Tienes un caparazón duro porque por dentro eres extremadamente suave. Tu instinto es cuidar y nutrir, pero tu gran reto es no ahogar a los demás con tu protección ni tomarte los cambios de humor ajenos como algo personal. Cuando confías en tu intuición, nunca fallas.",
  "Leo": "Tienes el aura del protagonista. Aunque seas tímido, hay algo en ti que atrae las miradas y exige reconocimiento. Tu regente es el Sol, el centro del sistema, por lo que vienes a esta vida a irradiar y crear. Eres increíblemente generoso y leal, pero tu talón de Aquiles es la validación externa; te duele demasiado si no te aplauden. Tu cabello o tu estilo suelen ser tu marca registrada. Cuando dejas de actuar para la galería y brillas por el simple placer de ser tú, inspiras a todos a tu alrededor.",
  "Virgo": "Notas el cuadro torcido que nadie más ve. Tienes una mente que escanea la realidad buscando cómo mejorarla, optimizarla o sanarla. Tu regente es Mercurio, pero en su faceta más analítica y terrenal. Esto te hace increíblemente útil y perspicaz, pero también propenso a la ansiedad y a la autocrítica feroz. Sientes que si no lo haces tú, nadie lo hará bien. Tu lección vital es aprender que lo 'perfecto' es enemigo de lo bueno. Tu capacidad para el detalle es un don, siempre y cuando no lo uses contra ti mismo.",
  "Libra": "La vida para ti es un baile en pareja. Tienes un encanto natural que desarma a la gente y buscas instintivamente la armonía en tu entorno. Tu regente es Venus, lo que te da un ojo estético refinado y una diplomacia envidiable. Sin embargo, tu identidad a veces se diluye en los demás; eres tan bueno siendo el espejo del otro que olvidas quién eres tú cuando estás solo. La indecisión te paraliza porque no quieres quedar mal con nadie. Tu fuerza real aparece cuando defiendes la justicia sin miedo a perder la simpatía de otros.",
  "Escorpio": "Tienes una mirada de rayos X que pone nerviosa a la gente superficial. Eres reservado, estratégico y proteges tu privacidad con celo. Tus regentes son Marte (tradicional) y Plutón (moderno), una combinación explosiva que te da una resistencia de acero y una capacidad de regeneración brutal. Tu vida es una serie de muertes y renacimientos. No te interesan las charlas de ascensor, quieres saber los secretos oscuros. Tu riesgo es la desconfianza crónica y el control. Cuando sueltas el miedo a ser vulnerable, tienes un poder de sanación inmenso.",
  "Sagitario": "Vives con la maleta medio hecha, literal o metafóricamente. Eres un buscador de verdades, optimista y a veces un poco torpe por mirar al horizonte en lugar de al suelo. Tu regente es Júpiter, el gran benéfico, lo que suele traerte golpes de suerte justo cuando todo parece perdido. Valoras la libertad por encima de todo y huyes de quien intente enjaularte. Tu problema es prometer más de lo que puedes cumplir o ser brutalmente honesto sin tacto. Eres el eterno estudiante y maestro; tu fe en la vida es tu mayor activo.",
  "Capricornio": "Naciste siendo adulto y te vas volviendo más joven con el tiempo, como Benjamin Button. Tienes una seriedad y una estructura ósea que impone respeto. Tu regente es Saturno, el señor del tiempo y el karma, lo que significa que nada te llega gratis, pero todo lo que construyes dura para siempre. Eres ambicioso y pragmático. A veces sientes el peso del mundo en tus hombros y te cuesta horrores delegar o relajarte. Tu éxito llega cuando entiendes que no tienes que sufrir para merecer cosas buenas.",
  "Acuario": "Eres el observador que mira la fiesta desde el balcón. Tienes una vibra eléctrica, distante y única. Tus regentes son Saturno (tradicional) y Urano (moderno), lo que te hace una mezcla extraña de terquedad en tus ideas y rebeldía contra el sistema. Valoras la amistad y los grupos, pero necesitas mucho espacio personal. Te sientes un alienígena en tu propia familia. Tu reto es bajar de la mente al corazón y conectar emocionalmente sin sentir que pierdes libertad. Eres el visionario que vive en el mañana.",
  "Piscis": "Eres una esponja psíquica; a veces no sabes si lo que sientes es tuyo o de la persona que tienes al lado. Tienes ojos soñadores y una naturaleza fluida. Tus regentes son Júpiter (tradicional) y Neptuno (moderno), dándote una imaginación ilimitada y una compasión profunda. La realidad concreta a veces te abruma y tiendes a escapar, sea durmiendo, con arte o vicios. Te cuesta poner límites y decir 'no'. Tu regalo al mundo es tu empatía y tu capacidad de ver la magia donde otros solo ven rutina."
}
