{
  "Aries": "El Ascendente en Aries indica una personalidad audaz, directa e iniciadora, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Tauro": "El Ascendente en Tauro indica una personalidad estable, sensual y perseverante, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Géminis": "El Ascendente en Géminis indica una personalidad curiosa, adaptable y versátil, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Cáncer": "El Ascendente en Cáncer indica una personalidad protectora, intuitiva y emocional, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Leo": "El Ascendente en Leo indica una personalidad expresiva, creativa y radiante, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Virgo": "El Ascendente en Virgo indica una personalidad analítica, servicial y detallista, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Libra": "El Ascendente en Libra indica una personalidad diplomática, estética y equilibrada, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Escorpio": "El Ascendente en Escorpio indica una personalidad intensa, profunda y estratégica, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Sagitario": "El Ascendente en Sagitario indica una personalidad aventurera, optimista y filosófica, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Capricornio": "El Ascendente en Capricornio indica una personalidad ambiciosa, disciplinada y pragmática, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Acuario": "El Ascendente en Acuario indica una personalidad original, humanitaria e independiente, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia.",
  "Piscis": "El Ascendente en Piscis indica una personalidad compasiva, soñadora y espiritual, marcando el camino de vida en el área de la identidad, el cuerpo físico y la apariencia."
}