{
  "Venus": {
    "1": {
      "Aries": "Para armonizar con este emplazamiento, debes proyectar una belleza valiente y directa. 1) Usar labial rojo, barba cuidada o accesorios de cabeza llamativos. 2) Practicar kickboxing o danza aeróbica para tonificar y sudar. 3) Tener un espejo de cuerpo entero bien iluminado y limpio en tu cuarto. 4) Iniciar interacciones sociales con una sonrisa segura y franca. 5) Afirmar 'Soy atractivo cuando tomo la iniciativa' frente al espejo. 6) Dedicar los martes a un cambio de look atrevido o corte de pelo.",
      "Tauro": "Para armonizar con este emplazamiento, debes encarnar la sensualidad y la calma física. 1) Vestir tejidos naturales de alta calidad (lino, seda) y tacto suave. 2) Masajear tu cuello y hombros con aceites aromáticos regularmente. 3) Rodearte de aromas dulces y flores frescas en tu tocador o baño. 4) Saludar con calidez física, un abrazo o apretón de manos firme. 5) Valorar tu cuerpo tal como es, enfocándote en el placer que te da. 6) Dedicar los viernes a un ritual completo de belleza, spa y nutrición.",
      "Géminis": "Para armonizar con este emplazamiento, debes lucir jovial, ligero y comunicativo. 1) Llevar accesorios divertidos, pulseras o gafas que enmarquen la cara. 2) Gesticular con las manos para liberar energía nerviosa y encantar. 3) Tener revistas de estilo o tendencias actuales visibles en tu espacio. 4) Usar el humor y el ingenio verbal para causar una buena primera impresión. 5) Escribir o hablar sobre cómo quieres ser percibido por el mundo. 6) Dedicar los miércoles a probar un estilo de ropa diferente y juvenil.",
      "Cáncer": "Para armonizar con este emplazamiento, debes irradiar dulzura y protección lunar. 1) Usar ropa con tonos perla, plata o cortes suaves y redondeados. 2) Cuidar la zona del pecho y estómago con postura y alimentación suave. 3) Crear un ambiente personal que se sienta como un nido seguro. 4) Mostrar empatía y cuidado maternal/paternal en tu trato inicial. 5) Visualizar una luz blanca o plateada protegiendo tu aura. 6) Dedicar los lunes a mimarte en casa con baños o cremas hidratantes.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar con dignidad y estilo propio. 1) Portar joyas doradas o una melena/peinado que destaque y ocupe espacio. 2) Mantener la espalda erguida y el mentón alto al caminar. 3) Decorar tu entorno inmediato con espejos o luces que te favorezcan. 4) Sonreír con generosidad y aceptar los cumplidos sin falsa modestia. 5) Reconocer tu derecho innato a ser visto y admirado. 6) Dedicar los domingos a vestir tus mejores galas, aunque no salgas.",
      "Virgo": "Para armonizar con este emplazamiento, debes pulir tu imagen con naturalidad y detalle. 1) Usar ropa impecablemente limpia, planchada y de cortes precisos. 2) Cuidar la higiene de la piel y el sistema digestivo para lucir radiante. 3) Mantener tu zona de arreglo personal ordenada y minimalista. 4) Ofrecer una presencia servicial y humilde, pero eficiente. 5) Evitar la autocrítica destructiva frente al espejo; busca la mejora suave. 6) Dedicar los miércoles a un detox corporal o limpieza de armario.",
      "Libra": "Para armonizar con este emplazamiento, debes ser la encarnación del equilibrio y la gracia. 1) Vestir colores pastel y accesorios perfectamente combinados. 2) Beber mucha agua para mantener la piel y los riñones sanos. 3) Poner flores o arte simétrico en la entrada de tu casa. 4) Usar la diplomacia y la sonrisa suave como tarjeta de presentación. 5) Meditar sobre la armonía interna para que se refleje en tu rostro. 6) Dedicar los viernes a tratamientos estéticos o comprar ropa nueva.",
      "Escorpio": "Para armonizar con este emplazamiento, debes proyectar magnetismo y misterio. 1) Usar gafas oscuras, ropa negra o lencería de calidad (aunque no se vea). 2) Practicar ejercicios de intensidad pélvica o mirada fija. 3) Mantener tu espacio privado cerrado a miradas indiscretas. 4) Observar más que hablar, creando un aura de profundidad. 5) Transmutar tus inseguridades físicas en poder y aceptación radical. 6) Dedicar una noche a la semana a un ritual de renovación de piel o baño profundo.",
      "Sagitario": "Para armonizar con este emplazamiento, debes mostrar una imagen libre y aventurera. 1) Llevar prendas de estilo étnico, bohemio o muy cómodas para viajar. 2) Caminar a paso ligero, estirando las piernas y caderas. 3) Tener las ventanas abiertas y luz natural donde te vistes. 4) Saludar con optimismo y risa sonora, contagiando alegría. 5) Visualizar tu cuerpo como el vehículo perfecto para explorar el mundo. 6) Dedicar los jueves a actividades al aire libre que te despeinen.",
      "Capricornio": "Para armonizar con este emplazamiento, debes vestir con autoridad y elegancia clásica. 1) Usar reloj de marca, traje o estructura ósea (joyas) visible. 2) Cuidar los dientes, la piel y las rodillas con disciplina. 3) Organizar tu armario por colores y utilidad profesional. 4) Mantener una conducta seria, responsable y puntual. 5) Valorar la madurez y la experiencia que se reflejan en tu rostro. 6) Dedicar los sábados a revisar tu imagen profesional y reputación.",
      "Acuario": "Para armonizar con este emplazamiento, debes sorprender con un estilo único y original. 1) Usar un accesorio tecnológico, neón o un corte de pelo asimétrico. 2) Mover los tobillos y evitar el estancamiento circulatorio. 3) Tener un espejo o iluminación moderna y vanguardista. 4) Tratar a todos como iguales, rompiendo jerarquías con tu presencia. 5) Afirmar tu libertad de ser diferente a la norma estética. 6) Dedicar un día a cambiar radicalmente algo de tu apariencia.",
      "Piscis": "Para armonizar con este emplazamiento, debes envolverte en un aura mágica y empática. 1) Usar telas vaporosas, colores marinos o zapatos muy cómodos. 2) Practicar danza o movimientos fluidos para soltar la rigidez corporal. 3) Tener cristales o incienso en tu zona de vestidor. 4) Mirar a los ojos con compasión y escuchar sin juzgar. 5) Visualizar un escudo de luz para no absorber energías ajenas. 6) Dedicar los domingos a descansar los pies y soñar despierto."
    },
    "2": {
      "Aries": "Para armonizar con este emplazamiento, debes conquistar tu autoestima y tus finanzas. 1) Llevar una moneda dorada o pirita en la cartera como amuleto. 2) Masticar alimentos crujientes o duros para liberar tensión en la mandíbula. 3) Mantener tu billetera limpia, sin papeles viejos, solo dinero y tarjetas. 4) Negociar precios o salarios con valentía directa y sin rodeos. 5) Afirmar 'Yo valgo' ante el espejo antes de cualquier compra importante. 6) Dedicar los martes a revisar tus gastos impulsivos de la semana.",
      "Tauro": "Para armonizar con este emplazamiento, debes disfrutar sensorialmente de tus posesiones. 1) Usar una bufanda de seda o tejido suave para proteger la garganta. 2) Comer lentamente, saboreando cada bocado para conectar con el cuerpo. 3) Tener dinero en efectivo visible en un lugar seguro y bonito de casa. 4) Hacer regalos tangibles a seres queridos como lenguaje de amor. 5) Cultivar la gratitud por la estabilidad material que ya posees. 6) Dedicar los viernes a un ritual de abundancia o ahorro consciente.",
      "Géminis": "Para armonizar con este emplazamiento, debes diversificar tus fuentes de valor. 1) Llevar anillos o pulseras que destaquen tus manos al pagar o cobrar. 2) Realizar ejercicios de respiración para calmar la ansiedad financiera. 3) Tener una biblioteca o colección de libros bien valorada y ordenada. 4) Comerciar, intercambiar o vender cosas que ya no usas con vecinos. 5) Escribir un registro de ideas lucrativas o fuentes de ingreso extra. 6) Dedicar los miércoles a revisar suscripciones y gastos digitales.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir tu seguridad económica emocional. 1) Guardar una moneda antigua o joya familiar en un cofre. 2) Cuidar la alimentación estomacal, evitando comer por ansiedad de dinero. 3) Decorar la cocina o despensa para que se sienta abundante y llena. 4) Ahorrar con el objetivo claro de proteger a tu familia o clan. 5) Visualizar el dinero como una energía maternal que te sostiene y cuida. 6) Dedicar los lunes a planificar el presupuesto doméstico de la semana.",
      "Leo": "Para armonizar con este emplazamiento, debes invertir en ti mismo con dignidad. 1) Portar una joya de oro o un accesorio de lujo visible. 2) Mantener la espalda recta para proyectar confianza y valor personal. 3) Exponer objetos de valor o trofeos en tu estantería principal. 4) Ser generoso al invitar, pero sin desequilibrar tus finanzas por aparentar. 5) Reconocer que tu talento innato es tu mayor activo financiero. 6) Dedicar los domingos a revisar tus inversiones en imagen o marca personal.",
      "Virgo": "Para armonizar con este emplazamiento, debes administrar tus recursos con perfección. 1) Usar una billetera con muchos compartimentos para organizar todo. 2) Cuidar la digestión y el intestino como centro de asimilación de nutrientes. 3) Mantener un inventario minimalista y útil de tus posesiones. 4) Aconsejar a otros sobre compras inteligentes y calidad-precio. 5) Analizar cada gasto buscando su utilidad práctica y durabilidad. 6) Dedicar los miércoles a cuadrar las cuentas al céntimo.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar gastos y belleza. 1) Comprar objetos de arte o decoración simétrica de buena calidad. 2) Beber agua de calidad y cuidar la piel como inversión en ti mismo. 3) Embellecer tu zona de trabajo financiero o escritorio de cuentas. 4) Compartir gastos de forma justa y equitativa con socios o pareja. 5) Valorar la armonía estética tanto como el saldo bancario. 6) Dedicar los viernes a evaluar si tus finanzas están balanceadas.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar tu relación profunda con el dinero. 1) Llevar un granate o piedra de protección en el bolsillo secreto. 2) Practicar el desapego material mediante limpiezas profundas periódicas. 3) Mantener tus ahorros o inversiones en privacidad total. 4) Fusionar recursos con socios de total confianza y lealtad. 5) Investigar la psicología detrás de tus miedos a la escasez. 6) Dedicar una noche a planificar estrategias financieras a largo plazo.",
      "Sagitario": "Para armonizar con este emplazamiento, debes confiar en la providencia y expandir valores. 1) Tener una moneda extranjera o amuleto de viaje en la cartera. 2) Caminar al aire libre para sentir que el mundo es abundante. 3) Invertir en experiencias, cursos o viajes más que en objetos. 4) Compartir tu abundancia con optimismo, donando o invitando. 5) Visualizar la prosperidad como un flujo constante que nunca se agota. 6) Dedicar los jueves a aprender sobre economía global o nuevos mercados.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir un patrimonio sólido y serio. 1) Usar un reloj de calidad o ropa clásica que denote profesionalismo. 2) Cuidar los dientes y huesos con suplementos de calidad (calcio). 3) Organizar tus archivos financieros en carpetas físicas y seguras. 4) Cumplir tus compromisos de pago con puntualidad estricta. 5) Valorar la austeridad y el ahorro como herramientas de poder. 6) Dedicar los sábados a revisar el crecimiento de tus activos a largo plazo.",
      "Acuario": "Para armonizar con este emplazamiento, debes valorar lo diferente y la libertad. 1) Invertir en tecnología, gadgets o criptomonedas (con cautela). 2) Cuidar la circulación de las piernas, evitando el estancamiento físico. 3) Tener objetos de diseño vanguardista o arte moderno en casa. 4) Participar en economía colaborativa o crowdfunding con grupos. 5) Romper esquemas tradicionales sobre cómo 'se debe' ganar dinero. 6) Dedicar un día a planificar cómo tus recursos pueden ayudar a la comunidad.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con la riqueza espiritual y material. 1) Llevar un cristal de cuarzo o símbolo de fe junto al dinero. 2) Practicar yoga o baile para soltar la rigidez sobre el tema material. 3) Crear un ambiente con música suave al pagar facturas para no estresarte. 4) Practicar la caridad intuitiva, dando algo a quien lo necesite. 5) Confiar en que el universo proveerá si tus intenciones son puras. 6) Dedicar los domingos a visualizar tus sueños materiales manifestados."
    },
    "3": {
      "Aries": "Para armonizar con este emplazamiento, debes comunicar con pasión y franqueza encantadora. 1) Llevar una pluma o bolígrafo de color rojo vibrante. 2) Realizar ejercicios de vocalización para soltar la voz con fuerza. 3) Mantener el coche o medio de transporte limpio y decorado a tu gusto. 4) Ser el primero en saludar o romper el hielo con vecinos. 5) Escribir tus deseos o metas de forma rápida y directa cada mañana. 6) Dedicar los martes a iniciar una nueva lectura o curso corto.",
      "Tauro": "Para armonizar con este emplazamiento, debes saborear las palabras y el aprendizaje. 1) Usar una gargantilla o pañuelo de seda que suavice la garganta. 2) Cantar o tararear suavemente para relajar las cuerdas vocales. 3) Tener plantas o flores frescas en tu escritorio o zona de estudio. 4) Hablar con voz pausada y amable, evitando prisas con hermanos. 5) Disfrutar de la lectura de libros físicos con buen papel y textura. 6) Dedicar los viernes a escribir cartas o notas de agradecimiento a mano.",
      "Géminis": "Para armonizar con este emplazamiento, debes embellecer tu curiosidad intelectual. 1) Llevar pulseras o anillos que adornen el movimiento de tus manos. 2) Estirar dedos y muñecas si escribes o tecleas mucho. 3) Tener una variedad de revistas, libros y arte visual a tu alrededor. 4) Elogiar el ingenio y las ideas de tus interlocutores. 5) Escribir un diario de gratitud enfocado en las pequeñas noticias del día. 6) Dedicar los miércoles a charlar o pasear por el barrio sin rumbo fijo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes poner cariño y empatía en tu discurso. 1) Portar un medallón o piedra lunar cerca del cuello. 2) Respirar profundamente llevando el aire al pecho antes de hablar. 3) Decorar tu zona de trabajo con fotos familiares o recuerdos nostálgicos. 4) Escuchar activamente a vecinos o hermanos que necesiten desahogo. 5) Visualizar que tus palabras son un bálsamo que cura a quien escucha. 6) Dedicar los lunes a llamar a un familiar o escribir sobre tus recuerdos.",
      "Leo": "Para armonizar con este emplazamiento, debes expresar tu creatividad con dramatismo positivo. 1) Usar accesorios dorados o llamativos que atraigan la atención al hablar. 2) Practicar la postura erguida al sentarte a escribir o estudiar. 3) Colocar un objeto que te inspire orgullo o un premio en tu escritorio. 4) Halagar generosamente a los demás y recibir cumplidos con gracia. 5) Leer en voz alta textos teatrales o poesía para ti mismo. 6) Dedicar los domingos a expresarte artísticamente (pintar, escribir).",
      "Virgo": "Para armonizar con este emplazamiento, debes comunicar con precisión, utilidad y belleza. 1) Utilizar cuadernos de alta calidad y organizadores impecables. 2) Cuidar la respiración y el sistema nervioso con pausas de silencio. 3) Mantener tu mesa de estudio despejada, limpia y minimalista. 4) Ofrecer consejos prácticos y útiles a hermanos o vecinos con tacto. 5) Escribir listas de tareas pendientes adornándolas o haciéndolas bonitas. 6) Dedicar los miércoles a organizar tus archivos o agenda con detalle.",
      "Libra": "Para armonizar con este emplazamiento, debes diplomar y equilibrar a través de la palabra. 1) Tener un objeto de arte simétrico o una balanza en tu lugar de lectura. 2) Beber agua constantemente para mantener la claridad mental y vocal. 3) Decorar tu entorno con colores suaves y armonía visual. 4) Actuar como mediador pacífico en discusiones entre conocidos. 5) Reflexionar antes de hablar para asegurarte de ser justo y amable. 6) Dedicar los viernes a socializar o asistir a un evento cultural.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar y sanar a través de la comunicación. 1) Llevar un colgante de obsidiana o símbolo oculto bajo la ropa. 2) Practicar el silencio consciente para recargar tu energía mental. 3) Crear un espacio de estudio privado donde nadie te interrumpa. 4) Mantener confidencialidad absoluta con los secretos que te confían. 5) Investigar temas profundos o psicología como forma de placer mental. 6) Dedicar una noche a escribir en un diario privado sobre tus emociones.",
      "Sagitario": "Para armonizar con este emplazamiento, debes inspirar y filosofar con alegría. 1) Usar un accesorio de un viaje o cultura lejana (pulsera étnica). 2) Caminar al aire libre mientras conversas o escuchas podcasts. 3) Tener mapas, globos terráqueos o vistas abiertas desde tu ventana. 4) Compartir conocimientos y optimismo con quienes te rodean. 5) Visualizar tus ideas viajando lejos y tocando a muchas personas. 6) Dedicar los jueves a aprender un idioma o planear una escapada corta.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu pensamiento con elegancia seria. 1) Utilizar una pluma estilográfica o reloj clásico de buena marca. 2) Cuidar la postura del cuello y hombros ante la rigidez mental. 3) Organizar tu biblioteca o archivos con un sistema profesional. 4) Mantener un trato respetuoso, formal y cortés con los vecinos. 5) Valorar la economía de palabras: decir mucho con poco. 6) Dedicar los sábados a planificar objetivos profesionales o estudios serios.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar y conectar ideas originales. 1) Llevar un gadget tecnológico o accesorio único y moderno. 2) Realizar ejercicios de tobillos y circulación si pasas mucho tiempo sentado. 3) Tener un entorno de estudio futurista, con buena luz y aire. 4) Participar en foros, redes o grupos de debate con mente abierta. 5) Escribir ideas locas o inventos en una libreta de 'brainstorming'. 6) Dedicar un día a conectar con amigos a través de la tecnología o redes.",
      "Piscis": "Para armonizar con este emplazamiento, debes comunicar desde la intuición y la poesía. 1) Llevar una amatista o símbolo marino en el bolso o bolsillo. 2) Escuchar música suave o sonidos de agua mientras lees o estudias. 3) Crear un ambiente mágico con incienso o luz tenue en tu escritorio. 4) Conectar empáticamente sin necesidad de muchas palabras. 5) Practicar la escritura automática o creativa para liberar el subconsciente. 6) Dedicar los domingos a leer fantasía, poesía o temas espirituales."
    },
    "4": {
      "Aries": "Para armonizar con este emplazamiento, debes inyectar amor activo y calidez en tu hogar. 1) Colocar velas rojas o flores frescas brillantes en la sala. 2) Caminar descalzo en casa para conectar con tu territorio. 3) Eliminar el desorden de la entrada para que la energía fluya rápido. 4) Evitar discusiones impulsivas con familiares contando hasta diez. 5) Visualizar tu hogar como tu fuerte de paz y recarga. 6) Dedicar los martes a hacer una reparación o mejora doméstica rápida.",
      "Tauro": "Para armonizar con este emplazamiento, debes convertir tu casa en un santuario de placer sensorial. 1) Usar cojines de terciopelo o mantas de tacto suave en el sofá. 2) Disfrutar de cenas caseras masticando lento y en paz. 3) Llenar la casa de aromas a vainilla, madera o flores naturales. 4) Abrazar físicamente a tus convivientes o mascotas con frecuencia. 5) Agradecer la estabilidad y seguridad de tus cuatro paredes. 6) Dedicar los viernes a embellecer un rincón específico de la casa.",
      "Géminis": "Para armonizar con este emplazamiento, debes llenar tu hogar de curiosidad y ligereza. 1) Tener libros de arte o revistas decorativas en la mesa de centro. 2) Ventilar todas las habitaciones diariamente para renovar el aire. 3) Crear un espacio específico para la lectura o la charla telefónica. 4) Invitar a hermanos o vecinos a tomar té y conversar. 5) Escribir frases inspiradoras o notas de cariño para tu familia. 6) Dedicar los miércoles a reorganizar los libros o papeles del hogar.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir tus raíces y tu nido con dulzura. 1) Colocar fotos de ancestros o recuerdos familiares en marcos plateados. 2) Cocinar recetas tradicionales que reconforten tu estómago y alma. 3) Usar luces cálidas y tonos blancos o perla en la decoración. 4) Proteger la intimidad familiar evitando visitas indeseadas. 5) Meditar sobre el perdón hacia el pasado familiar para sanar. 6) Dedicar los lunes a una limpieza energética o física profunda del hogar.",
      "Leo": "Para armonizar con este emplazamiento, debes sentir orgullo y brillo en tu espacio privado. 1) Exponer una obra de arte o un objeto dorado en el centro de la sala. 2) Jugar o descansar en el suelo sobre alfombras lujosas o cómodas. 3) Decorar con espejos que amplíen la luz y la sensación de espacio. 4) Ser el anfitrión perfecto en reuniones familiares, liderando con amor. 5) Visualizar tu casa como un palacio donde eres soberano y estás seguro. 6) Dedicar los domingos a celebrar una comida especial en casa.",
      "Virgo": "Para armonizar con este emplazamiento, debes mantener la pureza y el orden en tu refugio. 1) Tener plantas medicinales o aromáticas vivas en la cocina o balcón. 2) Mantener una higiene digestiva comiendo sano dentro de casa. 3) Organizar armarios y cajones con un sistema lógico y limpio. 4) Cuidar de la salud de los familiares con pequeños gestos de servicio. 5) Cultivar la paz mental sabiendo que cada cosa está en su lugar. 6) Dedicar los miércoles a limpiar y purificar el aire o suelo de la casa.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar la estética y la convivencia familiar. 1) Colocar flores frescas o arte simétrico en la entrada de casa. 2) Cuidar la zona lumbar con sillones ergonómicos y bellos. 3) Pintar o decorar con colores pastel y evitar estridencias visuales. 4) Mediar con diplomacia para que reine la paz en el hogar. 5) Pensar en cómo hacer de tu casa un lugar más justo y amable para todos. 6) Dedicar los viernes a decorar o comprar algo bonito para el hogar.",
      "Escorpio": "Para armonizar con este emplazamiento, debes regenerarte en la privacidad de tu cueva. 1) Tener un rincón con luz tenue y objetos de poder personal ocultos. 2) Darse baños de inmersión o ducha caliente para limpiar emociones. 3) Proteger tu dormitorio como un espacio sagrado e inviolable. 4) Mantener lealtad y secretos familiares a salvo de miradas externas. 5) Profundizar en la psicología de tus ancestros para entenderte mejor. 6) Dedicar una noche a la semana a la introspección profunda en soledad.",
      "Sagitario": "Para armonizar con este emplazamiento, debes sentir libertad y expansión dentro de casa. 1) Decorar con souvenirs de viajes o tapices étnicos coloridos. 2) Estirar las piernas y caderas, evitando estar encerrado mucho tiempo. 3) Mantener las ventanas abiertas y buscar la entrada de luz solar. 4) Recibir a amigos extranjeros o diversos con hospitalidad alegre. 5) Filosofar sobre el sentido de 'hogar' como algo interno y no físico. 6) Dedicar los jueves a cocinar un plato exótico o planear un viaje familiar.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar y honrar la tradición en casa. 1) Tener un reloj de péndulo o muebles antiguos de madera sólida. 2) Cuidar la postura y los huesos con colchones y sillas de calidad. 3) Mantener la estructura física de la casa en perfecto estado (techos, muros). 4) Respetar a los mayores de la familia y establecer normas claras. 5) Valorar el patrimonio y la seguridad que estás construyendo a largo plazo. 6) Dedicar los sábados a reparaciones estructurales o revisión de gastos del hogar.",
      "Acuario": "Para armonizar con este emplazamiento, debes modernizar y liberar el concepto de familia. 1) Incorporar tecnología inteligente o arte moderno en la decoración. 2) Moverse libremente por la casa, evitando el sedentarismo en el sofá. 3) Crear espacios diáfanos y ventilados que no se sientan opresivos. 4) Tratar a los familiares como amigos y respetar su individualidad. 5) Imaginar formas alternativas y libres de convivencia. 6) Dedicar un día a invitar amigos a casa, convirtiéndola en un club social.",
      "Piscis": "Para armonizar con este emplazamiento, debes espiritualizar tu refugio y fluir en él. 1) Tener una fuente de agua, pecera o imágenes marinas relajantes. 2) Dormir lo necesario y usar ropa de casa muy cómoda y suave. 3) Crear un altar o espacio de meditación con incienso y velas. 4) Ser compasivo y empático con los problemas de quienes viven contigo. 5) Soñar y dejar que la intuición decida la decoración, no la moda. 6) Dedicar los domingos a descansar y desconectar del mundo exterior en tu santuario."
    },
    "5": {
      "Aries": "Para armonizar con este emplazamiento, debes conquistar tu creatividad con audacia. 1) Llevar accesorios de cabeza o joyas rojas que destaquen tu individualidad. 2) Practicar deportes competitivos o baile de alto impacto para canalizar deseo. 3) Crear un espacio de ocio donde puedas moverte libremente sin romper nada. 4) Tomar la iniciativa en el romance y proponer citas espontáneas. 5) Visualizarte como el protagonista heroico de tu propia película vital. 6) Dedicar los martes a iniciar un proyecto artístico nuevo sin pensarlo mucho.",
      "Tauro": "Para armonizar con este emplazamiento, debes disfrutar sensorialmente de tus hobbies. 1) Usar texturas suaves (seda, terciopelo) en tu ropa de tiempo libre. 2) Realizar actividades de jardinería o cerámica para conectar manos y tierra. 3) Decorar tu sala de estar con arte táctil, cojines y aromas dulces. 4) Organizar cenas románticas donde la comida y el vino sean los protagonistas. 5) Saborear mentalmente cada momento de placer sin culpa ni prisa. 6) Dedicar los viernes a una actividad puramente hedonista y relajante.",
      "Géminis": "Para armonizar con este emplazamiento, debes jugar con las ideas y la variedad. 1) Llevar anillos o pulseras que resalten el movimiento de tus manos. 2) Practicar juegos de destreza manual, malabares o escritura creativa. 3) Tener una biblioteca de juegos de mesa o libros variados en el salón. 4) Coquetear intelectualmente y disfrutar de conversaciones ingeniosas. 5) Escribir historias breves o poemas rápidos para despejar la mente. 6) Dedicar los miércoles a aprender un juego nuevo o una curiosidad inútil pero divertida.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir a tu niño interior con dulzura. 1) Portar un colgante de plata o piedra lunar cerca del corazón. 2) Practicar natación o baños relajantes como forma de ocio. 3) Crear un rincón acogedor en casa dedicado a tus hobbies nostálgicos. 4) Cuidar de tus seres queridos cocinando o creando recuerdos familiares. 5) Meditar sobre la seguridad emocional para desbloquear tu expresión creativa. 6) Dedicar los lunes a actividades caseras que te hagan sentir protegido y amado.",
      "Leo": "Para armonizar con este emplazamiento, debes expresar tu identidad sin disculpas. 1) Usar joyería dorada llamativa o ropa de colores solares. 2) Practicar teatro, danza o actividades que mejoren tu postura y presencia. 3) Exponer tus propias obras de arte o trofeos en un lugar visible de la casa. 4) Organizar fiestas o eventos donde puedas ser el anfitrión generoso. 5) Practicar la auto-admiración y reconocer tu talento frente al espejo. 6) Dedicar los domingos a una actividad donde seas el centro de atención.",
      "Virgo": "Para armonizar con este emplazamiento, debes encontrar placer en el detalle y la técnica. 1) Utilizar herramientas de arte o artesanía de alta precisión y calidad. 2) Realizar caminatas en la naturaleza observando la flora y fauna minuciosamente. 3) Mantener tu taller o espacio creativo impecablemente ordenado y limpio. 4) Compartir actividades de ocio que impliquen aprendizaje o mejora de habilidades. 5) Analizar tus creaciones con bondad, buscando la mejora y no el defecto. 6) Dedicar los miércoles a perfeccionar una técnica artística o manual.",
      "Libra": "Para armonizar con este emplazamiento, debes crear belleza y compartirla en equilibrio. 1) Llevar accesorios refinados y estéticamente combinados en tonos pastel. 2) Practicar baile de salón o actividades físicas que requieran pareja y gracia. 3) Decorar tu espacio de ocio con simetría, flores frescas y arte elegante. 4) Disfrutar de citas románticas clásicas y socializar en entornos bellos. 5) Visualizar la armonía y la paz antes de empezar cualquier proyecto creativo. 6) Dedicar los viernes a visitar galerías de arte, moda o diseño.",
      "Escorpio": "Para armonizar con este emplazamiento, debes apasionarte profundamente por lo que creas. 1) Usar ropa de encaje negro o piedras de color granate intenso. 2) Practicar tantra, baile sensual o actividades que muevan la energía pélvica. 3) Crear un espacio de ocio privado y misterioso, con luz tenue. 4) Vivir el romance con intensidad y lealtad, explorando la fusión emocional. 5) Investigar a fondo tus obsesiones creativas y transformarlas en arte. 6) Dedicar una noche a la semana a profundizar en un hobby oculto o esotérico.",
      "Sagitario": "Para armonizar con este emplazamiento, debes explorar el mundo a través del juego. 1) Llevar amuletos de otras culturas o ropa cómoda para la aventura. 2) Practicar senderismo, equitación o deportes al aire libre. 3) Tener mapas, globos terráqueos o recuerdos de viajes en tu zona de relax. 4) Organizar salidas grupales o viajes improvisados con amigos o pareja. 5) Visualizar tus proyectos creativos expandiéndose y llegando lejos. 6) Dedicar los jueves a planificar o realizar una micro-aventura fuera de la rutina.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu tiempo de ocio con calidad. 1) Usar un reloj clásico o joyas antiguas de valor duradero. 2) Practicar escalada o ejercicios de resistencia que fortalezcan la estructura. 3) Dedicar un espacio serio y bien equipado para tus hobbies o colecciones. 4) Disfrutar de eventos sociales exclusivos o tradicionales con etiqueta. 5) Planificar tus proyectos creativos con objetivos y plazos realistas. 6) Dedicar los sábados a trabajar en un hobby que pueda convertirse en profesión.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar y ser original en tu expresión. 1) Llevar accesorios futuristas, neón o de diseño vanguardista. 2) Participar en deportes de equipo o actividades grupales inusuales. 3) Equipar tu espacio de ocio con la última tecnología o arte abstracto. 4) Socializar en grupos de interés común, clubes o asociaciones creativas. 5) Romper las reglas establecidas en tu arte y probar métodos experimentales. 6) Dedicar un día a la semana a colaborar en proyectos comunitarios o redes.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con la inspiración divina y el sueño. 1) Usar telas vaporosas, colores marinos o piedras como la aguamarina. 2) Practicar danza intuitiva, yoga o natación para disolver tensiones. 3) Crear un santuario creativo con música, incienso y atmósfera mágica. 4) Conectar románticamente a través de la poesía, la música o el silencio compartido. 5) Soñar despierto y permitir que la imaginación guíe tu mano al crear. 6) Dedicar los domingos a desconectar de la realidad y sumergirte en el arte."
    },
    "6": {
      "Aries": "Para armonizar con este emplazamiento, debes inyectar pasión estética en tu rutina diaria. 1) Llevar una joya de cobre o piedra roja discreta en el trabajo. 2) Realizar ejercicios de alta intensidad (HIIT) para liberar calor. 3) Eliminar inmediatamente lo que estorba en tu escritorio para mantener flujo rápido. 4) Iniciar conversaciones diplomáticas pero directas con compañeros de trabajo. 5) Visualizarte ganando pequeñas batallas cotidianas con gracia. 6) Dedicar los martes a empezar una nueva práctica de belleza o salud.",
      "Tauro": "Para armonizar con este emplazamiento, debes ritualizar el placer en tus obligaciones. 1) Colocar una planta viva o un objeto de cerámica en tu espacio laboral. 2) Realizar estiramientos de cuello y garganta pausadamente. 3) Asegurar que tu silla y entorno tengan texturas cómodas y agradables. 4) Compartir un snack de calidad o café con un colega para suavizar el ambiente. 5) Agradecer la resistencia y salud de tu cuerpo físico cada mañana. 6) Usar los viernes para un ritual de autocuidado de la piel o masaje.",
      "Géminis": "Para armonizar con este emplazamiento, debes encontrar belleza en la variedad y el movimiento. 1) Usar una pulsera de ágata o llevar una libreta elegante para notas. 2) Caminar mientras hablas por teléfono o hacer pausas activas para las manos. 3) Ventilar tu espacio de trabajo y tener libros o revistas estéticamente ordenados. 4) Elogiar verbalmente el trabajo de tus compañeros para generar buen clima. 5) Escribir un diario breve sobre las conexiones sociales de tu día. 6) Dedicar los miércoles a aprender un tip de salud nuevo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir tu entorno laboral con calidez. 1) Tener una taza favorita o una foto familiar en el escritorio. 2) Cuidar tu digestión comiendo comida casera y reconfortante en paz. 3) Suavizar la luz de tu espacio de trabajo o añadir elementos textiles. 4) Establecer límites emocionales claros pero amables con quienes sirves. 5) Meditar brevemente sobre la sensación de seguridad antes de trabajar. 6) Dedicar los lunes a organizar tu menú semanal con cariño.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar y poner corazón en el servicio. 1) Usar un accesorio dorado o de calidad visible durante la jornada. 2) Cuidar la postura de la espalda y el corazón al sentarte. 3) Decorar tu espacio con un objeto que represente un logro personal o creativo. 4) Liderar con el ejemplo y reconocer generosamente a los demás. 5) Visualizar que tu trabajo diario es una obra de arte digna de admiración. 6) Dedicar los domingos a planificar tu 'outfit' laboral de la semana.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar el detalle con amor y no con crítica. 1) Portar un cuarzo rosa o accesorio pequeño y refinado. 2) Practicar la respiración consciente para calmar el sistema nervioso intestinal. 3) Mantener un orden impecable y minimalista que traiga paz visual. 4) Ofrecer ayuda práctica a compañeros sin juzgar sus métodos. 5) Reemplazar el pensamiento crítico por apreciación de lo que funciona bien. 6) Realizar una limpieza profunda y ritual de tu espacio cada cambio de estación.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar las relaciones y la estética en el trabajo. 1) Colocar un objeto de arte simétrico o flores frescas en tu mesa. 2) Beber agua constantemente para cuidar los riñones y la piel. 3) Armonizar los colores de tu entorno para que no sean estridentes. 4) Actuar como mediador pacífico en conflictos laborales cotidianos. 5) Reflexionar sobre la justicia y el equilibrio en tus tareas diarias. 6) Dedicar los viernes a socializar suavemente después del trabajo.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar tu rutina en un acto de regeneración. 1) Llevar un granate o un objeto con significado oculto para ti. 2) Practicar ejercicios de suelo pélvico o yoga intenso para liberar tensión. 3) Eliminar lo superfluo y mantener zonas de privacidad en tu entorno. 4) Mantener lealtad absoluta con tus colaboradores cercanos y respetar secretos. 5) Investigar o profundizar en la raíz psicológica de tus hábitos. 6) Dedicar una noche a la semana a un baño de detox o limpieza profunda.",
      "Sagitario": "Para armonizar con este emplazamiento, debes encontrar aventura y propósito en lo cotidiano. 1) Tener un objeto exótico o de un viaje visible en tu lugar de trabajo. 2) Estirar las caderas y muslos si pasas mucho tiempo sentado. 3) Trabajar con luz natural o cerca de una ventana si es posible. 4) Inspirar a tus compañeros con optimismo y buen humor. 5) Visualizar cómo tu pequeña tarea contribuye a un panorama global mayor. 6) Dedicar los jueves a probar una actividad física o comida de otra cultura.",
      "Capricornio": "Para armonizar con este emplazamiento, debes disfrutar de la estructura y la maestría. 1) Usar un reloj clásico o una pluma de buena calidad. 2) Cuidar las rodillas y la estructura ósea con calcio y buena postura. 3) Organizar tu espacio con archivadores y estructuras sólidas y elegantes. 4) Mantener un trato profesional, respetuoso y puntual con todos. 5) Valorar la disciplina como una forma de amor propio y no de castigo. 6) Dedicar los sábados a revisar tus objetivos a largo plazo con realismo.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar y colaborar en tu día a día. 1) Incorporar un gadget tecnológico o accesorio moderno y original. 2) Cuidar la circulación de las piernas y tobillos con movimiento frecuente. 3) Añadir elementos futuristas o aireados a tu decoración laboral. 4) Tratar a jefes y subordinados con la misma igualdad y camaradería. 5) Imaginar soluciones creativas para problemas viejos de la rutina. 6) Participar en una actividad grupal o de voluntariado una vez al mes.",
      "Piscis": "Para armonizar con este emplazamiento, debes espiritualizar el servicio y fluir. 1) Llevar una amatista o símbolo espiritual discreto en el bolsillo. 2) Practicar yoga suave o natación para relajar el sistema linfático. 3) Usar música de fondo suave o aromaterapia para ambientar el trabajo. 4) Practicar la compasión activa con compañeros que estén sufriendo. 5) Dedicar unos minutos a soñar despierto para recargar la creatividad. 6) Realizar un ritual de desconexión total y silencio al terminar la jornada."
    },
    "7": {
      "Aries": "Para armonizar con este emplazamiento, debes inyectar pasión diplomática en tus vínculos. 1) Usar pendientes o accesorios en pares de color rojo. 2) Practicar deporte en pareja o con un socio para liberar tensión competitiva. 3) Eliminar objetos punzantes o agresivos de la zona común o dormitorio. 4) Iniciar la reconciliación rápidamente tras una disputa, sin orgullo. 5) Visualizar a tu pareja o socio como un aliado, no como un rival. 6) Dedicar los martes a una cita romántica activa o espontánea.",
      "Tauro": "Para armonizar con este emplazamiento, debes buscar estabilidad sensorial con tu pareja. 1) Regalar o compartir objetos de tacto suave y alta calidad. 2) Darse masajes mutuos para conectar a través del cuerpo y la calma. 3) Decorar el salón o zona compartida con flores frescas y aromas dulces. 4) Ofrecer lealtad y seguridad tangible en tus acuerdos verbales. 5) Agradecer la presencia física y constante de la otra persona. 6) Dedicar los viernes a una cena tranquila y gourmet en compañía.",
      "Géminis": "Para armonizar con este emplazamiento, debes dialogar y jugar en tus relaciones. 1) Llevar pulseras a juego o anillos que simbolicen conexión. 2) Salir a caminar con tu pareja o socio para que fluya la conversación. 3) Tener revistas, libros o juegos de mesa en la sala de estar. 4) Mantener el coqueteo verbal y el buen humor en el trato diario. 5) Escribir notas o mensajes de texto ingeniosos para mantener la chispa. 6) Dedicar los miércoles a realizar una actividad cultural o curiosa juntos.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir y proteger el vínculo emocional. 1) Tener una foto enmarcada de la pareja o boda en un lugar de honor. 2) Cocinar para el otro como acto de amor y cuidado digestivo. 3) Crear un ambiente de 'nido' seguro en el dormitorio, lejos de ruidos. 4) Establecer límites claros para proteger la intimidad de la relación frente a externos. 5) Meditar sobre el perdón y la comprensión empática del otro. 6) Dedicar los lunes a una noche hogareña y de mimos.",
      "Leo": "Para armonizar con este emplazamiento, debes admirar y celebrar a tu contraparte. 1) Usar joyas doradas o vestimenta elegante cuando estés con tu pareja. 2) Mantener una postura digna y abierta, mostrando orgullo por quien te acompaña. 3) Colocar arte o elementos de lujo en los espacios donde recibes visitas. 4) Elogiar públicamente las virtudes de tu socio o pareja. 5) Visualizar la relación como una alianza real llena de luz y éxito. 6) Dedicar los domingos a una salida donde ambos puedan brillar socialmente.",
      "Virgo": "Para armonizar con este emplazamiento, debes servir al vínculo con detalles prácticos. 1) Llevar un cuarzo rosa pequeño o un accesorio discreto y pulcro. 2) Cuidar la higiene y el orden en los espacios compartidos minuciosamente. 3) Mantener los papeles legales o acuerdos de pareja perfectamente organizados. 4) Ofrecer ayuda concreta y útil para resolver los problemas del otro. 5) Evitar la crítica excesiva y enfocar la mente en lo que funciona bien. 6) Dedicar los miércoles a revisar planes conjuntos o salud de la pareja.",
      "Libra": "Para armonizar con este emplazamiento, debes encarnar la justicia y la belleza en la unión. 1) Decorar con simetría (dos velas, dos cuadros) para invocar equilibrio. 2) Beber agua y cuidar los riñones, órgano asociado a la pareja. 3) Embellecer el entorno para que las discusiones sean en un lugar armonioso. 4) Utilizar la diplomacia y nunca irse a dormir enfadados. 5) Reflexionar sobre la equidad: dar tanto como se recibe. 6) Dedicar los viernes a socializar elegantemente o tener una cita clásica.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar y transformar a través del otro. 1) Usar ropa interior de calidad o un amuleto secreto compartido. 2) Explorar la sexualidad o la intimidad profunda como vía de sanación. 3) Preservar la privacidad absoluta de lo que ocurre dentro de la relación. 4) Practicar la lealtad radical y la honestidad emocional cruda. 5) Investigar juntos la psicología o los misterios para unir mentes. 6) Dedicar una noche a la semana a la conexión total sin distracciones.",
      "Sagitario": "Para armonizar con este emplazamiento, debes aventurarte y filosofar en compañía. 1) Tener recuerdos de viajes hechos en pareja visibles en casa. 2) Realizar actividades al aire libre o senderismo con tu socio/pareja. 3) Mantener espacios abiertos y libertad de movimiento en la convivencia. 4) Respetar la libertad del otro y compartir visiones de futuro optimistas. 5) Visualizar la relación como un viaje de aprendizaje mutuo. 6) Dedicar los jueves a planear la próxima gran aventura conjunta.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar y comprometerte seriamente. 1) Usar un reloj clásico o alianza que denote compromiso y tiempo. 2) Asumir responsabilidades compartidas con madurez y sin quejas. 3) Tener un espacio formal para discutir asuntos serios o contratos. 4) Cumplir las promesas y acuerdos a rajatabla para generar confianza. 5) Valorar la relación como una construcción sólida a largo plazo. 6) Dedicar los sábados a revisar objetivos comunes y finanzas compartidas.",
      "Acuario": "Para armonizar con este emplazamiento, debes respetar la libertad y la amistad en el amor. 1) Regalar gadgets o accesorios originales y únicos. 2) Participar en actividades grupales o sociales junto a tu pareja. 3) Decorar con estilo moderno y aireado, evitando el ambiente opresivo. 4) Tratar a la pareja como a tu mejor amigo, con igualdad total. 5) Romper las reglas tradicionales de las relaciones si no os sirven. 6) Dedicar un día a hacer algo inusual o participar en una causa juntos.",
      "Piscis": "Para armonizar con este emplazamiento, debes conectar espiritualmente y fluir. 1) Llevar una amatista o símbolo de fe que proteja el vínculo. 2) Practicar yoga en pareja o meditación conjunta para sintonizar. 3) Crear un ambiente romántico con música suave, velas e incienso. 4) Practicar la compasión y el sacrificio amoroso sin perderse uno mismo. 5) Soñar despiertos y compartir fantasías sin juzgarlas. 6) Dedicar los domingos a desconectar del mundo y fusionarse en paz."
    },
    "8": {
      "Aries": "Para armonizar con este emplazamiento, debes inyectar valentía y pasión en la intimidad. 1) Usar lencería o ropa interior de color rojo fuego. 2) Practicar ejercicios de suelo pélvico para tonificar la energía sexual base. 3) Eliminar del dormitorio cualquier objeto que traiga recuerdos de ex parejas. 4) Hablar de deudas o conflictos financieros con franqueza directa. 5) Visualizarte renaciendo como el fénix tras cada crisis emocional. 6) Dedicar los martes a resolver temas pendientes de dinero compartido.",
      "Tauro": "Para armonizar con este emplazamiento, debes buscar seguridad tangible en la fusión. 1) Invertir en sábanas de seda o texturas muy suaves para el dormitorio. 2) Realizar masajes profundos de cuello y hombros a tu pareja. 3) Mantener los documentos de seguros o bancos en carpetas de alta calidad. 4) Ofrecer lealtad inquebrantable a quien comparte recursos contigo. 5) Valorar la sexualidad como un acto sagrado y pausado de posesión mutua. 6) Dedicar los viernes a revisar inversiones conjuntas con una buena cena.",
      "Géminis": "Para armonizar con este emplazamiento, debes dialogar sobre lo oculto sin miedo. 1) Llevar un anillo o pulsera que simbolice una promesa o secreto. 2) Practicar la respiración profunda para calmar la ansiedad ante la intimidad. 3) Tener libros de psicología o misterio en la mesilla de noche. 4) Verbalizar tus deseos y fantasías sexuales con naturalidad. 5) Escribir sobre tus miedos profundos para sacarlos de tu mente. 6) Dedicar los miércoles a investigar o leer sobre temas tabú.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir emocionalmente en la crisis. 1) Guardar una joya familiar o herencia en un lugar seguro y secreto. 2) Cuidar el útero o estómago con calor y alimentación reconfortante. 3) Crear un refugio íntimo y oscuro donde sentirte protegido del mundo. 4) Establecer un vínculo de confianza ciega antes de abrirte sexualmente. 5) Meditar sobre la muerte y el renacimiento como ciclos naturales. 6) Dedicar los lunes a sanar emociones antiguas o deudas familiares.",
      "Leo": "Para armonizar con este emplazamiento, debes iluminar las sombras con tu brillo. 1) Usar joyas doradas o lencería de lujo en momentos íntimos. 2) Mantener la columna recta y el corazón abierto ante la vulnerabilidad. 3) Decorar el dormitorio con toques dramáticos y espejos. 4) Ser generoso al compartir tus recursos con socios o pareja. 5) Reconocer tu propio valor incluso en los momentos de pérdida o crisis. 6) Dedicar los domingos a honrar tu poder personal de transformación.",
      "Virgo": "Para armonizar con este emplazamiento, debes sanar a través del análisis y el detalle. 1) Usar aceites esenciales puros o productos de higiene íntima naturales. 2) Practicar la limpieza física y energética después de interacciones intensas. 3) Mantener las cuentas compartidas y temas de impuestos impecablemente ordenados. 4) Ayudar a tu pareja a organizar su caos emocional con paciencia. 5) Analizar tus traumas para entenderlos y soltarlos, no para juzgarte. 6) Dedicar los miércoles a depurar el cuerpo o el espacio de energías densas.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar el poder en la relación. 1) Tener velas aromáticas pares o arte erótico sutil en la habitación. 2) Beber agua para fluir emocionalmente y cuidar los riñones. 3) Embellecer el espacio donde gestionas las finanzas para quitarle peso. 4) Negociar acuerdos justos en divorcios, herencias o sociedades. 5) Buscar la armonía estética incluso en los momentos de dolor o duelo. 6) Dedicar los viernes a profundizar en la conexión romántica con la pareja.",
      "Escorpio": "Para armonizar con este emplazamiento, debes entregarte a la transformación radical. 1) Llevar un granate, obsidiana o amuleto oculto bajo la ropa. 2) Practicar sexo tántrico o ejercicios intensos para transmutar energía. 3) Crear un ambiente de total privacidad y penumbra para la intimidad. 4) Guardar los secretos de otros con lealtad de tumba. 5) Aceptar tus propias sombras y deseos intensos sin culpa. 6) Dedicar una noche a la semana a la introspección profunda o rituales de cierre.",
      "Sagitario": "Para armonizar con este emplazamiento, debes encontrar verdad y fe en lo profundo. 1) Tener objetos rituales de otras culturas o un diario de sueños. 2) Mover las caderas y piernas para liberar energía sexual estancada. 3) Abrir las ventanas para ventilar la energía densa del dormitorio. 4) Filosofar sobre la vida y la muerte con tu pareja o socios. 5) Visualizar la crisis como una aventura espiritual de crecimiento. 6) Dedicar los jueves a estudiar metafísica o planear inversiones lejanas.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar el legado y el compromiso. 1) Usar ropa negra elegante o piedras oscuras de protección. 2) Cuidar la estructura ósea y la piel ante el estrés emocional. 3) Organizar testamentos, seguros y temas legales con seriedad. 4) Asumir la responsabilidad de las deudas compartidas con madurez. 5) Valorar el compromiso a largo plazo y la lealtad en la intimidad. 6) Dedicar los sábados a planificar la seguridad financiera futura.",
      "Acuario": "Para armonizar con este emplazamiento, debes liberar los tabúes con originalidad. 1) Usar accesorios modernos o juguetes tecnológicos en la intimidad. 2) Practicar el desapego emocional consciente para no asfixiarte. 3) Renovar el aire y la energía del dormitorio con frecuencia. 4) Experimentar nuevas formas de compartir recursos o sexualidad. 5) Entender la psicología humana desde una perspectiva objetiva y libre. 6) Dedicar un día a romper una regla personal sobre lo que 'se debe' hacer.",
      "Piscis": "Para armonizar con este emplazamiento, debes fusionarte espiritualmente y sanar. 1) Llevar un cristal de cuarzo o símbolo místico en momentos de crisis. 2) Darse baños de sal o inmersión para limpiar el aura. 3) Crear un altar secreto o espacio sagrado para la transformación. 4) Practicar la compasión y el perdón profundo hacia quienes te hirieron. 5) Entregar tus miedos al universo y confiar en el flujo de la vida. 6) Dedicar los domingos a la meditación profunda o sueños lúcidos."
    },
    "9": {
      "Aries": "Para armonizar con este emplazamiento, debes enamorarte de la aventura y la conquista intelectual. 1) Llevar un accesorio de viaje de color rojo o una brújula. 2) Realizar senderismo o deportes al aire libre para expandir horizontes. 3) Colocar mapas o banderas visibles en tu pared que inspiren acción. 4) Defender tus ideales con pasión, buscando el debate estimulante. 5) Visualizarte como un pionero explorando territorios desconocidos. 6) Dedicar los martes a iniciar un estudio o planificar un viaje.",
      "Tauro": "Para armonizar con este emplazamiento, debes disfrutar sensorialmente de otras culturas. 1) Tener objetos de arte o artesanía extranjera de buena calidad. 2) Probar gastronomía étnica saboreando cada matiz e ingrediente. 3) Crear una biblioteca cómoda con sillones suaves para leer. 4) Compartir tus valores y filosofía con calma y terquedad amable. 5) Valorar la sabiduría que aporta la naturaleza y la estabilidad. 6) Dedicar los viernes a estudiar algo que aumente tu valor o placer.",
      "Géminis": "Para armonizar con este emplazamiento, debes diversificar tu filosofía de vida. 1) Llevar pulseras o recuerdos de varios viajes mezclados. 2) Caminar o ir en bicicleta mientras escuchas podcasts educativos. 3) Tener revistas, guías de viaje y libros variados a mano. 4) Conversar con personas de trasfondos culturales distintos al tuyo. 5) Escribir sobre tus pensamientos y aprendizajes en un blog o diario. 6) Dedicar los miércoles a aprender palabras de un idioma nuevo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes conectar emocionalmente con la sabiduría. 1) Guardar recuerdos sentimentales de viajes en una caja especial. 2) Comer comida reconfortante de otras culturas para nutrir el alma. 3) Decorar con fotos de viajes familiares o lugares con historia. 4) Acoger a extranjeros o estudiantes como si fueran de la familia. 5) Sentir que el mundo entero es tu hogar y tu protección. 6) Dedicar los lunes a leer sobre historia, ancestros o tradiciones.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar a través de tu conocimiento. 1) Usar ropa o joyas exóticas y llamativas que cuenten una historia. 2) Mantener una postura regia al exponer tus ideas o creencias. 3) Exponer tus títulos, diplomas o fotos de viajes en marcos dorados. 4) Inspirar a otros actuando como mentor o guía carismático. 5) Creer en tu propia filosofía de vida como una obra de arte. 6) Dedicar los domingos a actividades culturales o viajes de placer.",
      "Virgo": "Para armonizar con este emplazamiento, debes encontrar la belleza en el estudio detallado. 1) Utilizar material de estudio de alta calidad, limpio y ordenado. 2) Cuidar la salud digestiva cuando pruebas comidas exóticas. 3) Organizar tus itinerarios de viaje o biblioteca con lógica impecable. 4) Ayudar a otros a entender conceptos complejos con explicaciones útiles. 5) Analizar las creencias buscando la verdad práctica y el servicio. 6) Dedicar los miércoles a planificar al detalle tu próxima meta educativa.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar tu visión del mundo con belleza. 1) Comprar arte o souvenirs estéticos y simétricos en tus viajes. 2) Beber agua y mantener el equilibrio físico durante largos desplazamientos. 3) Decorar tu espacio de estudio con armonía, flores y buen gusto. 4) Viajar o estudiar en compañía, evitando la soledad en la aventura. 5) Meditar sobre la justicia universal y la paz entre culturas. 6) Dedicar los viernes a visitar museos, exposiciones o eventos culturales.",
      "Escorpio": "Para armonizar con este emplazamiento, debes apasionarte por los misterios del universo. 1) Llevar un amuleto esotérico o piedra de poder de un lugar sagrado. 2) Investigar intensamente, olvidando el tiempo, para profundizar. 3) Crear un rincón de estudio privado y silencioso, casi secreto. 4) Compartir conocimientos profundos solo con quienes merezcan confianza. 5) Transformar tu mente estudiando psicología, ocultismo o tabúes. 6) Dedicar una noche a la semana a la investigación profunda o mística.",
      "Sagitario": "Para armonizar con este emplazamiento, debes vivir la búsqueda de la verdad con alegría. 1) Usar ropa cómoda y accesorios étnicos que inviten a la libertad. 2) Estirar las piernas y caderas, practicando deportes de gran alcance. 3) Tener espacios abiertos, ventanas grandes y luz en tu entorno. 4) Predicar con el ejemplo de tu optimismo y generosidad intelectual. 5) Visualizar el futuro con fe ciega en que todo saldrá bien. 6) Dedicar los jueves a planificar la gran aventura de tu vida.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu sabiduría y estatus. 1) Usar un maletín clásico o reloj de calidad para tus estudios. 2) Cuidar la postura y las rodillas durante largas horas de lectura. 3) Tener una biblioteca formal con clásicos y libros de autoridad. 4) Relacionarte con mentores, profesores o autoridades con respeto. 5) Tomar la educación superior como una inversión seria para tu ascenso. 6) Dedicar los sábados a consolidar conocimientos profesionales o metas.",
      "Acuario": "Para armonizar con este emplazamiento, debes renovar las creencias con libertad. 1) Llevar gadgets modernos o accesorios futuristas en tus viajes. 2) Moverse libremente, evitando el turismo de masas y las rutas fijas. 3) Decorar con mapas estelares, tecnología o arte vanguardista. 4) Unirse a grupos internacionales o redes de pensamiento progresista. 5) Romper con dogmas tradicionales y buscar una verdad universal. 6) Dedicar un día a estudiar ciencia, astrología o futuro de la humanidad.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con la conexión espiritual global. 1) Llevar un símbolo religioso o espiritual que te conecte con el todo. 2) Practicar yoga o meditación para viajar internamente sin moverte. 3) Crear un altar con objetos sagrados de diferentes culturas. 4) Practicar la compasión y la empatía con personas lejanas. 5) Soñar con un mundo sin fronteras y confiar en la intuición. 6) Dedicar los domingos a la lectura espiritual, poesía o música del mundo."
    },
    "10": {
      "Aries": "Para armonizar con este emplazamiento, debes conquistar tu imagen pública con audacia. 1) Usar un broche, corbata o pañuelo rojo que denote autoridad. 2) Mantener una postura erguida y caminar con paso firme en la oficina. 3) Tener tu nombre o cargo visible en la puerta o escritorio. 4) Tomar la iniciativa en eventos de networking sin esperar a ser presentado. 5) Visualizarte ganando premios o reconocimientos públicos. 6) Dedicar los martes a lanzar proyectos o hacer anuncios profesionales.",
      "Tauro": "Para armonizar con este emplazamiento, debes proyectar solidez y valor en tu carrera. 1) Invertir en ropa de trabajo de alta calidad y tejidos nobles. 2) Cuidar tu garganta y voz, que son herramientas de tu autoridad. 3) Decorar tu despacho con plantas, madera y muebles robustos. 4) Mantener relaciones profesionales leales y duraderas, evitando cambios bruscos. 5) Valorar tu trabajo y no aceptar pagos inferiores a tu prestigio. 6) Dedicar los viernes a revisar tus finanzas o estatus profesional.",
      "Géminis": "Para armonizar con este emplazamiento, debes usar tu encanto verbal para ascender. 1) Llevar dos teléfonos o herramientas de comunicación siempre contigo. 2) Mover las manos al hablar en público para enfatizar tu mensaje. 3) Tener revistas, prensa o libros actuales en tu zona de espera u oficina. 4) Socializar con colegas de diferentes departamentos para ser el nexo de unión. 5) Escribir discursos o artículos que definan tu marca personal. 6) Dedicar los miércoles a relaciones públicas o comunicar logros.",
      "Cáncer": "Para armonizar con este emplazamiento, debes liderar con empatía y cuidado. 1) Tener una foto familiar discreta pero visible en tu escritorio. 2) Proteger tu estómago del estrés laboral con infusiones calientes. 3) Crear un ambiente laboral acogedor donde el equipo se sienta seguro. 4) Tratar a tus empleados o público con la calidez de un protector. 5) Meditar sobre el legado emocional que quieres dejar en tu profesión. 6) Dedicar los lunes a planificar el bienestar de tu equipo o imagen.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar y ser reconocido por tu talento. 1) Usar joyas doradas o accesorios de marca que griten éxito. 2) Cuidar la salud cardiovascular y la postura regia ante el público. 3) Colocar tus trofeos, diplomas o premios en la pared principal. 4) Actuar con magnanimidad y generosidad con subordinados y jefes. 5) Creer ciegamente que naciste para ocupar un lugar de liderazgo visible. 6) Dedicar los domingos a visualizar tu próxima gran meta profesional.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar tu reputación con servicio. 1) Llevar una agenda impecable y bolígrafos de precisión. 2) Mantener una dieta limpia para tener claridad mental en el trabajo. 3) Tener la oficina más ordenada y eficiente de todo el edificio. 4) Ofrecer ayuda práctica y detallada a superiores para hacerte indispensable. 5) Analizar críticamente tu desempeño para mejorar sin castigarte. 6) Dedicar los miércoles a organizar y limpiar tu imagen profesional.",
      "Libra": "Para armonizar con este emplazamiento, debes usar la diplomacia para alcanzar la cima. 1) Decorar tu despacho con arte, flores frescas y simetría. 2) Beber agua y cuidar tu piel para mantener una imagen fresca. 3) Crear un entorno armonioso donde sea agradable negociar. 4) Asociarte con personas influyentes y mantener la paz en la oficina. 5) Pensar en cómo tu carrera contribuye a la belleza y justicia social. 6) Dedicar los viernes a eventos sociales de trabajo o cócteles.",
      "Escorpio": "Para armonizar con este emplazamiento, debes ejercer el poder con estrategia y misterio. 1) Usar ropa oscura o de corte impecable que imponga respeto. 2) Controlar la mirada y el lenguaje corporal para no revelar todo. 3) Tener un despacho privado donde puedas tener conversaciones confidenciales. 4) Manejar crisis ajenas con discreción absoluta para ganar confianza. 5) Transformar tu ambición en una fuerza de voluntad inquebrantable. 6) Dedicar tiempo a investigar a la competencia o planear estrategias ocultas.",
      "Sagitario": "Para armonizar con este emplazamiento, debes inspirar como un visionario global. 1) Tener mapas o símbolos internacionales en tu lugar de trabajo. 2) Caminar al aire libre para despejar la mente antes de reuniones importantes. 3) Mantener ventanas abiertas y espacios amplios, evitando oficinas claustrofóbicas. 4) Actuar como mentor o maestro, compartiendo tu filosofía de éxito. 5) Visualizar la expansión internacional de tu carrera o imagen. 6) Dedicar los jueves a publicar, enseñar o conectar con el extranjero.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir una autoridad indiscutible. 1) Usar un reloj clásico de prestigio o traje formal. 2) Cuidar los huesos y dientes, tu estructura base de presentación. 3) Organizar tu oficina con muebles de calidad y estilo conservador. 4) Mantener el protocolo, la puntualidad y el respeto a la jerarquía. 5) Planificar tu ascenso a la cima con paciencia y realismo. 6) Dedicar los sábados a trabajar en objetivos a largo plazo y estructura.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar y romper moldes profesionales. 1) Llevar accesorios tecnológicos o de diseño futurista únicos. 2) Evitar el sedentarismo en la silla, usando escritorios de pie o moviéndote. 3) Tener un espacio de trabajo moderno, con luz fría y aireado. 4) Tratar a todos por igual, eliminando barreras jerárquicas innecesarias. 5) Imaginar cómo tu trabajo ayuda a la evolución de la sociedad. 6) Dedicar un día a hacer networking en redes o grupos de vanguardia.",
      "Piscis": "Para armonizar con este emplazamiento, debes traer compasión y arte a tu vocación. 1) Llevar un símbolo espiritual o una piedra de intuición al trabajo. 2) Practicar pausas de silencio o meditación para no agobiarte. 3) Crear una atmósfera creativa con música suave o arte inspirador. 4) Mostrar empatía con el público o clientes, conectando emocionalmente. 5) Soñar con el impacto espiritual de tu legado profesional. 6) Dedicar los domingos a desconectar y visualizar tu éxito ideal."
    },
    "11": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar la diversión en tu círculo social. 1) Usar accesorios rojos o deportivos al salir con amigos. 2) Organizar partidos o actividades físicas competitivas en grupo. 3) Mantener espacios abiertos para reuniones dinámicas y rápidas. 4) Tomar la iniciativa para romper el hielo en eventos sociales. 5) Visualizarte como el pionero que une a la gente con entusiasmo. 6) Dedicar los martes a lanzar una nueva actividad grupal.",
      "Tauro": "Para armonizar con este emplazamiento, debes aportar estabilidad y placer a tus amigos. 1) Llevar un regalo tangible o comida de calidad a las reuniones. 2) Disfrutar de cenas largas y tranquilas con tu círculo íntimo. 3) Decorar la zona de reuniones con plantas y asientos muy cómodos. 4) Mantener la lealtad y la constancia con tus viejas amistades. 5) Valorar la calidad de las personas por encima de la cantidad. 6) Dedicar los viernes a una reunión relajada y sensorial.",
      "Géminis": "Para armonizar con este emplazamiento, debes circular y conectar ideas entre todos. 1) Llevar pulseras o anillos que llamen la atención al gesticular. 2) Caminar o moverse constantemente en fiestas para hablar con todos. 3) Tener juegos de mesa o temas de conversación variados a mano. 4) Presentar amigos de distintos grupos para mezclar ambientes. 5) Escribir mensajes o memes ingeniosos para mantener el grupo vivo. 6) Dedicar los miércoles a networking o eventos sociales variados.",
      "Cáncer": "Para armonizar con este emplazamiento, debes cuidar a tus amigos como a una familia. 1) Llevar un amuleto de plata o recuerdo sentimental a las citas. 2) Cocinar para el grupo, nutriendo sus cuerpos y emociones. 3) Crear un ambiente de 'clan' seguro y protegido en las reuniones. 4) Mostrar empatía y escuchar los problemas emocionales de amigos. 5) Sentir que tu red social es tu nido y refugio emocional. 6) Dedicar los lunes a reunir a tus amigos más íntimos en casa.",
      "Leo": "Para armonizar con este emplazamiento, debes ser el corazón radiante del grupo. 1) Usar ropa de fiesta o joyas doradas que te destaquen. 2) Mantener una actitud alegre y teatral al contar historias a amigos. 3) Elegir lugares lujosos o llamativos para quedar con la gente. 4) Ser generoso invitando o haciendo sentir especiales a los demás. 5) Reconocer tu rol de líder natural en la organización de eventos. 6) Dedicar los domingos a celebrar la vida con tu círculo social.",
      "Virgo": "Para armonizar con este emplazamiento, debes servir a tus amigos con detalles útiles. 1) Llevar un kit de emergencia o agenda para ayudar al grupo. 2) Cuidar la logística y la salud en los planes conjuntos. 3) Mantener el orden en las cuentas o la organización de eventos grupales. 4) Ofrecer consejos prácticos y ayuda real cuando un amigo lo necesita. 5) Analizar cómo mejorar la dinámica del grupo sin criticar. 6) Dedicar los miércoles a planificar o ayudar en una causa común.",
      "Libra": "Para armonizar con este emplazamiento, debes embellecer y equilibrar tus redes. 1) Llevar accesorios a juego y elegantes en eventos sociales. 2) Beber agua y socializar con gracia, evitando el conflicto tosco. 3) Elegir entornos estéticamente agradables para ver a tus amigos. 4) Actuar como mediador diplomático cuando surjan roces en el grupo. 5) Valorar la armonía y la justicia en las relaciones de amistad. 6) Dedicar los viernes a organizar salidas culturales o artísticas.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar en lealtades selectas. 1) Usar gafas oscuras o ropa negra que te dé un aire misterioso. 2) Compartir actividades intensas o secretos profundos con amigos clave. 3) Crear espacios de privacidad dentro de las reuniones sociales. 4) Exigir y ofrecer lealtad absoluta, transformando la amistad en hermandad. 5) Investigar la psicología del grupo para entender dinámicas ocultas. 6) Dedicar una noche a conversaciones profundas con aliados de confianza.",
      "Sagitario": "Para armonizar con este emplazamiento, debes aventurarte con amigos de mente abierta. 1) Llevar souvenirs de viajes o estilo étnico en reuniones. 2) Organizar excursiones, caminatas o viajes con tu grupo. 3) Buscar espacios al aire libre y evitar lugares cerrados o aburridos. 4) Inspirar al grupo con optimismo, filosofía y buen humor. 5) Visualizar tus esperanzas y sueños compartiéndolos con amigos. 6) Dedicar los jueves a planear la próxima aventura colectiva.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar relaciones duraderas y serias. 1) Usar vestimenta adecuada y reloj clásico en eventos de networking. 2) Mantener el compromiso y la puntualidad con tus amistades. 3) Frecuentar clubes o lugares con cierto estatus y tradición. 4) Aportar madurez y responsabilidad a los planes grupales. 5) Valorar a los amigos que aportan solidez y metas a largo plazo. 6) Dedicar los sábados a consolidar contactos profesionales o viejos amigos.",
      "Acuario": "Para armonizar con este emplazamiento, debes celebrar la libertad y la originalidad. 1) Usar accesorios futuristas o únicos que inicien conversaciones. 2) Participar en grupos diversos sin jerarquías ni etiquetas. 3) Frecuentar lugares modernos, alternativos o tecnológicos. 4) Aceptar las rarezas de tus amigos y mostrar las tuyas sin miedo. 5) Idealizar un futuro mejor a través de la colaboración colectiva. 6) Dedicar un día a actividades comunitarias, ONGs o redes sociales.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con compasión en tus círculos. 1) Llevar un cristal o símbolo artístico al reunirte con gente. 2) Practicar actividades como música, baile o meditación en grupo. 3) Crear una atmósfera mágica y relajada para recibir a amigos. 4) Conectar empáticamente con el sufrimiento o alegría del colectivo. 5) Soñar con ideales utópicos y compartirlos con almas afines. 6) Dedicar los domingos a voluntariado o conexión espiritual grupal."
    },
    "12": {
      "Aries": "Para armonizar con este emplazamiento, debes sanar tu autoestima en soledad. 1) Llevar un amuleto rojo oculto bajo la ropa o almohada. 2) Realizar estiramientos intensos al despertar para soltar tensión onírica. 3) Tener un antifaz para dormir que garantice oscuridad total. 4) Defender tus límites energéticos evitando vampiros emocionales. 5) Visualizarte como un guerrero de luz venciendo pesadillas. 6) Dedicar los martes a estar completamente solo y en silencio.",
      "Tauro": "Para armonizar con este emplazamiento, debes encontrar placer en el aislamiento sensorial. 1) Usar ropa de dormir de seda o sábanas de alta calidad. 2) Masajear los pies antes de dormir para enraizar el espíritu. 3) Llenar el dormitorio de aromas a lavanda o sándalo relajante. 4) Disfrutar de la soledad sin culpa, rechazando invitaciones sociales. 5) Agradecer al cuerpo su capacidad de descanso y regeneración. 6) Dedicar los viernes a un baño ritual largo y silencioso.",
      "Géminis": "Para armonizar con este emplazamiento, debes comunicar con tu subconsciente. 1) Tener una libreta de sueños y pluma junto a la cama. 2) Practicar respiración alternada (Nadi Shodhana) para calmar la mente. 3) Mantener el dormitorio libre de ondas, wifi y pantallas. 4) Escribir cartas de perdón que nunca enviarás, solo para liberar. 5) Analizar tus sueños buscando mensajes ocultos o patrones. 6) Dedicar los miércoles a la escritura automática o journaling.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir tu alma lejos del mundo. 1) Guardar una foto de ancestros en una caja secreta o relicario. 2) Dormir en posición fetal abrazando una almohada para sentir seguridad. 3) Crear un santuario privado que nadie más pueda tocar o ver. 4) Ayudar anónimamente a alguien necesitado sin esperar reconocimiento. 5) Meditar imaginando un útero de luz blanca que te protege. 6) Dedicar los lunes a conectar emocionalmente con tus guías.",
      "Leo": "Para armonizar con este emplazamiento, debes reconocer tu divinidad interna en secreto. 1) Usar una joya dorada que solo tú sepas que llevas puesta. 2) Practicar yoga solar o saludos al sol en la intimidad. 3) Tener un espejo sagrado donde te mires con amor incondicional. 4) Realizar actos de generosidad oculta donde seas el rey mago anónimo. 5) Visualizar tu luz interior brillando aunque nadie te vea. 6) Dedicar los domingos a un retiro creativo personal.",
      "Virgo": "Para armonizar con este emplazamiento, debes purificar el inconsciente con orden. 1) Usar cristales de limpieza como cuarzo transparente o selenite. 2) Realizar ayunos o dietas depurativas para limpiar el templo físico. 3) Mantener el caos fuera del dormitorio, ordenando meticulosamente. 4) Servir en hospitales, refugios o lugares de retiro con humildad. 5) Analizar tus miedos con lógica para desarmarlos uno a uno. 6) Dedicar los miércoles a limpiar energéticamente tu casa.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar tu karma relacional. 1) Tener dos velas blancas en tu altar de meditación. 2) Beber infusiones equilibrantes para riñones antes de dormir. 3) Decorar tu espacio de retiro con armonía, arte y suavidad. 4) Perdonar mentalmente a ex parejas o enemigos ocultos. 5) Visualizar la paz mundial o la armonía universal como mantra. 6) Dedicar los viernes a meditar sobre el amor incondicional.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar tus sombras en luz. 1) Llevar una turmalina negra o piedra de protección psíquica. 2) Practicar tantra o control de la energía sexual en soledad. 3) Crear una cueva oscura y silenciosa para tu regeneración profunda. 4) Guardar secretos propios y ajenos como una tumba sagrada. 5) Sumergirte en tu psique sin miedo para sanar traumas viejos. 6) Dedicar una noche a la semana a morir y renacer simbólicamente.",
      "Sagitario": "Para armonizar con este emplazamiento, debes explorar los mundos espirituales. 1) Tener un mandala, rosario o símbolo de fe extranjero. 2) Caminar en la naturaleza solitaria como peregrinación. 3) Ventilar el dormitorio para que entren los espíritus del aire. 4) Rezar o enviar buenas vibraciones a la humanidad entera. 5) Confiar en que un ángel guardián guía tus pasos invisibles. 6) Dedicar los jueves a estudiar filosofía mística o meditación.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu vida espiritual. 1) Usar ropa austera y cómoda para tus momentos de retiro. 2) Mantener una postura de meditación disciplinada y recta. 3) Tener un reloj o clepsidra para medir tus tiempos de silencio. 4) Asumir la responsabilidad de tu karma y deudas espirituales. 5) Valorar la soledad como el espacio donde se construye la verdadera fuerza. 6) Dedicar los sábados a un retiro de silencio estricto.",
      "Acuario": "Para armonizar con este emplazamiento, debes conectar con el inconsciente colectivo. 1) Usar un objeto raro o tecnológico para meditar (apps, sonidos binaurales). 2) Liberar el cuerpo con danza estática o movimiento libre solo. 3) Crear un espacio de meditación futurista y original. 4) Sentir amor universal por todos los seres, sin apego personal. 5) Visualizar utopías espirituales y libertad para todas las almas. 6) Dedicar un día a desconectar de la red para conectar con el todo.",
      "Piscis": "Para armonizar con este emplazamiento, debes disolverte en el amor divino. 1) Tener una fuente de agua, pecera o imágenes del mar. 2) Dormir mucho y permitir que el cuerpo sueñe sin alarmas. 3) Llenar el espacio de música etérea, incienso y suavidad. 4) Practicar la caridad y la compasión total con los olvidados. 5) Entregar tus preocupaciones al universo y fluir con la marea. 6) Dedicar los domingos a la fusión mística con el arte o Dios."
    }
  },
  "Júpiter": {
    "1": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar con una presencia expansiva. 1) Llevar algún elemento rojo vivo o metal que denote fuerza. 2) Hacer deporte vigoroso para canalizar la gran vitalidad física. 3) Ocupar espacio físico sin pedir disculpas en tu entorno. 4) Tomar la iniciativa en grupos y ser el primero en actuar. 5) Cultivar la confianza en tu propia capacidad de acción heroica. 6) Dedicar los martes a iniciar un reto físico o personal grande.",
      "Tauro": "Para armonizar con este emplazamiento, debes cultivar una presencia sólida y abundante. 1) Usar ropa de calidad duradera y tejidos naturales ricos. 2) Vigilar el peso mediante actividad constante, no solo dieta, y disfrutar tu cuerpo. 3) Rodearte de naturaleza o materiales nobles (madera, piedra). 4) Transmitir una calma inquebrantable y generosa a los demás. 5) Agradecer la resistencia y salud robusta de tu organismo. 6) Dedicar los viernes a disfrutar de la buena mesa con moderación consciente.",
      "Géminis": "Para armonizar con este emplazamiento, debes ser un comunicador incansable y jovial. 1) Llevar accesorios múltiples o prendas versátiles y ligeras. 2) Caminar mucho y mover los brazos para oxigenar el cuerpo. 3) Tener libros o dispositivos a mano en tu espacio personal. 4) Saludar y conversar con todo el mundo, expandiendo tu red. 5) Mantener la mente abierta y curiosa sobre ti mismo y los demás. 6) Dedicar los miércoles a aprender algo nuevo que cambie tu perspectiva.",
      "Cáncer": "Para armonizar con este emplazamiento, debes ser el gran protector emocional. 1) Usar ropa que te haga sentir acogido y seguro (capas, bufandas). 2) Cuidar la retención de líquidos y el estómago con hidratación. 3) Hacer de tu presencia un 'hogar' ambulante para otros. 4) Nutrir y proteger a quienes te rodean con generosidad maternal/paternal. 5) Expandir tu empatía sin dejar que te desborden las emociones. 6) Dedicar los lunes a cocinar o cuidar de tu bienestar emocional.",
      "Leo": "Para armonizar con este emplazamiento, debes irradiar carisma y magnanimidad. 1) Usar colores dorados, amarillos o marcas de prestigio. 2) Cuidar el corazón y la columna con ejercicio y postura regia. 3) Asegurar que la iluminación te destaque donde quiera que estés. 4) Actuar con nobleza y generosidad, elevando el ánimo de los demás. 5) Creer ciegamente en tu suerte y en tu luz interior. 6) Dedicar los domingos a actividades lúdicas donde seas el protagonista.",
      "Virgo": "Para armonizar con este emplazamiento, debes crecer a través del servicio y el detalle. 1) Vestir de forma pulcra, con ropa funcional y bolsillos útiles. 2) Cuidar la salud intestinal y la dieta con sabiduría natural. 3) Mantener un orden personal que inspire a otros a organizarse. 4) Ofrecer ayuda práctica y soluciones antes de que te las pidan. 5) Expandir tu humildad y tu capacidad de análisis crítico útil. 6) Dedicar los miércoles a rutinas de salud preventiva y limpieza.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la justicia y la belleza social. 1) Llevar accesorios equilibrados y elegantes que atraigan miradas. 2) Cuidar los riñones bebiendo mucha agua y socializando en movimiento. 3) Embellecer tu entorno inmediato para sentirte en paz. 4) Ser el gran mediador que trae armonía a los conflictos. 5) Cultivar la gracia social y la etiqueta como herramientas de éxito. 6) Dedicar los viernes a eventos sociales o artísticos.",
      "Escorpio": "Para armonizar con este emplazamiento, debes tener una presencia transformadora e intensa. 1) Usar colores oscuros profundos o amuletos ocultos de poder. 2) Canalizar la energía intensa con ejercicio de resistencia o sexualidad sana. 3) Preservar tu privacidad creando un aura de misterio impenetrable. 4) Ser leal y profundo en tus interacciones, evitando la superficialidad. 5) Usar tu intuición psicológica para entender y sanar a otros. 6) Dedicar tiempo a la introspección profunda o investigación.",
      "Sagitario": "Para armonizar con este emplazamiento, debes ser el explorador optimista y libre. 1) Usar ropa deportiva o de estilo viajero que permita movimiento. 2) Practicar senderismo, correr o deportes de equipo al aire libre. 3) Buscar espacios abiertos y evitar sentirte encerrado físicamente. 4) Inspirar a otros con tu fe, buen humor y filosofía de vida. 5) Visualizar tu vida como una gran aventura llena de sentido. 6) Dedicar los jueves a planear viajes o estudiar temas superiores.",
      "Capricornio": "Para armonizar con este emplazamiento, debes proyectar autoridad, éxito y madurez. 1) Vestir trajes o ropa estructurada de alta calidad y sobriedad. 2) Cuidar las rodillas, huesos y dientes con minerales y postura. 3) Organizar tu tiempo y espacio con disciplina militar. 4) Asumir responsabilidades y liderazgo con seriedad y compromiso. 5) Valorar la ambición y el estatus como metas legítimas de crecimiento. 6) Dedicar los sábados a trabajar en tu reputación y metas a largo plazo.",
      "Acuario": "Para armonizar con este emplazamiento, debes expandir tu individualidad y libertad. 1) Usar prendas excéntricas, modernas o con mensajes sociales. 2) Cuidar la circulación y los tobillos con movimiento libre. 3) Rodearte de tecnología o arte futurista que te inspire. 4) Ser el amigo de todos, conectando grupos diversos sin prejuicios. 5) Defender ideales humanitarios y de libertad con tu propia vida. 6) Dedicar un día a participar en causas colectivas o redes.",
      "Piscis": "Para armonizar con este emplazamiento, debes ser un canal de compasión y espiritualidad. 1) Llevar símbolos espirituales, pies descalzos o telas suaves. 2) Practicar yoga, natación o meditación para disolver el ego. 3) Crear un ambiente de paz y silencio a tu alrededor. 4) Ayudar a los desfavorecidos con generosidad infinita y empatía. 5) Confiar en la guía divina y en tu intuición superior. 6) Dedicar los domingos al retiro espiritual, música o arte sanador."
    },
    "2": {
      "Aries": "Para armonizar con este emplazamiento, debes emprender para expandir tu riqueza. 1) Llevar algo de hierro o color rojo vivo que simbolice acción. 2) Hacer deporte intenso para canalizar la energía de conquista material. 3) Despejar el camino físico hacia tu puerta para que entre la fortuna. 4) Liderar iniciativas comerciales o proponer negocios valientes. 5) Creer en tu capacidad de generar recursos desde cero. 6) Dedicar los martes a lanzar una nueva oferta o pedir un aumento.",
      "Tauro": "Para armonizar con este emplazamiento, debes cultivar una prosperidad masiva y estable. 1) Tener plantas grandes y frondosas que simbolicen crecimiento. 2) Disfrutar de banquetes de calidad honrando el placer de comer. 3) Comprar muebles o activos que sean sólidos, pesados y duraderos. 4) Proveer estabilidad y recursos a tu entorno cercano con generosidad. 5) Sentir la abundancia de la tierra bajo tus pies cada día. 6) Dedicar los viernes a revisar tus inversiones inmobiliarias o ahorros.",
      "Géminis": "Para armonizar con este emplazamiento, debes multiplicar ingresos con inteligencia. 1) Tener varios monederos o cuentas para diferentes propósitos. 2) Mover las manos y gesticular para activar la energía de intercambio. 3) Llenar tu espacio de libros, datos y herramientas de comunicación. 4) Enseñar lo que sabes o comerciar información valiosa. 5) Mantener la curiosidad sobre nuevas formas de hacer dinero. 6) Dedicar los miércoles a buscar dos o más fuentes de ingreso nuevas.",
      "Cáncer": "Para armonizar con este emplazamiento, debes expandir el patrimonio familiar. 1) Coleccionar objetos de plata o vajillas familiares valiosas. 2) Cocinar en abundancia para asegurar que nunca falte alimento. 3) Convertir tu hogar en un activo valioso y confortable. 4) Proteger económicamente a tu clan como una madre/padre proveedor. 5) Confiar en tu intuición para detectar oportunidades de seguridad. 6) Dedicar los lunes a revisar seguros de hogar o planes de ahorro familiar.",
      "Leo": "Para armonizar con este emplazamiento, debes atraer riqueza mediante el brillo personal. 1) Usar oro auténtico o ropa de colores solares y vibrantes. 2) Mantener el corazón abierto y la postura regia al manejar dinero. 3) Vivir en un entorno que refleje éxito y luminosidad. 4) Ser magnánimo y regalar con el corazón abierto (sin arruinarte). 5) Tener una fe inquebrantable en tu merecimiento de lujo y confort. 6) Dedicar los domingos a disfrutar de actividades de ocio de alta gama.",
      "Virgo": "Para armonizar con este emplazamiento, debes crecer económicamente mediante el orden. 1) Usar herramientas de contabilidad o apps financieras precisas. 2) Cuidar la salud intestinal con alimentos integrales y naturales. 3) Tener un sistema de almacenamiento eficiente para no desperdiciar nada. 4) Ofrecer servicios útiles y detallados que sean bien remunerados. 5) Valorar cada pequeño recurso y maximizar su utilidad. 6) Dedicar los miércoles a optimizar gastos y eliminar fugas de dinero.",
      "Libra": "Para armonizar con este emplazamiento, debes asociarte para prosperar. 1) Adquirir objetos de arte o belleza que se revaloricen con el tiempo. 2) Equilibrar los líquidos del cuerpo bebiendo mucha agua. 3) Crear un entorno armonioso que atraiga clientes o socios ricos. 4) Negociar contratos justos donde ambas partes ganen mucho. 5) Visualizar la riqueza como un estado de equilibrio y paz mental. 6) Dedicar los viernes a hacer networking en eventos elegantes.",
      "Escorpio": "Para armonizar con este emplazamiento, debes regenerar y potenciar recursos compartidos. 1) Llevar un talismán de poder oculto en la ropa interior o bolsillo. 2) Realizar detox físicos para eliminar lo que no suma valor. 3) Buscar tesoros ocultos, restaurar cosas viejas o investigar inversiones. 4) Gestionar dinero de otros o herencias con integridad y visión. 5) Transmutar el miedo a la pobreza en ambición de poder. 6) Dedicar tiempo a investigar mercados complejos o psicología financiera.",
      "Sagitario": "Para armonizar con este emplazamiento, debes expandir horizontes financieros. 1) Tener un globo terráqueo o mapa en la zona de 'finanzas' de casa. 2) Practicar deportes al aire libre para expandir la capacidad pulmonar. 3) Invertir en educación superior, editoriales o turismo. 4) Actuar como mecenas o apoyar causas con optimismo financiero. 5) Creer que la suerte está de tu lado en temas de dinero. 6) Dedicar los jueves a visualizar metas financieras grandiosas y globales.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir un imperio paso a paso. 1) Poseer objetos de estatus reconocido y calidad indiscutible. 2) Cuidar las rodillas y la piel como estructura de tu cuerpo físico. 3) Invertir en terrenos, montañas o estructuras sólidas. 4) Gestionar recursos con autoridad y responsabilidad corporativa. 5) Tener la paciencia de ver crecer el interés compuesto. 6) Dedicar los sábados a la planificación estratégica de tu riqueza a 10 años.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar en la obtención de recursos. 1) Usar accesorios únicos, eléctricos o de materiales sintéticos modernos. 2) Mantener los tobillos flexibles y moverse con libertad. 3) Equipar tu vida con tecnología que te ahorre tiempo y dinero. 4) Generar ingresos a través de redes, internet o grupos sociales. 5) Visualizar una riqueza que te dé libertad total, no ataduras. 6) Dedicar un día a explorar nuevas tendencias económicas o crowdfunding.",
      "Piscis": "Para armonizar con este emplazamiento, debes manifestar abundancia desde el sueño. 1) Tener una fuente de agua o acuario que mueva la energía 'chi'. 2) Dormir bien y descansar para recargar tu magnetismo de atracción. 3) Crear un rincón de abundancia con velas, incienso y símbolos. 4) Practicar la generosidad desapegada, sabiendo que todo vuelve. 5) Usar la imaginación creativa para atraer oportunidades inesperadas. 6) Dedicar los domingos a meditar sobre la gratitud y la providencia divina."
    },
    "3": {
      "Aries": "Para armonizar con este emplazamiento, debes expandir tu mente con valentía y rapidez. 1) Portar un objeto metálico o rojo que te dé seguridad al hablar. 2) Salir a correr o caminar rápido para aclarar las ideas. 3) Tener un espacio de trabajo amplio que permita gestos grandes. 4) Defender tus ideas con coraje pero sin agresividad en debates. 5) Confiar en tu primera intuición intelectual, suele ser la correcta. 6) Dedicar los martes a estudiar algo nuevo e intenso por poco tiempo.",
      "Tauro": "Para armonizar con este emplazamiento, debes consolidar conocimientos prácticos y tangibles. 1) Usar una cartera o maletín de cuero de buena calidad y duradero. 2) Cuidar la garganta con infusiones y evitar forzar la voz. 3) Rodearte de recursos educativos físicos (enciclopedias, herramientas). 4) Compartir información útil y recursos con tus hermanos o vecinos. 5) Aprender a tu propio ritmo, asimilando cada dato con calma. 6) Dedicar los viernes a leer sobre economía, naturaleza o cocina.",
      "Géminis": "Para armonizar con este emplazamiento, debes multiplicar tus redes y conocimientos. 1) Llevar un anillo o pulsera doble que simbolice la conexión. 2) Hacer ejercicios de respiración para oxigenar el cerebro activo. 3) Tener múltiples pantallas o libros abiertos simultáneamente. 4) Ser el conector social que presenta a personas y difunde noticias. 5) Mantener la mente flexible y abierta a cambiar de opinión. 6) Dedicar los miércoles a escribir, bloguear o hacer networking activo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes enseñar y aprender con inteligencia emocional. 1) Tener una foto familiar o un recuerdo de infancia en tu libro actual. 2) Proteger el estómago de los nervios antes de hablar en público. 3) Crear un rincón de lectura que se sienta como un nido acogedor. 4) Actuar como consejero o confidente de tus allegados y vecinos. 5) Utilizar la memoria emocional para retener información importante. 6) Dedicar los lunes a estudiar historia, cocina o temas familiares.",
      "Leo": "Para armonizar con este emplazamiento, debes irradiar confianza a través de tu palabra. 1) Usar una joya dorada o un accesorio de marca visible. 2) Practicar la oratoria frente al espejo cuidando la expresión corporal. 3) Iluminar tu escritorio con una lámpara potente y cálida. 4) Inspirar a otros con discursos motivacionales o creativos. 5) Creer en la importancia de tu mensaje y expresarlo con autoridad. 6) Dedicar los domingos a actividades creativas de escritura o teatro.",
      "Virgo": "Para armonizar con este emplazamiento, debes expandir el servicio a través del detalle. 1) Usar organizadores, post-its y material de papelería eficiente. 2) Cuidar la digestión mental evitando la sobrecarga de información inútil. 3) Mantener un archivo de datos perfectamente clasificado y útil. 4) Enseñar técnicas o métodos prácticos a quienes lo necesiten. 5) Analizar la información buscando la verdad y la utilidad práctica. 6) Dedicar los miércoles a editar, corregir o perfeccionar textos.",
      "Libra": "Para armonizar con este emplazamiento, debes promover la justicia y el equilibrio intelectual. 1) Tener objetos de arte o decoración en pares en tu estudio. 2) Mantener una postura equilibrada y beber agua para fluir. 3) Embellecer tu entorno de comunicación para hacerlo agradable. 4) Fomentar el diálogo justo y la escucha activa en tu entorno. 5) Ver los dos lados de cada argumento para ampliar tu perspectiva. 6) Dedicar los viernes a debates culturales o estudios de leyes/arte.",
      "Escorpio": "Para armonizar con este emplazamiento, debes investigar lo oculto y transformar mentes. 1) Llevar un talismán secreto o piedra oscura de protección. 2) Canalizar la intensidad mental con ejercicio físico intenso. 3) Eliminar distracciones y ruido para concentrarte en lo profundo. 4) Tener conversaciones profundas que transformen a tus interlocutores. 5) Usar tu intuición para detectar la verdad detrás de las palabras. 6) Dedicar tiempo a investigar misterios, psicología o finanzas.",
      "Sagitario": "Para armonizar con este emplazamiento, debes buscar la sabiduría y la verdad universal. 1) Coleccionar libros de filosofía, religión o viajes en estanterías. 2) Salir a caminar largas distancias para estimular el pensamiento. 3) Tener ventanas grandes o imágenes de paisajes lejanos a la vista. 4) Actuar como mentor o guía espiritual para hermanos y vecinos. 5) Pensar en grande y no perderse en los detalles insignificantes. 6) Dedicar los jueves a estudios superiores, idiomas o publicar ideas.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir autoridad intelectual con disciplina. 1) Usar una agenda de piel o un bolígrafo de prestigio. 2) Cuidar la estructura ósea y dental, sonriendo con seguridad. 3) Organizar tu espacio de trabajo para la máxima productividad. 4) Hablar solo cuando tengas algo importante y verificado que decir. 5) Planificar tus estudios o escritos como un proyecto a largo plazo. 6) Dedicar los sábados a organizar la semana o estudiar temas profesionales.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar las ideas y conectar grupos. 1) Tener la última tecnología en comunicación (móvil, tablet). 2) Mover las piernas y tobillos para activar la circulación mental. 3) Decorar con estilo moderno, futurista y aireado. 4) Difundir ideas progresistas y humanitarias en tu comunidad. 5) Romper esquemas mentales tradicionales y pensar fuera de la caja. 6) Dedicar tiempo a grupos de estudio, ciencia o redes sociales.",
      "Piscis": "Para armonizar con este emplazamiento, debes expandir la comprensión espiritual y poética. 1) Llevar un símbolo de fe o un cristal de cuarzo transparente. 2) Practicar el silencio y la meditación para limpiar la mente. 3) Tener un espacio de estudio cerca de una ventana o fuente de agua. 4) Comunicar compasión y esperanza a quienes te rodean. 5) Confiar en la inspiración divina para escribir o hablar. 6) Dedicar los domingos a la lectura espiritual, música o arte contemplativo."
    },
    "4": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar la expansión de tu clan. 1) Colocar un símbolo de protección grande o heráldica en la puerta. 2) Hacer ejercicio en casa para quemar energía y no estresarse. 3) Ampliar espacios tirando tabiques o despejando zonas para moverse. 4) Animar a la familia a emprender y ser valientes en sus vidas. 5) Confiar en que tienes la fuerza para sostener tu hogar ante todo. 6) Dedicar los martes a iniciar mejoras grandes en la propiedad.",
      "Tauro": "Para armonizar con este emplazamiento, debes cultivar la abundancia material en tu base. 1) Tener una despensa llena y macetas grandes con plantas frondosas. 2) Disfrutar del confort físico de tu hogar sin culpa (sillones grandes). 3) Invertir en muebles de calidad que duren generaciones. 4) Ser el proveedor generoso que asegura el bienestar de todos. 5) Visualizar tu propiedad aumentando de valor y dándote seguridad. 6) Dedicar los viernes a revisar las finanzas o inversiones inmobiliarias.",
      "Géminis": "Para armonizar con este emplazamiento, debes multiplicar el conocimiento en tu raíz. 1) Crear una biblioteca familiar o zona de estudio amplia. 2) Respirar aire puro en casa, usando purificadores o plantas. 3) Tener varios espacios para diferentes actividades (leer, ver TV, charlar). 4) Fomentar el diálogo abierto y educativo con la familia. 5) Mantener la mente abierta a mudanzas o cambios en el hogar. 6) Dedicar los miércoles a aprender algo nuevo sobre tu historia familiar.",
      "Cáncer": "Para armonizar con este emplazamiento, debes magnificar el amor y la protección familiar. 1) Tener una mesa de comedor grande para reunir a mucha gente. 2) Cuidar la alimentación de la familia con abundancia y cariño. 3) Llenar la casa de recuerdos, álbumes y objetos con historia. 4) Acoger a amigos como si fueran familia, expandiendo el clan. 5) Sentir gratitud profunda por el refugio y el pertenecer a un linaje. 6) Dedicar los lunes a honrar a los ancestros o cocinar en grandes cantidades.",
      "Leo": "Para armonizar con este emplazamiento, debes hacer de tu hogar un castillo radiante. 1) Decorar con toques dorados, lámparas grandes o arte impresionante. 2) Jugar con niños o mascotas en el jardín o sala con vitalidad. 3) Asegurar que la sala principal sea majestuosa y acogedora. 4) Organizar fiestas o reuniones donde seas el centro generoso. 5) Sentir orgullo por tu hogar y mostrarlo sin timidez. 6) Dedicar los domingos a disfrutar de tu espacio como un rey/reina.",
      "Virgo": "Para armonizar con este emplazamiento, debes expandir el bienestar a través del orden. 1) Tener un huerto casero o zona de reciclaje bien organizada. 2) Cuidar la higiene del hogar con productos naturales y ecológicos. 3) Crear sistemas de almacenamiento que faciliten la vida a todos. 4) Ayudar a la familia con soluciones prácticas y serviciales. 5) Analizar cómo mejorar la eficiencia de la casa para vivir mejor. 6) Dedicar los miércoles a organizar la despensa o botiquín familiar.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la belleza y la armonía doméstica. 1) Decorar con arte de gran formato o arreglos florales grandes. 2) Beber agua de calidad y mantener la casa hidratada (humidificadores). 3) Buscar el equilibrio estético en cada habitación, evitando el caos. 4) Promover la justicia y los acuerdos claros en la convivencia. 5) Visualizar paz y elegancia llenando cada rincón de tu casa. 6) Dedicar los viernes a embellecer socialmente tu hogar (cenas, visitas).",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar en la transformación del hogar. 1) Tener objetos de protección energética o piedras oscuras grandes. 2) Sanar traumas familiares a través de terapia o constelaciones. 3) Renovar espacios antiguos o sótanos, sacando lo viejo. 4) Apoyar emocionalmente a la familia en momentos de crisis profunda. 5) Ver las crisis domésticas como oportunidades de renacimiento. 6) Dedicar tiempo a investigar genealógia o secretos familiares para sanar.",
      "Sagitario": "Para armonizar con este emplazamiento, debes traer el mundo a tu hogar. 1) Tener mapas mundi gigantes o decoración de estilo étnico/bohemio. 2) Disponer de espacio exterior (jardín, terraza) para mirar el cielo. 3) Mantener la casa luminosa y con sensación de amplitud y techos altos. 4) Inculcar valores filosóficos o espirituales en la vida familiar. 5) Confiar en la providencia divina para proteger tu techo. 6) Dedicar los jueves a estudiar o planear viajes desde la comodidad de casa.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir un legado sólido y duradero. 1) Invertir en propiedades o terrenos como forma de ahorro. 2) Mantener una disciplina en los horarios y normas de la casa. 3) Usar materiales nobles (piedra, madera, cuero) en la decoración. 4) Asumir la responsabilidad de ser el pilar que sostiene a la familia. 5) Planificar el futuro patrimonial de la familia con seriedad. 6) Dedicar los sábados a gestionar el mantenimiento o administración del hogar.",
      "Acuario": "Para armonizar con este emplazamiento, debes abrir tu hogar a la comunidad y al futuro. 1) Tener gadgets de domótica o arte futurista y original. 2) Crear espacios polivalentes que rompan con la distribución tradicional. 3) Llenar la casa de luz eléctrica inteligente y ventilación. 4) Acoger a amigos o grupos en casa para debatir y compartir ideas. 5) Visualizar tu hogar como un nodo de conexión y libertad, no de encierro. 6) Dedicar un día a cambiar la disposición de los muebles para renovar energía.",
      "Piscis": "Para armonizar con este emplazamiento, debes hacer de tu hogar un templo espiritual. 1) Tener imágenes sagradas, mandalas o cristales grandes de cuarzo. 2) Practicar yoga o meditación en un cuarto dedicado al silencio. 3) Crear una atmósfera mágica con música suave y aromas difusos. 4) Practicar la caridad y la compasión infinita con tus familiares. 5) Sentir que tu hogar está protegido por fuerzas superiores invisibles. 6) Dedicar los domingos a la desconexión total y el retiro espiritual en casa."
    },
    "5": {
      "Aries": "Para armonizar con este emplazamiento, debes expandir tu coraje creativo al máximo. 1) Portar un símbolo de victoria o un accesorio dorado y rojo. 2) Involucrarte en deportes de aventura o competiciones amistosas. 3) Habilitar un espacio amplio donde puedas empezar proyectos grandes. 4) Liderar grupos de juego o actividades recreativas con entusiasmo. 5) Cultivar la fe en tus propios talentos y asumir riesgos creativos. 6) Dedicar los martes a lanzar una nueva iniciativa lúdica o romántica.",
      "Tauro": "Para armonizar con este emplazamiento, debes cultivar la abundancia y el disfrute material. 1) Invertir en materiales artísticos de lujo o colecciones valiosas. 2) Disfrutar de banquetes, catas o masajes como forma de celebración corporal. 3) Llenar tu espacio de ocio con plantas grandes y objetos de valor estético. 4) Ser generoso invitando a otros a compartir tu mesa y tus placeres. 5) Agradecer la prosperidad que te permite disfrutar del tiempo libre. 6) Dedicar los viernes a consolidar y disfrutar de tus recursos creativos.",
      "Géminis": "Para armonizar con este emplazamiento, debes multiplicar tus intereses y curiosidades. 1) Llevar múltiples pulseras o accesorios que inviten a la conversación. 2) Realizar viajes cortos o paseos en bicicleta para estimular la mente. 3) Tener una sala de juegos variada con libros, pantallas y gadgets. 4) Organizar juegos de trivia o debates divertidos con amigos. 5) Aprender constantemente cosas nuevas por el puro placer de saber. 6) Dedicar los miércoles a escribir, bloguear o enseñar algo que te divierta.",
      "Cáncer": "Para armonizar con este emplazamiento, debes expandir tu clan y tu seguridad emocional. 1) Tener fotos familiares en marcos grandes y bonitos. 2) Organizar grandes comidas familiares o picnics cerca del agua. 3) Convertir tu hogar en el centro de reunión para celebraciones íntimas. 4) Proteger y nutrir los talentos creativos de los tuyos (hijos o amigos). 5) Confiar en tu intuición para guiar tus inversiones emocionales y lúdicas. 6) Dedicar los lunes a honrar tus raíces a través de la cocina o la historia.",
      "Leo": "Para armonizar con este emplazamiento, debes irradiar alegría y magnanimidad. 1) Usar ropa de marca o joyas que te hagan sentir realeza. 2) Participar en actuaciones, karaoke o deportes donde seas visto. 3) Decorar con colores cálidos, dorados y espejos grandes. 4) Ser el alma de la fiesta y contagiar optimismo a tu círculo social. 5) Creer ciegamente en tu suerte y en tu capacidad de brillar. 6) Dedicar los domingos a celebrar la vida a lo grande, sin restricciones.",
      "Virgo": "Para armonizar con este emplazamiento, debes encontrar sabiduría en la técnica y el servicio lúdico. 1) Comprar kits de manualidades complejos y de alta calidad. 2) Practicar yoga o pilates con enfoque en la perfección del movimiento. 3) Organizar tu colección de hobbies de forma meticulosa y accesible. 4) Enseñar habilidades prácticas a otros de forma divertida y didáctica. 5) Analizar los detalles para mejorar tus proyectos sin perder el entusiasmo. 6) Dedicar los miércoles a un hobby que también mejore tu salud o bienestar.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir tu círculo social con elegancia. 1) Llevar joyas de diseño equilibrado y piedras azules o verdes. 2) Asistir a bailes de gala, eventos de moda o tenis. 3) Embellecer tu entorno para recibir visitas y hacerlas sentir especiales. 4) Fomentar la justicia y la armonía en tus grupos de juego o deporte. 5) Visualizar el éxito a través de la colaboración y la belleza compartida. 6) Dedicar los viernes a socializar en entornos culturales y refinados.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar a través de la pasión profunda. 1) Usar amuletos de protección o símbolos de poder oculto. 2) Practicar buceo, investigación o actividades de intensidad emocional. 3) Crear un espacio secreto para tus pasiones más intensas o inversiones. 4) Compartir secretos y profundidades con socios creativos de confianza. 5) Utilizar la crisis como motor creativo para renacer más fuerte. 6) Dedicar tiempo a investigar misterios o psicología como forma de ocio.",
      "Sagitario": "Para armonizar con este emplazamiento, debes aventurarte más allá de tus fronteras. 1) Coleccionar objetos religiosos o culturales de tus viajes lejanos. 2) Practicar tiro con arco, senderismo o deportes de gran alcance. 3) Tener un espacio con mucha luz y vistas al horizonte si es posible. 4) Actuar como mentor o guía espiritual en contextos lúdicos. 5) Mantener un optimismo inquebrantable sobre el futuro de tus creaciones. 6) Dedicar los jueves a estudiar filosofía, idiomas o planear el próximo gran viaje.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir un imperio de tus aficiones. 1) Invertir en antigüedades o relojes de marca reconocida. 2) Practicar golf, montañismo o deportes de estatus y disciplina. 3) Destinar una oficina o estudio formal para gestionar tus proyectos personales. 4) Relacionarte con mentores o personas de autoridad en tu tiempo libre. 5) Planificar el éxito de tus hijos o de tus obras creativas a largo plazo. 6) Dedicar los sábados a estructurar tus ambiciones creativas con seriedad.",
      "Acuario": "Para armonizar con este emplazamiento, debes expandir tu libertad y originalidad. 1) Usar tecnología vestible o accesorios únicos y excéntricos. 2) Unirse a clubes de aviación, astronomía o tecnología futura. 3) Crear un laboratorio de ideas donde todo esté permitido. 4) Fomentar la inclusión y la diversidad en tus grupos de amigos. 5) Visualizar un futuro utópico y plasmarlo en tu arte o juego. 6) Dedicar tiempo a causas humanitarias o redes sociales como forma de expansión.",
      "Piscis": "Para armonizar con este emplazamiento, debes disolver los límites de la imaginación. 1) Llevar símbolos espirituales o cristales que amplifiquen la intuición. 2) Practicar deportes acuáticos, danza extática o meditación profunda. 3) Tener un refugio artístico aislado del ruido mundano. 4) Ayudar desinteresadamente a otros a través del arte o la terapia lúdica. 5) Confiar en que el universo proveerá la inspiración necesaria. 6) Dedicar los domingos a retiros espirituales o artísticos para recargar el alma."
    },
    "6": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar con entusiasmo en el servicio. 1) Portar un objeto de hierro o color rojo vibrante que evoque fuerza. 2) Canalizar el exceso de energía con deportes competitivos o de velocidad. 3) Mantener un espacio de trabajo despejado que permita movimiento libre. 4) Defender a compañeros de trabajo que necesiten apoyo con valentía. 5) Enfocar la mente en una sola gran tarea a la vez para no dispersarte. 6) Dedicar los martes a impulsar un proyecto laboral estancado.",
      "Tauro": "Para armonizar con este emplazamiento, debes cultivar abundancia tangible y constante. 1) Tener una planta de crecimiento lento pero seguro en la oficina. 2) Cuidar la garganta y la tiroides evitando excesos de azúcares/carbohidratos. 3) Invertir en herramientas de trabajo de alta calidad y durabilidad. 4) Proveer estabilidad y calma a tu equipo en momentos de crisis. 5) Visualizar la prosperidad material como resultado de tu servicio útil. 6) Realizar un chequeo de tus recursos y ahorros cada viernes.",
      "Géminis": "Para armonizar con este emplazamiento, debes expandir tu mente a través de múltiples tareas. 1) Usar múltiples colores en tus notas o accesorios de escritorio. 2) Cuidar los pulmones y brazos con ejercicios de respiración y estiramiento. 3) Tener acceso a libros, datos y fuentes de información en tu entorno. 4) Compartir conocimientos y enseñar trucos útiles a tus colegas. 5) Mantener la curiosidad activa evitando la rutina mental repetitiva. 6) Dedicar los miércoles a leer o estudiar algo aplicable a tu trabajo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes encontrar significado emocional en ayudar. 1) Colocar un símbolo de protección o herencia familiar en el trabajo. 2) Vigilar la retención de líquidos y cuidar el estómago con dieta suave. 3) Crear un 'nido' laboral que se sienta seguro y acogedor. 4) Cuidar de tu equipo como si fuera una familia extendida (sin invadir). 5) Practicar la gratitud emocional por tener la capacidad de servir. 6) Cocinar o preparar algo especial para tu bienestar los lunes.",
      "Leo": "Para armonizar con este emplazamiento, debes elevar la rutina a algo grandioso. 1) Llevar una pieza de joyería dorada o un accesorio de marca. 2) Cuidar la salud cardiovascular con ejercicio regular y alegría. 3) Asegurar que tu lugar de trabajo tenga buena iluminación y distinción. 4) Inspirar a otros con tu confianza y delegar con generosidad. 5) Reconocer tu propio valor y talento en las tareas diarias sin esperar aplauso externo. 6) Dedicar los domingos a una actividad recreativa que te haga sentir rey/reina.",
      "Virgo": "Para armonizar con este emplazamiento, debes encontrar la gran verdad en los pequeños hechos. 1) Usar organizadores de materiales naturales (madera, fibra). 2) Cuidar los intestinos con probióticos y alimentos integrales. 3) Mantener un sistema de clasificación eficiente que te dé paz mental. 4) Ser el mentor que enseña la técnica correcta con paciencia. 5) Enfocarse en la utilidad del servicio más que en la perfección inalcanzable. 6) Realizar una caminata en la naturaleza para ordenar ideas cada semana.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la armonía y la justicia laboral. 1) Tener una balanza decorativa o arte equilibrado a la vista. 2) Beber mucha agua para los riñones y evitar el sedentarismo. 3) Decorar con elegancia y simetría para inspirar a otros. 4) Abogar por condiciones laborales justas y acuerdos claros. 5) Meditar sobre la diplomacia como herramienta de éxito diario. 6) Dedicar los viernes a fortalecer alianzas o socios de trabajo.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar en la sanación y la investigación. 1) Llevar un talismán oculto o piedra oscura (obsidiana). 2) Realizar detox periódicos y cuidar los órganos reproductores/excretorios. 3) Eliminar distracciones y crear un espacio de concentración profunda. 4) Ser un confidente confiable y ayudar en crisis complejas de otros. 5) Transformar los problemas laborales en retos de investigación mental. 6) Dedicar un momento semanal a investigar un tema tabú o complejo.",
      "Sagitario": "Para armonizar con este emplazamiento, debes ver el trabajo como una aventura de fe. 1) Colocar un mapa, globo terráqueo o símbolo extranjero en el escritorio. 2) Cuidar el hígado y las caderas con moderación en la comida y ejercicio. 3) Mantener ventanas abiertas y espacio para no sentirte encerrado. 4) Actuar como maestro o guía filosófico para tus compañeros. 5) Visualizar el futuro y el propósito mayor de tus tareas actuales. 6) Planificar una escapada o actividad al aire libre para el fin de semana.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir un legado a través de la disciplina. 1) Usar una piedra negra (ónix) o un reloj de precisión. 2) Cuidar los huesos, dientes y piel con minerales y rutina estricta. 3) Tener certificaciones o títulos visibles que avalen tu autoridad. 4) Establecer límites profesionales y cumplir promesas a rajatabla. 5) Cultivar la paciencia y la visión estratégica a largo plazo. 6) Dedicar los sábados a organizar la agenda de la semana siguiente.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar los métodos de trabajo. 1) Tener un objeto de diseño vanguardista o tecnología puntera. 2) Cuidar el sistema nervioso y tobillos con pausas de desconexión. 3) Configurar un entorno de trabajo flexible y poco convencional. 4) Fomentar la colaboración horizontal y las ideas progresistas. 5) Visualizar cómo tu trabajo beneficia a la comunidad o humanidad. 6) Asistir a grupos de interés o redes de networking una vez por semana.",
      "Piscis": "Para armonizar con este emplazamiento, debes integrar la compasión y la intuición en la labor. 1) Llevar un símbolo marino o color turquesa relajante. 2) Cuidar los pies con calzado cómodo y el sistema inmune con descanso. 3) Tener un rincón de paz o altar pequeño en el área de trabajo. 4) Practicar la empatía sin absorber la carga emocional de los demás. 5) Usar la intuición para resolver problemas que la lógica no puede. 6) Dedicar tiempo al arte, música o meditación para recargar energía."
    },
    "7": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar la expansión de tus alianzas. 1) Llevar un objeto de metal o color rojo que te dé autoridad. 2) Animar a tu socio o pareja a hacer deporte o competir sanamente. 3) Mantener el espacio de reunión despejado para permitir la acción. 4) Defender valientemente los intereses de tus socios o pareja. 5) Confiar en que la colaboración directa trae buena fortuna. 6) Dedicar los martes a buscar nuevos socios o clientes activamente.",
      "Tauro": "Para armonizar con este emplazamiento, debes hacer crecer los recursos compartidos. 1) Invertir en regalos de valor duradero para tus asociados. 2) Disfrutar de buenas comidas de negocios o cenas románticas abundantes. 3) Amueblar la oficina o casa con piezas sólidas y confortables. 4) Aportar calma y estabilidad financiera a la relación. 5) Visualizar la prosperidad material como resultado de la unión. 6) Dedicar los viernes a revisar inversiones conjuntas o patrimonio.",
      "Géminis": "Para armonizar con este emplazamiento, debes multiplicar las conexiones y el diálogo. 1) Tener dos plumas o herramientas de comunicación siempre a mano. 2) Caminar y hablar con socios para generar ideas en movimiento. 3) Llenar el espacio común de libros, prensa y estímulos intelectuales. 4) Presentar personas entre sí, actuando como el gran conector. 5) Mantener la mente abierta a múltiples puntos de vista en los acuerdos. 6) Dedicar los miércoles a negociar, firmar o bloguear con otros.",
      "Cáncer": "Para armonizar con este emplazamiento, debes expandir la familia a través de asociaciones. 1) Colocar un símbolo de protección o herencia en la zona social. 2) Cuidar emocionalmente a tus clientes o pareja como si fueran clan. 3) Crear un ambiente de negocios o convivencia que se sienta hogareño. 4) Nutrir la confianza y la seguridad emocional en los contratos. 5) Guiarte por la intuición para elegir a los compañeros de viaje correctos. 6) Dedicar los lunes a fortalecer los lazos afectivos con socios.",
      "Leo": "Para armonizar con este emplazamiento, debes dar brillo y prestigio a tus relaciones. 1) Usar ropa o joyas que impongan respeto y admiración en reuniones. 2) Organizar eventos o fiestas donde presentes a tu pareja/socio. 3) Asegurar que la iluminación de tu despacho o sala sea cálida y regia. 4) Ser generoso y magnánimo con la otra parte, evitando la mezquindad. 5) Creer que tus asociaciones están destinadas al éxito rotundo. 6) Dedicar los domingos a celebrar los logros de la relación.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar los acuerdos y el servicio. 1) Usar agendas y carpetas impecables para gestionar clientes. 2) Cuidar los detalles prácticos que facilitan la vida del otro. 3) Mantener un entorno de colaboración limpio y ordenado. 4) Ofrecer un servicio útil y humilde que te haga indispensable. 5) Analizar la letra pequeña de los contratos con sabiduría y ética. 6) Dedicar los miércoles a mejorar los procesos de colaboración.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la justicia y la justicia legal. 1) Tener arte equilibrado o símbolos de justicia en el despacho. 2) Mantener una hidratación adecuada para tener claridad en negociaciones. 3) Crear un entorno estéticamente agradable para recibir a otros. 4) Abogar por acuerdos 'win-win' donde todos ganen justamente. 5) Filosofar sobre la paz y las relaciones humanas. 6) Dedicar los viernes a eventos sociales de alto nivel o culturales.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar a través de fusiones poderosas. 1) Llevar un talismán de protección oculto en reuniones importantes. 2) Investigar a fondo a potenciales socios antes de firmar. 3) Tener un espacio privado y seguro para tratar temas confidenciales. 4) Comprometerse a nivel profundo, compartiendo recursos y secretos. 5) Ver las crisis de pareja como oportunidades de renacimiento y expansión. 6) Dedicar tiempo a planificar estrategias financieras conjuntas.",
      "Sagitario": "Para armonizar con este emplazamiento, debes buscar socios internacionales o maestros. 1) Decorar con mapas o souvenirs globales la zona de visitas. 2) Viajar con la pareja o socios para expandir la visión del negocio. 3) Mantener ventanas abiertas y horizontes amplios en la relación. 4) Compartir una filosofía de vida o religión con la otra persona. 5) Tener fe ciega en que las personas correctas aparecerán en tu camino. 6) Dedicar los jueves a aprender idiomas o leyes con tu compañero.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir alianzas sólidas y duraderas. 1) Usar vestimenta formal y de calidad para proyectar seriedad. 2) Respetar las jerarquías y la experiencia de tus asociados. 3) Estructurar los contratos con cláusulas claras y a largo plazo. 4) Aportar profesionalidad, puntualidad y cumplimiento a la unión. 5) Valorar la reputación y el estatus que te brinda la pareja/socio. 6) Dedicar los sábados a consolidar objetivos empresariales o matrimoniales.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar en la forma de relacionarte. 1) Usar tecnología punta para mantener el contacto con socios. 2) Fomentar la libertad y la independencia dentro del acuerdo. 3) Crear redes de colaboración horizontales y sin jefes. 4) Unirse a personas con ideales humanitarios o progresistas. 5) Visualizar el futuro de la sociedad a través de tus colaboraciones. 6) Dedicar un día a networking en grupos de interés o internet.",
      "Piscis": "Para armonizar con este emplazamiento, debes conectar con almas afines y compasivas. 1) Llevar un símbolo espiritual o artístico al conocer gente. 2) Practicar la empatía activa, sintiendo lo que el otro necesita. 3) Crear una atmósfera relajada y mágica para las reuniones. 4) Ayudar o asociarse con fines benéficos o artísticos. 5) Confiar en la sincronicidad del universo para traerte a las personas ideales. 6) Dedicar los domingos a compartir silencio, música o arte con el otro."
    },
    "8": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar la superación de las crisis. 1) Portar un objeto de hierro o color rojo sangre como símbolo de fuerza. 2) Realizar actividad física intensa para quemar la adrenalina del estrés. 3) Despejar zonas oscuras o sótanos de la casa para mover la energía. 4) Luchar por lo que te corresponde en herencias o juicios con valor. 5) Confiar en tu instinto de supervivencia para salir ganando. 6) Dedicar los martes a enfrentar un miedo o deuda pendiente.",
      "Tauro": "Para armonizar con este emplazamiento, debes expandir los recursos compartidos masivamente. 1) Guardar objetos de valor o metales preciosos en caja fuerte. 2) Disfrutar de la sexualidad como una fuente de vitalidad y salud. 3) Crear un entorno de abundancia y seguridad en tu zona íntima. 4) Gestionar el dinero de la familia o empresa con visión de crecimiento. 5) Sentir que mereces recibir y multiplicar el patrimonio ajeno. 6) Dedicar los viernes a evaluar el crecimiento de fondos de inversión.",
      "Géminis": "Para armonizar con este emplazamiento, debes aprender y comunicar sobre misterios. 1) Tener libros variados sobre ocultismo, finanzas o psicología. 2) Respirar conscientemente para oxigenar zonas de tensión profunda. 3) Mantener múltiples opciones de inversión o estrategias conjuntas. 4) Hablar abiertamente de temas tabú para quitarles peso. 5) Mantener la curiosidad activa ante los procesos de cambio y muerte. 6) Dedicar los miércoles a leer sobre gestión de riesgos o esoterismo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger el legado emocional y material. 1) Conservar joyas antiguas o recuerdos de ancestros con respeto. 2) Cuidar el estómago y las emociones al tratar temas de dinero. 3) Convertir el hogar en un banco de confianza y seguridad familiar. 4) Expandir la protección hacia los recursos de tu pareja o socios. 5) Usar la intuición para detectar buenas oportunidades de inversión. 6) Dedicar los lunes a honrar la memoria familiar o revisar seguros.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar y ganar en las transformaciones. 1) Usar oro o marcas de lujo que representen poder y estatus. 2) Mantener el corazón fuerte y la dignidad en momentos difíciles. 3) Iluminar los espacios oscuros de la casa con luz cálida. 4) Ser magnánimo al negociar divorcios o separaciones de bienes. 5) Tener fe absoluta en que saldrás beneficiado de cualquier cambio. 6) Dedicar los domingos a celebrar la vida y tu capacidad de regeneración.",
      "Virgo": "Para armonizar con este emplazamiento, debes encontrar riqueza en el detalle y el orden oculto. 1) Usar sistemas de archivo precisos para documentos legales y fiscales. 2) Cuidar la salud intestinal y depurar el organismo regularmente. 3) Mantener la limpieza en zonas de almacenamiento o 'trasteros'. 4) Servir a otros ayudándoles a organizar sus crisis o finanzas. 5) Analizar los datos ocultos para encontrar la verdad o el beneficio. 6) Dedicar los miércoles a auditorías personales o limpiezas profundas.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la justicia en los recursos ajenos. 1) Tener símbolos de equilibrio o arte refinado en espacios privados. 2) Beber agua para equilibrar la intensidad emocional del 8. 3) Decorar el dormitorio para favorecer la armonía y la paz en pareja. 4) Buscar socios equilibrados y justos para inversiones grandes. 5) Visualizar acuerdos beneficiosos donde ambas partes prosperen. 6) Dedicar los viernes a equilibrar balanzas energéticas o económicas.",
      "Escorpio": "Para armonizar con este emplazamiento, debes empoderarte a través de lo oculto. 1) Llevar un talismán secreto de gran poder simbólico. 2) Practicar disciplinas de control de energía sexual o kundalini. 3) Crear un santuario privado impenetrable para tus rituales. 4) Gestionar grandes sumas de dinero o poder con estrategia oculta. 5) Transformar los traumas en sabiduría y poder personal expandido. 6) Dedicar tiempo a investigar a fondo temas de inversión o psicología.",
      "Sagitario": "Para armonizar con este emplazamiento, debes buscar la verdad espiritual en la crisis. 1) Tener objetos de religiones lejanas o mapas en tu zona privada. 2) Viajar o moverse físicamente para procesar duelos o cambios. 3) Mantener una visión amplia y ventilada en temas de intimidad. 4) Enseñar o guiar a otros en procesos de transformación vital. 5) Confiar en que el universo provee incluso en las pérdidas. 6) Dedicar los jueves a estudios de filosofía, ocultismo o banca internacional.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir un imperio sobre recursos sólidos. 1) Invertir en antigüedades, tierra o bienes raíces duraderos. 2) Mantener la disciplina férrea en la gestión de deudas e impuestos. 3) Estructurar el patrimonio familiar para que dure generaciones. 4) Actuar con autoridad y ética profesional en el manejo de fondos. 5) Planificar la sucesión y el legado con visión a largo plazo. 6) Dedicar los sábados a la gestión estratégica de pasivos y activos.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar la gestión de lo compartido. 1) Usar tecnología blockchain o métodos modernos de inversión. 2) Liberar la energía estancada con acupuntura o terapias alternativas. 3) Romper con tabúes sexuales o financieros tradicionales. 4) Fomentar la colaboración en red para obtener financiación. 5) Visualizar la muerte y el cambio como procesos de liberación. 6) Dedicar un día a investigar tendencias futuras o criptoeconomía.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con la abundancia universal. 1) Tener cristales, agua o símbolos de fe en tu mesa de dinero. 2) Practicar la entrega y el desapego para permitir que la energía fluya. 3) Crear un ambiente de paz espiritual para tratar temas difíciles. 4) Ayudar caritativamente o recibir ayuda sin culpa ni juicio. 5) Confiar en la providencia y en la magia de la vida para resolver deudas. 6) Dedicar los domingos a sanar el alma y conectar con lo invisible."
    },
    "9": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar una cruzada por la verdad. 1) Portar un símbolo de liderazgo o metal que inspire coraje. 2) Realizar actividades de aventura que desafíen tus límites físicos. 3) Tener un mapa mundi grande donde marques tus conquistas. 4) Inspirar a otros a luchar por sus creencias y derechos. 5) Tener una fe inquebrantable en tu capacidad de abrir nuevos caminos. 6) Dedicar los martes a defender una causa justa o iniciar un curso.",
      "Tauro": "Para armonizar con este emplazamiento, debes construir una sabiduría sólida y rica. 1) Invertir en cursos caros o viajes de lujo que aporten valor. 2) Disfrutar de la naturaleza en el extranjero, conectando con la tierra. 3) Llenar tu biblioteca de libros de tapa dura y ediciones valiosas. 4) Ser generoso compartiendo tu abundancia y conocimientos prácticos. 5) Cultivar una filosofía de vida basada en la paz y la prosperidad. 6) Dedicar los viernes a aprender sobre economía global o naturaleza.",
      "Géminis": "Para armonizar con este emplazamiento, debes multiplicar las conexiones culturales. 1) Llevar dos o más accesorios que faciliten la comunicación (móvil, tablet). 2) Viajar ligero y moverse rápido para ver muchas cosas. 3) Tener acceso a múltiples fuentes de información en tu escritorio. 4) Enseñar, escribir o difundir conocimientos a gran escala. 5) Mantener la mente flexible para entender múltiples verdades a la vez. 6) Dedicar los miércoles a estudiar idiomas o publicar contenido.",
      "Cáncer": "Para armonizar con este emplazamiento, debes expandir la familia a nivel global. 1) Tener recuerdos de ancestros lejanos o reliquias de viaje. 2) Cuidar la alimentación emocional al estar lejos de casa. 3) Sentirte en casa en cualquier lugar del mundo ('ciudadano del mundo'). 4) Proteger y nutrir las creencias que dan seguridad a tu clan. 5) Usar la intuición para guiar tu brújula moral y de viaje. 6) Dedicar los lunes a estudiar historia, antropología o cocina étnica.",
      "Leo": "Para armonizar con este emplazamiento, debes ser un maestro radiante y magnánimo. 1) Usar ropa de marca o joyas doradas que te den autoridad. 2) Mantener el corazón abierto y la cabeza alta al enseñar. 3) Lugares amplios, soleados y lujosos para estudiar o viajar. 4) Actuar como un gurú o líder espiritual que inspira confianza. 5) Creer que tu destino es grandioso y que la suerte te acompaña. 6) Dedicar los domingos a celebrar tu sabiduría y compartirla con brillo.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar el conocimiento útil. 1) Usar herramientas de precisión para tus estudios (apps, agendas). 2) Cuidar la higiene y la salud meticulosamente en los viajes. 3) Mantener un archivo de conocimientos perfectamente clasificado. 4) Enseñar técnicas prácticas que mejoren la vida de los demás. 5) Analizar filosofías buscando la utilidad y el servicio concreto. 6) Dedicar los miércoles a editar, corregir o profundizar en un tema.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la justicia y la diplomacia. 1) Llevar objetos de arte o símbolos de paz en tu equipaje. 2) Beber agua y buscar el equilibrio físico en climas nuevos. 3) Visitar lugares bellos, museos y cortes de justicia en viajes. 4) Asociarse con personas de otras culturas para crecer juntos. 5) Visualizar un mundo regido por la armonía, la ética y la ley. 6) Dedicar los viernes a estudios legales, artísticos o sociales.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar en la verdad oculta. 1) Llevar un talismán secreto de protección en viajes largos. 2) Transformar tu energía a través de experiencias límite o intensas. 3) Investigar en bibliotecas antiguas o lugares misteriosos. 4) Guiar a otros a través de sus crisis existenciales o de fe. 5) Entender el poder y la magia como partes de la realidad universal. 6) Dedicar tiempo a estudiar esoterismo, finanzas globales o psicología.",
      "Sagitario": "Para armonizar con este emplazamiento, debes abrazar tu rol de explorador cósmico. 1) Coleccionar objetos de fe o filosofía de todo el mundo. 2) Practicar equitación, tiro con arco o caminatas largas. 3) Vivir en espacios con vistas al horizonte, sin vallas ni límites. 4) Predicar el optimismo y la libertad como máximas de vida. 5) Confiar absolutamente en la providencia y en el sentido de la vida. 6) Dedicar los jueves a la enseñanza superior, la publicación o el viaje.",
      "Capricornio": "Para armonizar con este emplazamiento, debes alcanzar la maestría y la autoridad. 1) Obtener títulos, certificados y reconocimientos oficiales. 2) Mantener la disciplina y la perseverancia en estudios largos. 3) Construir estructuras sólidas de conocimiento (escuelas, libros). 4) Respetar la tradición y las leyes de los lugares que visitas. 5) Planificar tu expansión y éxito internacional con estrategia. 6) Dedicar los sábados a trabajar en tu legado intelectual o profesional.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar la conciencia colectiva. 1) Usar tecnología de vanguardia para aprender y conectar. 2) Viajar al espacio (metafóricamente o no) o a lugares inusuales. 3) Crear redes de conocimiento libre y accesible para todos. 4) Promover ideales humanitarios y de fraternidad universal. 5) Pensar en el futuro de la humanidad con visión progresista. 6) Dedicar un día a la ciencia, la aviación o el activismo global.",
      "Piscis": "Para armonizar con este emplazamiento, debes disolverte en la sabiduría divina. 1) Llevar un símbolo de fe universal o cristal de sanación. 2) Practicar retiros de silencio o peregrinaciones espirituales. 3) Crear un santuario donde estudiar sea un acto de meditación. 4) Ayudar desinteresadamente en misiones humanitarias lejanas. 5) Confiar en que todos los caminos llevan a la misma verdad. 6) Dedicar los domingos a conectar con lo sagrado, la música o el mar."
    },
    "10": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar con coraje y expansión. 1) Portar una insignia, pin o elemento rojo que denote rango. 2) Hacer ejercicio vigoroso antes de trabajar para llegar con energía. 3) Ocupar espacio en la sala de reuniones, sentándote en la cabecera. 4) Ser el primero en proponer grandes proyectos o soluciones arriesgadas. 5) Tener fe en tu capacidad de mando y en tu instinto pionero. 6) Dedicar los martes a iniciar la conquista de una nueva meta profesional.",
      "Tauro": "Para armonizar con este emplazamiento, debes expandir la riqueza y la estabilidad corporativa. 1) Invertir en accesorios de oficina de lujo y durabilidad. 2) Disfrutar de almuerzos de negocios de calidad para cerrar tratos. 3) Tener plantas grandes y muebles de madera maciza en tu despacho. 4) Proveer recursos y seguridad financiera a tu organización. 5) Visualizar tu carrera como un edificio sólido que crece piso a piso. 6) Dedicar los viernes a revisar el crecimiento de activos o patrimonio.",
      "Géminis": "Para armonizar con este emplazamiento, debes ser el gran comunicador y conector. 1) Usar múltiples dispositivos para estar omnipresente en redes. 2) Gesticular y usar la voz para persuadir a grandes audiencias. 3) Tener una biblioteca profesional visible y llena de referencias. 4) Difundir conocimiento, dar charlas o escribir para expandir tu marca. 5) Mantener la curiosidad intelectual como motor de tu ascenso. 6) Dedicar los miércoles a medios de comunicación, blogs o prensa.",
      "Cáncer": "Para armonizar con este emplazamiento, debes ser el protector y patriarca/matriarca social. 1) Tener símbolos de herencia o historia de la empresa visibles. 2) Cuidar la nutrición del equipo, organizando comidas o eventos. 3) Hacer que tu oficina se sienta como el centro del clan corporativo. 4) Expandir tu influencia cuidando emocionalmente de tu reputación. 5) Confiar en tu intuición para tomar decisiones de liderazgo. 6) Dedicar los lunes a fortalecer la cultura interna o raíces del negocio.",
      "Leo": "Para armonizar con este emplazamiento, debes reinar con generosidad y carisma. 1) Vestir de manera impecable, con toques dorados o de alta costura. 2) Mantener la cabeza alta y sonreír con confianza ante las cámaras/público. 3) Trabajar en espacios luminosos, amplios y centrales. 4) Inspirar a las masas o a tus empleados con visión y optimismo. 5) Creer que el éxito y la fama son tu estado natural. 6) Dedicar los domingos a cultivar tu imagen pública y ocio de alto nivel.",
      "Virgo": "Para armonizar con este emplazamiento, debes expandir el servicio y la eficiencia. 1) Usar sistemas organizativos complejos que demuestren maestría. 2) Cuidar la salud laboral y la higiene en el entorno de trabajo. 3) Mantener un archivo de logros y datos perfectamente clasificado. 4) Enseñar a otros a trabajar mejor, siendo un mentor técnico. 5) Analizar los grandes procesos para encontrar la mejora perfecta. 6) Dedicar los miércoles a optimizar flujos de trabajo o auditorías.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la justicia y las relaciones públicas. 1) Tener arte de gran formato o decoración elegante en la oficina. 2) Mantener el equilibrio físico y mental ante la presión pública. 3) Diseñar tu entorno laboral para impresionar estéticamente. 4) Formar alianzas estratégicas y públicas que beneficien a todos. 5) Promover la ética, la ley y la armonía en tu sector. 6) Dedicar los viernes a la diplomacia corporativa o eventos sociales.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar las estructuras de poder. 1) Llevar un amuleto de poder oculto en reuniones de alto nivel. 2) Canalizar la ambición a través de la resistencia física y mental. 3) Controlar la información y tener un espacio blindado de trabajo. 4) Gestionar crisis institucionales o fusiones con mano firme. 5) Usar el poder para regenerar y sanar la organización o sociedad. 6) Dedicar tiempo a investigar secretos del mercado o psicología de masas.",
      "Sagitario": "Para armonizar con este emplazamiento, debes ser el gurú o embajador internacional. 1) Decorar con globos terráqueos, banderas o títulos universitarios. 2) Viajar por trabajo frecuentemente para expandir horizontes. 3) Buscar oficinas con vistas panorámicas o techos altos. 4) Publicar, enseñar y predicar tu visión optimista al mundo. 5) Tener fe absoluta en que tu misión profesional es divina o superior. 6) Dedicar los jueves a la expansión internacional o estudios superiores.",
      "Capricornio": "Para armonizar con este emplazamiento, debes alcanzar la cumbre de la jerarquía. 1) Usar plumas estilográficas o símbolos de estatus conservador. 2) Mantener una disciplina de hierro en tu agenda y compromisos. 3) Construir una estructura organizacional sólida y duradera. 4) Asumir la máxima responsabilidad pública con honor. 5) Planificar el legado que dejarás a las siguientes generaciones. 6) Dedicar los sábados a la gestión estratégica del poder y la reputación.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar el futuro profesional. 1) Usar la última tecnología disponible para liderar tu sector. 2) Moverse en redes horizontales, rompiendo el protocolo rígido. 3) Crear espacios de trabajo colaborativos, futuristas y libres. 4) Liderar movimientos sociales, ONGs o proyectos de innovación. 5) Visualizar un progreso colectivo gracias a tu intervención pública. 6) Dedicar un día a conectar con redes globales o tendencias futuras.",
      "Piscis": "Para armonizar con este emplazamiento, debes inspirar con compasión y visión. 1) Llevar un símbolo de fe o arte que humanice tu imagen. 2) Practicar el liderazgo empático y la escucha activa. 3) Crear un refugio en tu trabajo donde haya paz y creatividad. 4) Dedicar tu carrera a una causa mayor, benéfica o artística. 5) Confiar en que el universo guía tu camino profesional. 6) Dedicar los domingos a alinear tu carrera con tu propósito espiritual."
    },
    "11": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar grandes movimientos sociales. 1) Portar un estandarte, bandera o símbolo rojo de liderazgo. 2) Impulsar al grupo a la acción física o deportiva masiva. 3) Necesitar espacios muy amplios para congregar a mucha gente. 4) Defender con valentía las causas de tus amigos o comunidad. 5) Tener fe en que tu iniciativa puede cambiar el mundo. 6) Dedicar los martes a iniciar un proyecto colaborativo ambicioso.",
      "Tauro": "Para armonizar con este emplazamiento, debes consolidar recursos para la comunidad. 1) Aportar bienes tangibles o financiación a tus grupos. 2) Organizar grandes banquetes o eventos de disfrute colectivo. 3) Proveer estabilidad y mobiliario de calidad a la sede del grupo. 4) Mantener la calma y la perseverancia en proyectos a largo plazo. 5) Visualizar la prosperidad económica de tu red de contactos. 6) Dedicar los viernes a gestionar la tesorería o recursos del grupo.",
      "Géminis": "Para armonizar con este emplazamiento, debes expandir la red de información. 1) Tener múltiples dispositivos para gestionar redes y contactos. 2) Viajar y moverse para conectar diferentes grupos de personas. 3) Crear bibliotecas o bases de datos compartidas para la comunidad. 4) Difundir noticias y conocimientos a gran escala entre amigos. 5) Mantener la mente abierta a la diversidad de opiniones en el grupo. 6) Dedicar los miércoles a comunicar, publicar o conectar gente.",
      "Cáncer": "Para armonizar con este emplazamiento, debes crear una gran familia extendida. 1) Usar símbolos de pertenencia o identidad de grupo (camisetas, pines). 2) Nutrir a las masas o grandes grupos con comida y cuidado. 3) Hacer que las grandes reuniones se sientan acogedoras y seguras. 4) Proteger emocionalmente a los miembros más vulnerables de la red. 5) Confiar en la intuición colectiva para guiar el rumbo del grupo. 6) Dedicar los lunes a fortalecer el sentido de pertenencia y clan.",
      "Leo": "Para armonizar con este emplazamiento, debes inspirar a las masas con tu luz. 1) Usar elementos dorados o distintivos de honor en eventos públicos. 2) Ser el maestro de ceremonias que anima y vitaliza al público. 3) Organizar eventos grandiosos, fiestas o celebraciones lujosas. 4) Irradiar generosidad y confianza, elevando el moral del grupo. 5) Creer en el éxito rotundo de los proyectos colectivos que lideras. 6) Dedicar los domingos a ser el centro de atención en beneficio del grupo.",
      "Virgo": "Para armonizar con este emplazamiento, debes organizar el servicio colectivo. 1) Usar herramientas de gestión eficientes para coordinar voluntarios. 2) Cuidar la salud pública o el bienestar físico de la comunidad. 3) Mantener los archivos y la logística del grupo impecables. 4) Enseñar habilidades prácticas a grandes grupos de personas. 5) Analizar los fallos del sistema para mejorar la utilidad social. 6) Dedicar los miércoles a la planificación detallada de metas comunes.",
      "Libra": "Para armonizar con este emplazamiento, debes expandir la justicia social y la paz. 1) Llevar símbolos de paz o arte que unan a las personas. 2) Promover eventos sociales elegantes y equilibrados. 3) Crear entornos bellos para la interacción diplomática de grupos. 4) Abogar por leyes justas y acuerdos armoniosos en la sociedad. 5) Visualizar una sociedad ideal basada en la cooperación estética. 6) Dedicar los viernes a relaciones públicas o eventos benéficos.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar la sociedad desde lo profundo. 1) Llevar un talismán oculto que represente poder colectivo. 2) Canalizar la energía de masas para la regeneración o sanación. 3) Gestionar recursos ocultos o inversiones de grupos poderosos. 4) Liderar en tiempos de crisis colectiva con estrategia férrea. 5) Entender las motivaciones psicológicas profundas de las masas. 6) Dedicar tiempo a investigar secretos o empoderar a la red.",
      "Sagitario": "Para armonizar con este emplazamiento, debes globalizar tus ideales y redes. 1) Tener mapas mundi o banderas de todos los países en la sede. 2) Organizar viajes internacionales o intercambios culturales grupales. 3) Buscar espacios abiertos y horizontes lejanos para reuniones. 4) Predicar tolerancia, libertad y sabiduría a la comunidad. 5) Tener una fe inmensa en el progreso y futuro de la humanidad. 6) Dedicar los jueves a la enseñanza, filosofía o expansión global.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar el éxito colectivo. 1) Usar símbolos de autoridad o estatus institucional en el grupo. 2) Establecer jerarquías y normas claras que aseguren la duración. 3) Construir instituciones sólidas que sirvan de base social. 4) Asumir la responsabilidad de guiar al grupo hacia metas serias. 5) Planificar el crecimiento de la organización a muy largo plazo. 6) Dedicar los sábados a la gobernanza o administración de la red.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar el futuro con todos. 1) Usar tecnología punta para conectar a la humanidad. 2) Promover la libertad de movimiento y la igualdad radical. 3) Crear redes descentralizadas y espacios de innovación social. 4) Fomentar el altruismo y las ideas progresistas sin límites. 5) Visualizar utopías y trabajar en equipo para hacerlas realidad. 6) Dedicar un día a la ciencia, la tecnología o el activismo social.",
      "Piscis": "Para armonizar con este emplazamiento, debes disolver fronteras con compasión. 1) Llevar símbolos de unidad espiritual o artística en grupo. 2) Practicar meditación masiva o arte colaborativo para sanar. 3) Crear santuarios o espacios de refugio para la comunidad. 4) Ayudar a los desfavorecidos a gran escala con empatía total. 5) Confiar en que la marea colectiva nos llevará al buen puerto. 6) Dedicar los domingos a la conexión espiritual o caridad en grupo."
    },
    "12": {
      "Aries": "Para armonizar con este emplazamiento, debes ser un guerrero espiritual oculto. 1) Portar un símbolo de protección activo (espada, cruz). 2) Hacer yoga dinámico o artes marciales como meditación. 3) Eliminar obstáculos en la entrada de tu zona de descanso. 4) Ayudar a otros a luchar sus batallas sin que sepan que fuiste tú. 5) Tener fe en tu fuerza interior para vencer demonios internos. 6) Dedicar los martes a superar un miedo en privado.",
      "Tauro": "Para armonizar con este emplazamiento, debes cultivar una riqueza interior inmensa. 1) Tener un cofre con objetos valiosos o sagrados oculto. 2) Practicar la relajación profunda (Yoga Nidra) conectando con la tierra. 3) Crear un jardín secreto o rincón verde de paz. 4) Ser el benefactor anónimo que dona recursos tangibles. 5) Sentir que la abundancia del universo te sostiene siempre. 6) Dedicar los viernes a agradecer la prosperidad invisible.",
      "Géminis": "Para armonizar con este emplazamiento, debes descifrar los mensajes del universo. 1) Tener libros sagrados o textos místicos en la mesilla. 2) Practicar el silencio verbal para escuchar la voz interior. 3) Mantener el aire limpio y fresco en tu lugar de retiro. 4) Rezar o mantralizar por los demás en secreto. 5) Entender que la verdadera sabiduría está en el silencio mental. 6) Dedicar los miércoles a estudiar simbología o sueños.",
      "Cáncer": "Para armonizar con este emplazamiento, debes ser el ángel guardián de tu linaje. 1) Usar piedras lunares o plata para protección nocturna. 2) Cuidar el sueño y la digestión emocional antes de dormir. 3) Convertir tu habitación en un santuario maternal y seguro. 4) Orar por la protección de tu familia y ancestros. 5) Confiar en tu intuición onírica como guía suprema. 6) Dedicar los lunes a honrar a los espíritus familiares.",
      "Leo": "Para armonizar con este emplazamiento, debes encontrar tu luz en la oscuridad. 1) Tener una vela dorada siempre lista para encender en crisis. 2) Meditar visualizando un sol en tu centro corazón. 3) Decorar tu espacio privado con lujo espiritual y calidez. 4) Ser generoso espiritualmente, enviando luz a quienes sufren. 5) Creer que Dios o el Universo habita dentro de ti. 6) Dedicar los domingos a la conexión con tu Yo Superior.",
      "Virgo": "Para armonizar con este emplazamiento, debes servir desde el anonimato perfecto. 1) Usar rosarios o cuentas para contar mantras con precisión. 2) Cuidar la salud de los enfermos o marginados en secreto. 3) Mantener un altar limpio, ordenado y con flores frescas. 4) Ofrecer ayuda práctica a instituciones de caridad o retiro. 5) Analizar tus procesos espirituales con discernimiento útil. 6) Dedicar los miércoles a la sanación o servicio voluntario.",
      "Libra": "Para armonizar con este emplazamiento, debes buscar la justicia divina y el equilibrio. 1) Tener arte espiritual simétrico que induzca a la paz. 2) Meditar en posturas equilibradas para alinear chakras. 3) Crear un ambiente de retiro bello y armonioso. 4) Abogar por la paz y la reconciliación desde la oración. 5) Visualizar el equilibrio kármico y la justicia universal. 6) Dedicar los viernes a meditar por la paz en las relaciones.",
      "Escorpio": "Para armonizar con este emplazamiento, debes expandir tu poder oculto y sanador. 1) Usar talismanes de poder o reliquias antiguas. 2) Practicar la transmutación sexual o respiración holotrópica. 3) Aislarse completamente para recargar la batería psíquica. 4) Ayudar a almas en crisis profundas o duelos. 5) Confiar en tu capacidad de renacer de las cenizas. 6) Dedicar tiempo a investigar la muerte, el más allá o el ocultismo.",
      "Sagitario": "Para armonizar con este emplazamiento, debes ser un gurú interior y libre. 1) Tener estatuas de budas, santos o maestros lejanos. 2) Realizar viajes astrales o visualizaciones de paisajes lejanos. 3) Abrir tu mente a todas las religiones y filosofías en soledad. 4) Actuar como guía espiritual para los perdidos, sin ego. 5) Tener una fe ciega y expansiva en la protección divina. 6) Dedicar los jueves a la expansión de la conciencia.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir un legado espiritual sólido. 1) Usar cristales oscuros o madera vieja en tu altar. 2) Mantener una disciplina espiritual férrea y constante. 3) Retirarse a la montaña o lugares altos y solitarios. 4) Asumir cargas kármicas con responsabilidad y madurez. 5) Estructurar tu vida interior como un edificio indestructible. 6) Dedicar los sábados a la meditación zen o austeridad.",
      "Acuario": "Para armonizar con este emplazamiento, debes conectar con la mente universal. 1) Usar geometría sagrada o símbolos cósmicos para meditar. 2) Liberarse de ataduras físicas mediante la meditación. 3) Crear un espacio de retiro donde te sientas libre de normas. 4) Trabajar energéticamente por la liberación de la humanidad. 5) Recibir 'descargas' de información del campo cuántico. 6) Dedicar un día a la intuición repentina y la originalidad espiritual.",
      "Piscis": "Para armonizar con este emplazamiento, debes fundirte con la totalidad. 1) Tener agua bendita, aceites o símbolos de fe pura. 2) Dejarse llevar por la música o el trance místico. 3) Crear un refugio donde el tiempo y el espacio no existan. 4) Practicar la compasión infinita y el sacrificio amoroso. 5) Confiar en que los ángeles y guías te protegen siempre. 6) Dedicar los domingos a la disolución del ego y la unidad."
    }
  }
}
