{
  "Aries": {
    "1": "El pionero en carne viva. Tu valentía es instintiva y física; te lanzas antes de mirar. Tienes el coraje de ser tú mismo sin pedir permiso y de iniciar proyectos cuando nadie más se atreve. El riesgo es volverte imprudente o buscar peleas solo para sentirte vivo. Consejo: La verdadera valentía incluye la paciencia de esperar el momento justo.",
    "2": "Apostador impulsivo. Te atreves a tomar riesgos financieros rápidos y agresivos. No tienes miedo de gastar para ganar o de pedir ese aumento que crees merecer. El dinero es munición para tus conquistas. El peligro es quemar recursos por un capricho momentáneo. Consejo: Asegura tu base antes de lanzar el siguiente ataque financiero.",
    "3": "Lengua de fuego. Tienes la audacia de decir lo que piensas al instante, sin filtros. Defiendes a tus hermanos o vecinos con agresividad y no huyes de un debate acalorado. A veces, tu palabra hiere más que un golpe. Consejo: La valentía también es saber callar y escuchar cuando el otro habla.",
    "4": "Guardián del fuego. En casa eres quien toma el mando en las crisis. Tienes el valor de romper con tradiciones familiares asfixiantes o de defender tu territorio doméstico contra intrusos. La convivencia puede ser un campo de batalla si no controlas tu genio. Consejo: Tu hogar necesita tu calor, no tu incendio.",
    "5": "Conquistador romántico. Te atreves a perseguir a quien te gusta y a expresar tus talentos sin vergüenza. En el juego y el amor, vas a ganar o morir en el intento. El riesgo es confundir valentía con egoísmo o competitividad excesiva con tus hijos. Consejo: En el amor, la vulnerabilidad requiere más coraje que la conquista.",
    "6": "Héroe de la rutina. Tienes la energía para enfrentar jornadas laborales titánicas o crisis de salud agudas. No te asusta el trabajo duro ni ensuciarte las manos para resolver una urgencia. El peligro es el agotamiento por no saber frenar a tiempo. Consejo: Eres valiente, pero no eres de acero; descansa antes de romperte.",
    "7": "Duelista relacional. Tienes el coraje de confrontar los problemas de pareja cara a cara. No toleras la pasividad en el otro; buscas a alguien que aguante tu ritmo. A veces conviertes la relación en una competencia constante. Consejo: Pelear por la relación es bueno, pelear contra tu pareja es un error.",
    "8": "Cirujano de crisis. Te creces ante el peligro real, las deudas o las situaciones límite. Tienes el valor de cortar por lo sano en situaciones tóxicas y de enfrentar la sexualidad sin tabúes. El riesgo es vivir al borde del abismo por la adrenalina. Consejo: No necesitas una crisis para demostrar que eres fuerte.",
    "9": "Explorador temerario. Te atreves a viajar solo, a cuestionar dogmas o a emprender estudios desafiantes. Tu fe es activa y combativa; defiendes tus ideales a capa y espada. A veces, la imprudencia te mete en problemas legales o en el extranjero. Consejo: La verdad no necesita que la defiendas a gritos, se sostiene sola.",
    "10": "Líder de asalto. Tienes el coraje de aspirar a lo más alto y competir por el puesto de mando. No te asusta la visibilidad ni la controversia pública. Eres emprendedor nato. El riesgo es atropellar a otros en tu subida a la cima. Consejo: El liderazgo real inspira, no impone.",
    "11": "Activista de choque. Tienes el valor de liderar grupos o iniciar movimientos sociales. No te importa ser el primero en levantar la mano o ir en contra de la corriente del grupo si es necesario. A veces generas conflicto innecesario entre amigos. Consejo: Un ejército de uno no gana guerras; aprende a colaborar.",
    "12": "Guerrero secreto. Tu batalla es interna. Tienes el coraje de enfrentar tus demonios en soledad y de actuar tras bastidores. A menudo eres el héroe anónimo que salva la situación sin buscar crédito. El riesgo es reprimir tu ira hasta que explota. Consejo: Enfrentar tu propia sombra es el acto más valiente de todos."
  },
  "Tauro": {
    "1": "Resistencia inamovible. Tu valentía es quedarte plantado cuando todos huyen. Defiendes tu espacio y tu cuerpo con una tenacidad que intimida. No atacas, pero si te empujan, eres una pared de granito. El riesgo es la terquedad ciega que te impide adaptarte. Consejo: A veces, ceder un poco es la estrategia más inteligente para sobrevivir.",
    "2": "Inversor de roca. Tienes el coraje de apostar a largo plazo y sostener inversiones cuando el mercado tiembla. No te asusta comprometer grandes sumas en bienes raíces o proyectos sólidos. El peligro es el apego excesivo a lo material por miedo al cambio. Consejo: La seguridad real está en tu talento, no solo en tu cuenta bancaria.",
    "3": "Voz firme. Te atreves a decir 'no' y mantenerlo eternamente. Defiendes tus ideas con una paciencia que desgasta al oponente. No te dejas presionar por la prisa de los demás. A veces te vuelves sordo a argumentos válidos. Consejo: Escuchar nuevas ideas no debilita tu postura, la enriquece.",
    "4": "Cimiento familiar. Tienes el valor de ser la columna que sostiene a toda la familia. Proteges tu hogar asegurando la despensa y la estructura física. Te enfrentas a cualquier amenaza a tu estabilidad doméstica. El riesgo es volverte un tirano territorial. Consejo: Protege a los tuyos dándoles raíces, pero también alas.",
    "5": "Artista persistente. Tienes el coraje de materializar tus obras de arte con constancia, o de sostener un romance contra viento y marea. Inviertes tiempo y recursos en lo que amas sin dudar. El riesgo es la posesividad con tus creaciones o amores. Consejo: Deja que lo que amas respire; apretar demasiado asfixia el placer.",
    "6": "Trabajador incansable. Tu valentía se ve en la capacidad de soportar cargas de trabajo que aplastarían a otros. Enfrentas la enfermedad o el desorden con disciplina férrea y métodos naturales. El peligro es ignorar el dolor hasta que es crónico. Consejo: Tu cuerpo es tu templo, no tu bestia de carga; trátalo con suavidad.",
    "7": "Socio leal. Tienes el valor de comprometerte de verdad, 'en la salud y en la enfermedad'. Defiendes a tu pareja o socio con lealtad absoluta ante terceros. Te cuesta soltar relaciones que ya murieron por no perder la inversión emocional. Consejo: Quedarse por costumbre no es valentía, es miedo a lo nuevo.",
    "8": "Gestor de confianza. Te atreves a fusionar recursos y gestionar dinero ajeno con mano firme. Enfrentas las crisis financieras con calma y pragmatismo, buscando soluciones tangibles. El riesgo es la avaricia o el miedo a compartir el control. Consejo: Confiar implica soltar el control; es el riesgo necesario para la intimidad.",
    "9": "Constructor de fe. Tienes el coraje de defender tus valores tradicionales o éticos ante un mundo cambiante. Te atreves a estudiar carreras largas o complejas porque tienes aguante. A veces eres demasiado dogmático. Consejo: La verdad es un jardín vivo, no una estatua de piedra; permítele crecer.",
    "10": "Ambición sólida. Tienes el valor de construir una reputación ladrillo a ladrillo, sin atajos. Enfrentas la responsabilidad pública con seriedad y no te asusta el peso del poder. El riesgo es sacrificar la vida personal por el estatus material. Consejo: El éxito que perdura es el que tiene corazón, no solo estructura.",
    "11": "Amigo roca. Tienes el coraje de mantener amistades de toda la vida y ser el pilar de tu comunidad. Defiendes al grupo aportando recursos y estabilidad. Te cuesta abrirte a gente nueva. Consejo: Abre el círculo; la sangre nueva renueva la vida del grupo.",
    "12": "Fuerza silenciosa. Enfrentas la soledad y los miedos subconscientes con una calma estoica. Tienes una capacidad oculta para resistir pruebas del destino que nadie ve. El riesgo es rumiar rencores en secreto. Consejo: Soltar el pasado requiere más fuerza que retenerlo; aligera tu carga."
  },
  "Géminis": {
    "1": "Audacia verbal. Tu valentía es tu ingenio; te atreves a improvisar y salir de problemas hablando. Tienes el coraje de cambiar de opinión y de cara, adaptándote a cualquier peligro. El riesgo es la dispersión o hablar de más y meterte en líos. Consejo: Tus palabras son armas; úsalas para construir puentes, no para cortarlos.",
    "2": "Comerciante ágil. Te atreves a diversificar tus ingresos y probar negocios novedosos o múltiples a la vez. No tienes miedo a negociar precios o buscar regateos. El riesgo es la inestabilidad por picar en demasiados lados. Consejo: Enfoca tu puntería; un negocio bien atendido vale por dos a medias.",
    "3": "Mensajero valiente. Es tu posición natural. Te atreves a preguntar lo que nadie pregunta y a decir la verdad incómoda. Defiendes tu derecho a saber y comunicar. El peligro es el chisme o la provocación verbal innecesaria. Consejo: La curiosidad es valiente, pero la discreción es sabia.",
    "4": "Defensor del diálogo. Tienes el valor de hablar de los problemas familiares en lugar de callarlos. Introduces ideas nuevas en un hogar tradicional o te atreves a vivir en movimiento constante. El riesgo es intelectualizar los sentimientos familiares. Consejo: A veces la familia necesita un abrazo, no una explicación lógica.",
    "5": "Jugador mental. Te atreves a experimentar en el amor y la creatividad, probando cosas nuevas sin prejuicios. Tienes el coraje de mantener tu niño interior vivo y curioso. El riesgo es tratar los sentimientos ajenos como un juego intelectual. Consejo: El corazón no es un puzzle para resolver, es un misterio para vivir.",
    "6": "Multitasking heroico. Enfrentas el caos laboral con inteligencia y rapidez mental. Te atreves a proponer cambios en la rutina o sistemas nuevos. No te asusta aprender herramientas desde cero. El peligro es el estrés nervioso por abarcar mucho. Consejo: Una tarea a la vez es un acto de valentía en un mundo frenético.",
    "7": "Negociador astuto. Tienes el valor de debatir con tu pareja y poner las cartas sobre la mesa. No huyes de la conversación difícil. Buscas acuerdos inteligentes más que victorias emocionales. A veces racionalizas el amor. Consejo: En el amor, tener razón es menos importante que tener conexión.",
    "8": "Investigador de tabúes. Te atreves a hablar de sexo, muerte y dinero sin pudor. Tienes curiosidad por lo oculto y el coraje de indagar en los secretos ajenos. El riesgo es la superficialidad ante temas profundos o la indiscreción. Consejo: Los secretos de otros son sagrados; trátalos con respeto.",
    "9": "Cuestionador de dogmas. Tienes la valentía de dudar y hacer preguntas difíciles a maestros o autoridades religiosas. Te atreves a viajar ligero y aprender idiomas sobre la marcha. El riesgo es la dispersión intelectual. Consejo: Profundizar en una verdad requiere más valor que picotear en todas.",
    "10": "Comunicador público. Tienes el coraje de hablar en público, escribir o ser la voz de tu profesión. Te expones a la crítica mediática sin miedo. Sabes venderte. El riesgo es ser visto como un charlatán si no respaldas tus palabras. Consejo: Que tus actos hablen tan alto como tu voz.",
    "11": "Conector social. Te atreves a mezclar grupos de gente diferente y a introducir ideas polémicas en tu círculo. No tienes miedo a conocer gente extraña o nueva. El riesgo es la falta de compromiso real con los amigos. Consejo: Estar presente para un amigo vale más que mil mensajes de texto.",
    "12": "Pensador solitario. Tienes el valor de enfrentar tus propios pensamientos ansiosos y dudas racionales. A veces eres el que dice la verdad desde el anonimato. El riesgo es que tu mente te juegue malas pasadas en la soledad. Consejo: Meditar es valiente; requiere sentarse a solas con tu propia mente."
  },
  "Cáncer": {
    "1": "Defensor emocional. Tu valentía es la vulnerabilidad; te atreves a sentir y a mostrar tu cuidado en un mundo frío. Defiendes a los tuyos con ferocidad si son atacados. El riesgo es tomarte todo como un ataque personal. Consejo: Tu sensibilidad es tu escudo, no tu debilidad; úsala para intuir el peligro.",
    "2": "Guardián del tesoro. Tienes el coraje de proteger tus recursos para el futuro de tu clan. Te atreves a invertir en seguridad, comida o bienes raíces cuando otros gastan en humo. El miedo a la escasez puede paralizarte. Consejo: El dinero fluye; aferrarte a él con miedo corta la circulación de la abundancia.",
    "3": "Voz del sentimiento. Te atreves a hablar desde el corazón, poniendo emoción a las palabras. Defiendes la historia y la memoria de tu entorno. A veces el chantaje emocional es tu arma. Consejo: Expresar una necesidad clara es más valiente que esperar a que la adivinen.",
    "4": "León de la puerta. Aquí eres invencible. Tienes el valor absoluto para proteger tu hogar, tu intimidad y tu pasado. Enfrentas cualquier amenaza externa que ponga en peligro a tu nido. El riesgo es aislarte demasiado por defensa. Consejo: Un hogar fuerte tiene puertas, no murallas infranqueables.",
    "5": "Creador sensible. Tienes el coraje de poner el alma en tus creaciones o de luchar por tus hijos contra el mundo. Te atreves a amar con apego y profundidad. El riesgo es sobreproteger o ahogar lo que amas. Consejo: Amar es valiente, pero dejar crecer requiere un coraje superior.",
    "6": "Cuidador tenaz. Enfrentas las enfermedades y las crisis domésticas con una resistencia emocional increíble. No te asusta limpiar, cuidar y nutrir en situaciones difíciles. El riesgo es somatizar las penas del trabajo. Consejo: Cuidarte a ti mismo debe ser tu primera tarea del día.",
    "7": "Protector del vínculo. Tienes el valor de comprometerte emocionalmente a fondo. Defiendes la intimidad de la pareja y luchas por mantener la familia unida. A veces aguantas situaciones tóxicas por miedo a soltar. Consejo: Quedarse en una relación que hiere no es lealtad, es falta de amor propio.",
    "8": "Resiliente profundo. Tienes el coraje de enfrentar duelos, herencias dolorosas y crisis familiares emocionales. Sabes navegar las aguas oscuras del dolor ajeno. El riesgo es quedarte atrapado en el rencor. Consejo: Perdonar y soltar el pasado es el acto más heroico que puedes hacer.",
    "9": "Viajero nostálgico. Te atreves a buscar un hogar en tierras lejanas o a defender las tradiciones de tu patria. Tu fe es emocional y profunda. El riesgo es el miedo a lo desconocido o el apego excesivo a lo conocido. Consejo: El mundo es tu casa; llévala contigo en el corazón y no temerás viajar.",
    "10": "Líder empático. Tienes el valor de liderar con cuidado y humanidad, o de hacer carrera en temas de nutrición, vivienda o historia. Te expones emocionalmente ante el público. El riesgo es ser demasiado susceptible a la crítica. Consejo: La crítica profesional no es un rechazo a tu persona; sepáralo.",
    "11": "Madre/Padre del grupo. Tienes el coraje de cuidar a tus amigos como si fueran familia. Creas comunidad basada en el afecto y la protección mutua. A veces te ofendes si el grupo no devuelve el mismo cuidado. Consejo: Da sin esperar retorno inmediato; la verdadera amistad es libre.",
    "12": "Sanador oculto. Enfrentas los traumas generacionales y secretos familiares en soledad. Tienes una fuerza psíquica inmensa para resistir el aislamiento. El riesgo es ahogarte en tus propias emociones sin pedir ayuda. Consejo: Sacar el dolor a la luz lo desactiva; no sufras en silencio."
  },
  "Leo": {
    "1": "Corazón de león. Tu valentía es la autenticidad radical; te atreves a ser el centro de atención y a brillar sin disculpas. Defiendes tu dignidad y orgullo a muerte. El riesgo es la arrogancia o no saber cuándo retirarte. Consejo: La humildad requiere tanta valentía como el orgullo, y a veces abre más puertas.",
    "2": "Apostador generoso. Tienes el coraje de gastar a lo grande o invertir en tu propio talento. Crees en tu capacidad de generar riqueza y no temes al riesgo si promete gloria. El peligro es el derroche por aparentar. Consejo: Tu valor no depende de tu saldo bancario; invierte en sustancia, no solo en brillo.",
    "3": "Orador dramático. Te atreves a hablar con autoridad y carisma. Defiendes tus ideas con pasión y te gusta que te escuchen. Eres valiente al expresar tu creatividad verbalmente. El riesgo es monologar y no escuchar. Consejo: El líder sabio escucha más de lo que ruge.",
    "4": "Rey/Reina del castillo. Tienes el valor de ser el pilar de orgullo de tu familia. Defiendes el honor de tu linaje y organizas tu hogar como un palacio. El riesgo es ser un dictador doméstico. Consejo: Un hogar feliz se construye con amor democrático, no con decretos reales.",
    "5": "Artista intrépido. Tu valentía natural brilla aquí. Te atreves a subir al escenario, a amar apasionadamente y a arriesgarlo todo por un proyecto creativo. No tienes miedo al ridículo si es por arte o amor. El riesgo es el drama innecesario. Consejo: Brilla para iluminar a otros, no para cegarlos.",
    "6": "Líder del servicio. Enfrentas el trabajo duro con dignidad y creatividad. Tienes el coraje de organizar y mandar incluso en puestos subordinados. No te asusta asumir responsabilidades grandes. El riesgo es el orgullo herido si no te aplauden. Consejo: El trabajo bien hecho es su propia recompensa; no esperes siempre el aplauso.",
    "7": "Amante orgulloso. Tienes el valor de buscar una pareja que esté a tu altura y de exhibir tu relación con orgullo. Defiendes a tu socio públicamente. A veces el ego impide ceder en conflictos. Consejo: En el amor, bajar la cabeza y pedir perdón es un acto de realeza.",
    "8": "Héroe dramático. Enfrentas las crisis con teatralidad y fuerza de carácter. Te atreves a tomar el control en situaciones de vida o muerte o financieras. El riesgo es hacer de cada problema una tragedia griega. Consejo: A veces la solución es simple y silenciosa; no todo requiere una escena.",
    "9": "Guía carismático. Tienes el coraje de inspirar a otros con tu visión y filosofía. Te atreves a viajes de aventura o a publicar tus ideas a lo grande. El riesgo es el dogmatismo egocéntrico. Consejo: Sé un faro que guía, no un sol que quema a quien se acerca.",
    "10": "Estrella pública. Tienes el valor de perseguir la fama, el reconocimiento y los puestos de máxima autoridad. No te escondes; quieres que el mundo vea lo que haces. El riesgo es que tu autoestima dependa totalmente del éxito externo. Consejo: El éxito real es gustarte a ti mismo cuando nadie te mira.",
    "11": "Capitán del equipo. Tienes el coraje de organizar eventos, liderar amigos y ser el corazón de la fiesta. Defiendes a tu grupo con lealtad feroz. El riesgo es querer ser siempre el protagonista entre amigos. Consejo: Deja que otros brillen también; el cielo tiene muchas estrellas.",
    "12": "Fuerza interna. Enfrentas la soledad con dignidad. Tienes el valor de mantener la fe en ti mismo cuando el mundo te da la espalda. A veces escondes tu vulnerabilidad por orgullo. Consejo: Pedir ayuda no te quita la corona; te hace humano y real."
  },
  "Virgo": {
    "1": "Valentía humilde. Tu coraje es discreto y funcional; te atreves a corregirte a ti mismo y a mejorar constantemente. No buscas la pelea, buscas la solución. El riesgo es la autocrítica paralizante que te impide actuar. Consejo: Atrévete a ser imperfecto; el mundo necesita tu acción, no tu corrección infinita.",
    "2": "Ahorrador estratégico. Tienes el valor de vivir con menos si es necesario y de administrar cada centavo con precisión. Te atreves a auditar y ordenar el caos financiero. El miedo a la pobreza puede limitarte. Consejo: Invertir en ti mismo no es un gasto, es la mejora más segura.",
    "3": "Crítico veraz. Tienes el coraje de señalar el error, el dato incorrecto o la falla lógica. Defiendes la verdad factual y el orden en tu entorno. A veces tu crítica hiere por ser demasiado seca. Consejo: La verdad sin empatía es crueldad; envuelve tus correcciones en amabilidad.",
    "4": "Servidor del hogar. Tienes el valor de encargarte de las tareas ingratas, las reparaciones y el cuidado de enfermos en la familia. Sostienes el orden doméstico cuando todo se derrumba. El riesgo es volverte el sirviente resentido. Consejo: Poner límites en casa también es un servicio a tu salud mental.",
    "5": "Artesano meticuloso. Te atreves a dominar una técnica creativa hasta la perfección. En el amor, demuestras valentía a través de actos de servicio y detalles prácticos. El riesgo es no lanzarte por miedo a fallar. Consejo: El arte nace del error y el caos; permítete manchar el lienzo.",
    "6": "Guerrero del orden. Aquí eres el capitán. Tienes el coraje de enfrentar el desorden, la enfermedad y la burocracia diaria sin pestañear. Haces lo que nadie quiere hacer. El riesgo es la obsesión y el burnout silencioso. Consejo: Tu salud es más importante que la lista de tareas; atrévete a descansar.",
    "7": "Compañero útil. Tienes el valor de apoyar a tu pareja en sus peores momentos prácticos. Buscas mejorar la relación con análisis y esfuerzo. A veces intentas 'arreglar' al otro en lugar de amarlo. Consejo: Acepta a tu pareja con sus fallos; el amor no es un proyecto de bricolaje.",
    "8": "Analista de crisis. Tienes el coraje de mirar los detalles escabrosos de deudas, herencias o traumas psicológicos para ponerles orden. No te asusta la letra pequeña del desastre. El riesgo es perderte en el análisis y no sentir. Consejo: Analizar el dolor no lo cura; sentirlo sí.",
    "9": "Estudiante escéptico. Te atreves a cuestionar las grandes verdades con datos precisos. Tienes el valor de estudiar y especializarte profundamente. El riesgo es el cinismo ante lo que no puedes explicar lógicamente. Consejo: Hay verdades que no caben en una hoja de excel; abre tu mente al misterio.",
    "10": "Profesional impecable. Tienes el coraje de basar tu reputación en la eficiencia y el trabajo duro, no en el humo. Te atreves a asumir tareas complejas que requieren precisión. El riesgo es trabajar mucho y cobrar poco. Consejo: Valora tu trabajo; la perfección tiene un precio y debes cobrarlo.",
    "11": "Organizador social. Tienes el valor de ser quien lleva las cuentas y organiza la logística en los grupos. Ayudas a tus amigos con consejos prácticos y útiles. A veces juzgas a los amigos desordenados. Consejo: Deja de intentar organizar la vida de tus amigos; solo acompáñalos.",
    "12": "Sanador secreto. Enfrentas tus ansiedades y problemas de salud en privado, investigando y buscando soluciones. Tienes el coraje de servir sin esperar reconocimiento. El riesgo es la hipocondría o el autosabotaje por culpa. Consejo: No tienes que purgarte de nada; eres digno de amor tal como eres."
  },
  "Libra": {
    "1": "Guerrero de la paz. Tu valentía es mantener la calma cuando todos gritan. Te atreves a ser amable en un mundo agresivo y a buscar el punto medio. El riesgo es la indecisión o ceder tu postura por evitar el conflicto. Consejo: Decir 'no' con una sonrisa es una de las armas más poderosas que existen.",
    "2": "Inversor estético. Tienes el coraje de gastar en arte, belleza y relaciones, confiando en que la imagen y los contactos son capital. Te atreves a asociarte económicamente. El riesgo es depender del dinero de otros. Consejo: La independencia económica te da la libertad de elegir con quién estar.",
    "3": "Diplomático verbal. Tienes el valor de mediar en discusiones y decir la verdad de forma que nadie se ofenda. Defiendes la justicia en tu entorno cercano. A veces das demasiadas vueltas para decir algo. Consejo: La claridad directa también puede ser elegante; no adores el mensaje.",
    "4": "Armonizador del clan. Te atreves a traer paz a un hogar conflictivo y a embellecer tu entorno aunque haya pocos recursos. Defiendes la convivencia civilizada. El riesgo es esconder la basura bajo la alfombra. Consejo: Enfrentar el conflicto familiar es el único camino hacia una paz real.",
    "5": "Romántico valiente. Tienes el coraje de creer en el amor ideal y de lanzarte a relaciones estéticas y creativas. Te expones socialmente a través de tus parejas o arte. El riesgo es enamorarte del amor y no de la persona. Consejo: El amor real es imperfecto; atrévete a amar las grietas también.",
    "6": "Equilibrista laboral. Enfrentas el estrés laboral buscando justicia y buen ambiente. Tienes el valor de defender a compañeros tratados injustamente. El riesgo es la pereza o evitar tareas sucias/difíciles. Consejo: A veces hay que remangarse y sudar; la elegancia no resuelve todo.",
    "7": "Defensor del nosotros. Aquí tu valentía brilla. Te atreves a luchar por la relación, a negociar acuerdos justos y a enfrentarte a enemigos declarados con la ley en la mano. El riesgo es la codependencia. Consejo: Eres una persona completa por ti misma; la pareja es un complemento, no tu mitad.",
    "8": "Mediador de crisis. Tienes el coraje de negociar en situaciones de divorcio, deudas o crisis compartidas buscando el trato justo. Enfrentas la oscuridad ajena con luz y civismo. El riesgo es no querer ver la fealdad humana. Consejo: En las crisis profundas, la cortesía no siempre sirve; a veces hace falta firmeza cruda.",
    "9": "Justiciero intelectual. Te atreves a defender causas justas, legales o sociales a gran escala. Buscas la verdad equilibrada en tus estudios o viajes. El riesgo es quedarte en la teoría y no actuar. Consejo: La justicia necesita acción, no solo debate; mójate por lo que crees.",
    "10": "Político nato. Tienes el valor de usar tu encanto y diplomacia para ascender profesionalmente. Te atreves a ser la cara pública y a gestionar relaciones públicas difíciles. El riesgo es querer complacer a todos y no liderar. Consejo: Un líder a veces tiene que decepcionar a alguien para hacer lo correcto.",
    "11": "Socializador intrépido. Tienes el coraje de moverte en cualquier círculo social y unir a gente que no se habla. Defiendes la armonía del grupo. A veces eres superficial con tal de no pelear. Consejo: La verdadera amistad resiste el desacuerdo; sé auténtico con tus amigos.",
    "12": "Estratega invisible. Enfrentas tus enemigos ocultos con tacto y diplomacia secreta. Tienes el valor de sacrificar tu ego por la paz general. El riesgo es negar tus propios problemas para mantener la apariencia. Consejo: Reconocer que no estás bien no arruina la foto; la hace real."
  },
  "Escorpio": {
    "1": "Superviviente nato. Tu valentía es visceral; no tienes miedo a la intensidad ni al dolor. Te atreves a mostrar tu sombra y a transformarte radicalmente. Tu mirada sostiene lo que otros bajan. El riesgo es la autodestrucción o la paranoia defensiva. Consejo: Bajar el aguijón requiere más fuerza que usarlo; confía.",
    "2": "Estratega financiero. Tienes el coraje de arriesgar todo para ganar poder. Te atreves a meterte en negocios complejos, deudas o inversiones de alto riesgo/alto retorno. El dinero es control. El riesgo es la obsesión material. Consejo: Lo que posees acaba poseyéndote; suelta un poco el control.",
    "3": "Investigador verbal. Te atreves a decir la verdad tabú, esa que hiela la sangre. Defiendes tus secretos con silencio y atacas con sarcasmo si es necesario. No temes a las conversaciones profundas. El riesgo es ser cruel. Consejo: Usa tu agudeza mental para curar, no para envenenar.",
    "4": "Guardián de secretos. Tienes el valor de proteger la intimidad familiar a cualquier precio. Enfrentas los traumas y fantasmas del hogar sin pestañear. Eres el pilar en las tragedias familiares. El riesgo es el rencor acumulado en casa. Consejo: Limpia el aire emocional; el silencio tóxico mata más que el ruido.",
    "5": "Amante intenso. Te atreves a amar hasta la fusión, arriesgando el alma. En la creatividad y con hijos, eres apasionado y protector al extremo. No sabes jugar superficialmente. El riesgo es la obsesión y los celos. Consejo: El amor no es una toma de rehenes; la libertad es el mayor afrodisíaco.",
    "6": "Sanador extremo. Tienes el coraje de trabajar en situaciones de crisis, muerte o basura (literal o metafórica). Tienes una capacidad de recuperación física milagrosa. El riesgo es llevar tu cuerpo al límite y colapsar. Consejo: Tu energía es nuclear, pero necesita contención y descanso.",
    "7": "Aliado incondicional. Tienes el valor de fusionarte con el otro y pactar lealtad eterna. Defiendes a tu pareja contra el mundo, pero exiges entrega total. Enfrentas enemigos poderosos sin miedo. El riesgo es la lucha de poder. Consejo: La vulnerabilidad compartida es la única forma de intimidad real.",
    "8": "Maestro de la muerte. Aquí eres el rey. Tienes el coraje de mirar al abismo, gestionar crisis mayores, dinero ajeno y sexualidad profunda. Te transformas en el fuego. El riesgo es adictivo a la crisis. Consejo: Eres el fénix; recuerda que el objetivo es renacer, no vivir en las cenizas.",
    "9": "Buscador de fondo. Te atreves a explorar los misterios de la vida, la magia y la psicología profunda. Defiendes tus creencias con fanatismo si es necesario. Viajas para transformarte. El riesgo es volverte extremista. Consejo: La verdad tiene matices, no todo es blanco o negro.",
    "10": "Poder en la sombra. Tienes el valor de tomar decisiones difíciles y ejecutar estrategias de poder en tu carrera. No necesitas el aplauso, quieres el control y el resultado. El riesgo es la manipulación maquiavélica. Consejo: El liderazgo transparente es más sostenible que el liderazgo desde la sombra.",
    "11": "Leal hasta la muerte. En los grupos, eres selectivo pero matas por tus amigos. Tienes el coraje de purgar tu círculo social de traidores. Te gustan los grupos de poder u ocultos. El riesgo es la sospecha constante. Consejo: No todos tienen una agenda oculta; algunos amigos son simplemente amigos.",
    "12": "Psíquico valiente. Enfrentas tus propios monstruos internos y traumas psicológicos con una valentía brutal. Tienes el poder de sanar desde el inconsciente. El riesgo es quedarte atrapado en tus propios laberintos oscuros. Consejo: La luz disipa la sombra; comparte tus miedos y perderán poder."
  },
  "Sagitario": {
    "1": "Aventurero vital. Tu valentía es el optimismo; te atreves a confiar en la vida y a lanzarte hacia adelante sin mapa. Defiendes tu libertad de movimiento con uñas y dientes. El riesgo es la temeridad o negar los peligros reales. Consejo: El paracaídas es útil; úsalo aunque confíes en que volarás.",
    "2": "Gastador confiado. Tienes el coraje de gastar dinero en experiencias, viajes y crecimiento, confiando en que el universo proveerá más. Te atreves a emprender a lo grande. El riesgo es la mala gestión y el exceso. Consejo: La abundancia ama el orden; un poco de contabilidad no mata la magia.",
    "3": "Predicador sincero. Te atreves a decir tu verdad a quien sea, a veces con una franqueza que asusta. Defiendes tus opiniones con fuego y humor. El riesgo es ser un sabelotodo arrogante. Consejo: Tener razón está sobrevalorado; ser amable abre más oídos.",
    "4": "Nómada doméstico. Tienes el valor de vivir lejos de casa, de expandir tu hogar o de traer el mundo a tu familia. Rompes con tradiciones limitantes del clan. El riesgo es huir cuando la intimidad se pone difícil. Consejo: Echar raíces no te quita libertad, te da estabilidad para crecer más alto.",
    "5": "Jugador entusiasta. Te atreves a apostar fuerte en el juego, el amor y la vida. Tienes el coraje de ser espontáneo y exagerado en tu expresión. Con hijos, eres el guía de aventuras. El riesgo es la irresponsabilidad. Consejo: La diversión es genial, pero alguien tiene que pagar la cuenta al final.",
    "6": "Trabajador con propósito. Tienes el valor de buscar un trabajo que tenga sentido y misión, rechazando la rutina gris. Enfrentas la salud con optimismo y deporte. El riesgo es descuidar los detalles aburridos pero necesarios. Consejo: La disciplina es el puente entre tu visión y la realidad.",
    "7": "Socio de aventuras. Tienes el coraje de buscar una relación libre y expansiva, basada en la verdad compartida. Te atreves a asociarte con gente de otras culturas. El riesgo es prometer más de lo que puedes cumplir. Consejo: La libertad en pareja requiere compromiso, no ausencia.",
    "8": "Filósofo de crisis. Enfrentas la muerte y las pérdidas con una actitud filosófica y esperanzada. Te atreves a arriesgar dinero compartido en grandes visiones. El riesgo es negar el dolor emocional con positivismo tóxico. Consejo: Llorar es necesario; no puedes filosofar tu salida del duelo.",
    "9": "Explorador de verdades. Aquí eres el héroe. Tienes la valentía de irte al fin del mundo, física o mentalmente, en busca de sentido. Defiendes tu fe contra todo. El riesgo es el fanatismo. Consejo: El verdadero sabio sabe que no sabe nada; mantén la curiosidad humilde.",
    "10": "Visionario público. Tienes el valor de ser un líder inspirador, un maestro o un guía moral en tu profesión. Te atreves a metas gigantescas. El riesgo es la hipocresía o hablar demasiado antes de lograrlo. Consejo: Predica con el ejemplo; tus acciones gritan más que tus sermones.",
    "11": "Activista global. Tienes el coraje de luchar por causas grandes y de unir amigos bajo ideales comunes. Te atreves a soñar con un futuro mejor. El riesgo es perderte en la utopía y olvidar al amigo que tienes al lado. Consejo: Salvar el mundo empieza por ayudar a tu vecino.",
    "12": "Soñador protegido. Enfrentas la soledad con fe en algo superior. Tienes el valor de confiar en tu intuición y en que todo saldrá bien, incluso en el abismo. El riesgo es la evasión de la realidad. Consejo: Dios ayuda al que madruga; pon de tu parte en el mundo real."
  },
  "Capricornio": {
    "1": "Roca resistente. Tu valentía es la resistencia; aguantas lo que otros no pueden. Te atreves a asumir responsabilidades pesadas desde joven y a proyectar autoridad. El riesgo es la dureza y volverte inaccesible. Consejo: La flexibilidad es una fortaleza; el árbol rígido se rompe con el viento, el bambú no.",
    "2": "Arquitecto financiero. Tienes el coraje de construir riqueza lentamente, ladrillo a ladrillo, privándote hoy para tener mañana. Te atreves a gestionar grandes estructuras económicas. El riesgo es la avaricia por miedo. Consejo: El dinero es un medio, no el fin; no olvides vivir mientras ahorras.",
    "3": "Voz de autoridad. Te atreves a decir 'no' y a poner límites verbales claros. Defiendes tu palabra con hechos, no con más palabras. Tu comunicación es seria y consecuente. El riesgo es el pesimismo o el silencio castigador. Consejo: Una palabra de aliento motiva más que una crítica seca.",
    "4": "Pilar del linaje. Tienes el valor de cargar con la responsabilidad familiar, cuidar a los viejos y sostener la tradición. Enfrentas las carencias del hogar con estoicismo. El riesgo es la frialdad emocional en casa. Consejo: Tu familia valora tu esfuerzo, pero necesita tu cariño visible.",
    "5": "Creador disciplinado. Te atreves a tomarte tus hobbies y el arte en serio, buscando maestría profesional. En el amor, buscas compromiso real, no juegos. El riesgo es no saber disfrutar sin sentir culpa. Consejo: Jugar sin propósito es saludable; relaja la mandíbula.",
    "6": "Jefe de la tarea. Enfrentas el trabajo más duro y exigente con una disciplina de hierro. Tienes el coraje de hacer lo necesario, aunque sea desagradable. Tu salud depende de tu estructura. El riesgo es el exceso de trabajo crónico. Consejo: El descanso es parte de la productividad; agenda tus pausas.",
    "7": "Socio comprometido. Tienes el valor de firmar contratos y sostener relaciones a largo plazo, en las duras y en las maduras. Buscas relaciones con estructura y metas. El riesgo es quedarte en relaciones muertas por deber. Consejo: El deber no sustituye al amor; si no hay vida, la estructura es una tumba.",
    "8": "Gestor de legados. Te atreves a administrar deudas gigantes, herencias complejas y recursos corporativos con frialdad y eficiencia. Enfrentas la muerte y los impuestos con realismo. El riesgo es el control despiadado. Consejo: En las crisis humanas, la empatía vale más que la eficiencia.",
    "9": "Sabio pragmático. Tienes el coraje de estudiar carreras difíciles y alcanzar grados altos. Defiendes una visión del mundo realista y probada. Te atreves a subir la montaña del conocimiento paso a paso. El riesgo es la rigidez mental. Consejo: Hay sabiduría fuera de los libros y las normas; explora lo irracional.",
    "10": "Conquistador de cimas. Aquí tu valentía es legendaria. Te atreves a aspirar al máximo poder y a trabajar décadas para lograrlo. Enfrentas la soledad del mando. El riesgo es la ambición desmedida que aplasta a otros. Consejo: La cima es solitaria si no subes acompañado; ayuda a otros a subir.",
    "11": "Estratega de redes. Tienes el valor de organizar grupos con fines concretos y profesionales. Seleccionas tus amistades con rigor. Te atreves a liderar proyectos a largo plazo en comunidad. El riesgo es el utilitarismo con la gente. Consejo: Los amigos no son contactos de LinkedIn; cultiva el afecto desinteresado.",
    "12": "Ermitaño resiliente. Enfrentas tus miedos y depresiones en total soledad, sin quejarte. Tienes una fuerza interior inmensa para aguantar el aislamiento. El riesgo es encerrarte en tu propia fortaleza inexpugnable. Consejo: Compartir la carga la hace más ligera; deja entrar a alguien."
  },
  "Acuario": {
    "1": "Rebelde individual. Tu valentía es ser diferente a propósito; te atreves a romper las normas y a llevar la contraria si es necesario. Defiendes tu libertad personal ante todo. El riesgo es la excentricidad forzada o el aislamiento. Consejo: Ser libre incluye la libertad de conectarse con otros; no te aísles.",
    "2": "Innovador financiero. Tienes el coraje de ganar dinero de formas no tradicionales, con tecnología o inventos. Te atreves a arriesgar en el futuro y desprenderte de lo material si te ata. El riesgo es la inestabilidad errática. Consejo: La innovación necesita una base sólida para despegar; asegura lo básico.",
    "3": "Pensador libre. Te atreves a decir lo que nadie entiende todavía y a comunicar ideas radicales. Defiendes la libertad de expresión y la verdad objetiva. El riesgo es la frialdad intelectual o la arrogancia mental. Consejo: Tener ideas brillantes no sirve de nada si no sabes comunicarlas con empatía.",
    "4": "Desarraigado valiente. Tienes el valor de romper con las tradiciones familiares obsoletas y crear un hogar diferente, abierto y libre. Te atreves a vivir sin apegos territoriales. El riesgo es sentirte un extraño en tu propia casa. Consejo: El hogar es donde te entienden; construye tu tribu.",
    "5": "Creador original. Te atreves a un arte y a un amor que rompen esquemas. No sigues guiones románticos; inventas tus propias reglas. Con hijos, fomentas la independencia. El riesgo es la desconexión emocional. Consejo: El amor requiere presencia, no solo teoría; baja de la mente al corazón.",
    "6": "Reformador del trabajo. Tienes el coraje de cambiar sistemas laborales, introducir tecnología y trabajar en equipos horizontales. Enfrentas la rutina buscando libertad. El riesgo es el caos nervioso y la rebeldía inútil. Consejo: A veces el sistema funciona por una razón; mejora lo que hay en lugar de destruirlo todo.",
    "7": "Socio libre. Tienes el valor de pedir espacio en la pareja y de buscar relaciones no convencionales. Defiendes la amistad dentro del amor. El riesgo es la frialdad o huir cuando la intimidad aprieta. Consejo: La independencia es genial, pero la interdependencia es más cálida.",
    "8": "Transformador radical. Te atreves a cambiar de vida drásticamente, cortando con el pasado sin mirar atrás. Enfrentas las crisis con desapego y visión de futuro. El riesgo es cortar vínculos humanos como si fueran cables. Consejo: Los cambios bruscos dejan heridos; ten cuidado con los daños colaterales.",
    "9": "Visionario futurista. Tienes el coraje de defender ideales progresistas y de estudiar lo que otros consideran raro. Te atreves a viajar mentalmente al futuro. El riesgo es la utopía desconectada de la realidad. Consejo: El futuro se construye hoy; pon un pie en la tierra.",
    "10": "Líder disruptivo. Tienes el valor de liderar cambios sociales desde tu profesión. No te importa que te llamen loco; sigues tu visión. Te atreves a desafiar a la autoridad establecida. El riesgo es ser un anarquista sin plan. Consejo: Para romper las reglas, primero tienes que dominarlas.",
    "11": "Héroe colectivo. Aquí estás en casa. Tienes el coraje de luchar por la humanidad, los grupos y los amigos. Te atreves a soñar en plural. El riesgo es diluirte en el grupo y olvidar quién eres tú. Consejo: Salvar el colectivo empieza por cuidarte a ti mismo.",
    "12": "Despertador oculto. Enfrentas la soledad de ser un incomprendido. Tienes el valor de ver el futuro antes que nadie y de sostener esa visión en el aislamiento. El riesgo es la locura o la ansiedad mental extrema. Consejo: Conecta con la naturaleza para descargar tu electricidad estática; toca tierra."
  },
  "Piscis": {
    "1": "Guerrero compasivo. Tu valentía es suave pero inmensa; te atreves a mostrar tu vulnerabilidad y empatía en un mundo duro. Defiendes la paz y la fluidez. El riesgo es ser la víctima o no tener límites. Consejo: Poner límites claros es un acto de amor hacia ti y hacia los demás.",
    "2": "Soñador abundante. Tienes el coraje de confiar en que el universo proveerá y de soltar el apego al dinero. Te atreves a ganar dinero con arte o ayuda. El riesgo es el caos financiero y la evasión. Consejo: El dinero necesita cauce, como el agua; organiza tus cuentas para que la abundancia fluya.",
    "3": "Poeta valiente. Te atreves a comunicar sentimientos inefables y a usar la intuición en lugar de la lógica. Defiendes el lenguaje del alma. El riesgo es ser confuso o mentir para no herir. Consejo: La verdad, dicha con amor, nunca daña; sé claro.",
    "4": "Santuario abierto. Tienes el valor de abrir tu hogar a quien lo necesita y de perdonar historias familiares dolorosas. Enfrentas el pasado con aceptación. El riesgo es cargar con parásitos en casa. Consejo: Tu casa es tu templo; no dejes entrar a quien ensucie tu paz con botas de barro.",
    "5": "Romántico entregado. Te atreves a disolverte en el amor y la creación artística. Tienes el coraje de soñar lo imposible y creer en cuentos de hadas. El riesgo es la desilusión brutal y el escapismo. Consejo: Mantén un pie en la orilla mientras nadas en el océano del amor.",
    "6": "Servidor devoto. Enfrentas el trabajo de ayuda y sanación con un sacrificio heroico. Tienes el valor de trabajar con el dolor humano diario. El riesgo es absorber la enfermedad ajena y el caos rutinario. Consejo: Para sanar a otros, tú debes estar sano primero; ponte la mascarilla antes de ayudar.",
    "7": "Amante incondicional. Tienes el coraje de amar al otro con sus sombras y de perdonar lo imperdonable. Buscas fusión espiritual. El riesgo es idealizar y no ver la realidad de quien tienes enfrente. Consejo: Ver a la persona real es más valiente que amar a un fantasma idealizado.",
    "8": "Navegante del abismo. Te atreves a soltar el control y dejarte llevar por las crisis, confiando en la corriente. Enfrentas la muerte y el dolor con una comprensión espiritual profunda. El riesgo es la victimización. Consejo: Rendirse no es perder, es fluir; pero asegúrate de saber nadar.",
    "9": "Místico viajero. Tienes el valor de buscar a Dios o la verdad más allá de los límites racionales. Te atreves a peregrinajes físicos o espirituales. El riesgo es perderte en sectas o ilusiones. Consejo: La espiritualidad real te hace más funcional en el mundo, no menos.",
    "10": "Icono inspirador. Tienes el coraje de traer una visión compasiva o artística a tu carrera. Te atreves a ser un símbolo de algo mayor que tú mismo. El riesgo es el escándalo o la confusión pública. Consejo: Sé transparente; el misterio atrae, pero la claridad sostiene el éxito.",
    "11": "Amigo del alma. Tienes el valor de conectar con cualquier ser humano sin juzgar. Te atreves a soñar con un mundo sin fronteras. El riesgo es dejarte drenar por 'amigos' vampiros. Consejo: Tu compasión es infinita, tu tiempo y energía no; adminístralos.",
    "12": "Héroe del sacrificio. Enfrentas el inconsciente colectivo y el encierro voluntario para sanar. Tienes el coraje de disolver tu ego por un bien mayor. El riesgo es perderte en la locura o el martirio inútil. Consejo: Eres un canal, no el océano entero; recuerda volver a la superficie a respirar."
  }
}