{
  "Aries": {
    "1": "Cazador innato. Tu magnetismo reside en tu audacia; nada te enciende más que tomar la iniciativa y ser visto como alguien valiente. Te atrae el desafío, la velocidad y la conquista directa; si es fácil, te aburres. Consejo: La pasión explota rápido, aprende a sostener la llama sin quemar la casa.",
    "2": "Deseo de posesión inmediata. Cuando ves algo (o a alguien) que quieres, lo compras o lo conquistas al instante; la paciencia no es tu fuerte financiero ni romántico. Te excita la independencia económica y gastar en caprichos impulsivos. Consejo: El valor real se construye con el tiempo, no solo con el impulso del momento.",
    "3": "Mente provocadora. Te seduce el debate acalorado, la franqueza brutal y los mensajes de texto que van directo al grano sin rodeos. Tu erotismo es verbal y rápido; te enamoras de quien puede responderte con la misma agilidad mental. Consejo: Las palabras son flechas; asegúrate de apuntar al corazón, no al ego.",
    "4": "Pasión a puertas cerradas. En casa eres el jefe y necesitas mucha acción, ruido y vitalidad; el silencio doméstico te mata. Te atrae la idea de renovar, construir o tener batallas juguetonas en la sala de estar. Consejo: El hogar debe ser tu lugar de recarga, no un campo de batalla constante.",
    "5": "Romance de alto voltaje. Te encantan los inicios, las mariposas furiosas y el riesgo de apostar el corazón en una aventura. Tu creatividad es explosiva; te atraen los deportes, la competencia y quien te sigue el ritmo en la diversión. Consejo: El enamoramiento es la chispa, el amor es la hoguera; no confundas la adrenalina con la conexión.",
    "6": "Acción en la rutina. Te excita la eficiencia, el sudor del gimnasio o resolver crisis laborales en tiempo récord. No soportas la pereza; te atrae la gente activa, que se levanta temprano y ataca el día con furia. Consejo: Tu cuerpo necesita descanso tanto como necesita acción; la salud también es sexy.",
    "7": "El amor como duelo. Te atraen parejas fuertes, independientes y con carácter que no se dejan dominar; el conflicto es, a veces, tu forma de foreplay. Necesitas un compañero de sparring que te desafíe y mantenga la tensión viva. Consejo: No pelees para ganar, pelea para entender; el amor no es una competencia.",
    "8": "Intensidad sin frenos. En la intimidad vas a todo o nada, buscando una fusión rápida y arrolladora que rompa barreras. Te atraen las situaciones de riesgo compartido o las finanzas audaces; el peligro te resulta extrañamente afrodisíaco. Consejo: La vulnerabilidad requiere bajar la guardia, no solo subir la intensidad.",
    "9": "Aventura y conquista. Te pone la idea de viajar sin mapa, debatir creencias con ardor y explorar territorios vírgenes. Te enamoras de lo extranjero, de lo que te expande y te reta a salir de tu zona de confort mental. Consejo: La verdad es sexy, pero la imposición de tu verdad mata el diálogo.",
    "10": "Ambición visible. Te excita el poder, el liderazgo y ser reconocido como el número uno en tu campo. Te atraen las personas exitosas que irradian autonomía y fuerza pública; tu carrera es tu mayor objeto de deseo. Consejo: El éxito sabe mejor cuando no tienes que pisar a nadie para alcanzarlo.",
    "11": "Líder de la manada. Te encanta iniciar proyectos grupales, ser el primero en probar una tendencia y competir amistosamente con tus amigos. Te atraen los círculos sociales dinámicos donde puedes destacar y movilizar a la gente. Consejo: Un buen líder inspira, no solo da órdenes; deja que otros también brillen.",
    "12": "Deseos ocultos. Tienes fantasías de rescate o de ser el héroe anónimo; a veces reprimes tu ira y esta se convierte en una atracción secreta por lo prohibido. Te atrae lo que no puedes tener abiertamente o las relaciones clandestinas. Consejo: Lo que niegas te somete; integra tu deseo de acción en tu vida consciente."
  },
  "Tauro": {
    "1": "Magnetismo sensorial. Tu presencia es sólida, calma y huele bien; atraes porque prometes seguridad y placer tangible. Te sientes vivo cuando estás cómodo en tu piel, disfrutando de telas suaves y ritmos lentos. Consejo: Tu belleza natural no necesita prisa; confía en el poder de la pausa.",
    "2": "Placer material. Te excita acumular recursos, el dinero en el banco y los objetos de lujo que perduran. El deseo se despierta tocando, poseyendo y asegurando; para ti, el amor debe tener un componente físico y estable. Consejo: Disfruta de tus tesoros, pero recuerda que las mejores cosas no se pueden comprar.",
    "3": "Voz de terciopelo. Te seduce una voz bonita, una conversación tranquila y el sentido común práctico. Disfrutas los paseos lentos por tu barrio y te tomas tu tiempo para responder mensajes; no te gustan las presiones mentales. Consejo: La terquedad mental puede ser atractiva, pero la flexibilidad te abre más puertas.",
    "4": "Santuario de placer. Tu hogar es tu templo erótico: sábanas de hilo, buena comida y un sofá inmenso. Te atrae construir un nido seguro y estéticamente placentero; la intimidad para ti es sinónimo de confort absoluto. Consejo: No te encierres tanto en tu comodidad que olvides que el mundo exterior existe.",
    "5": "Romance clásico. Te gustan las citas tradicionales: cena, vino, flores y sensualidad sin prisas. Tu creatividad es artesanal y tangible; disfrutas produciendo cosas bellas y duraderas. Consejo: A veces, salir de la rutina y probar algo 'desordenado' aviva la pasión.",
    "6": "Rutina deliciosa. Encuentras placer en los hábitos constantes: el café de la mañana, el cuidado de la piel, el orden pragmático. Te atrae la gente que respeta sus ritmos biológicos y que trabaja con constancia y calidad. Consejo: La perfección no es necesaria para disfrutar del día; permite un poco de caos orgánico.",
    "7": "Lealtad inquebrantable. Buscas una pareja sólida, fiable y sensual que esté ahí a largo plazo; los juegos mentales te apagan. El compromiso para ti es físico y territorial; una vez que eliges, es difícil que cambies de opinión. Consejo: La posesividad no es amor; deja que tu pareja respire para que quiera quedarse.",
    "8": "Fusión profunda. En la intimidad eres insaciable y buscas una conexión que involucre confianza total y recursos compartidos. El sexo es un acto de anclaje y transformación lenta; te atrae la estabilidad en medio de la crisis. Consejo: Soltar también es parte del ciclo de la vida; no te aferres a lo que ya cumplió su función.",
    "9": "Goce del mundo. Te enamoras de paisajes naturales, gastronomía exótica y filosofías que valoren la naturaleza y el arte. Viajar para ti no es correr, es estar y absorber la belleza de otros lugares con los cinco sentidos. Consejo: Mantén la mente abierta a lo desconocido, aunque no sea cómodo al principio.",
    "10": "Reputación sólida. Te atrae el estatus que da el dinero, la elegancia y la construcción de un legado tangible. Deseas ser visto como alguien competente y de buen gusto; tu carrera debe darte placer y frutos económicos. Consejo: Trabaja para vivir bien, no vivas solo para trabajar y acumular.",
    "11": "Amistades duraderas. Te rodeas de un círculo fiel con el que compartes valores y placeres sencillos; no te interesan las multitudes ruidosas. Te sientes parte de algo cuando hay constancia y disfrute compartido a largo plazo. Consejo: A veces los grupos necesitan aire fresco; no temas invitar a alguien nuevo a la mesa.",
    "12": "Secretos sensuales. Tienes placeres privados que nadie conoce, quizás indulgencias en comida, gastos o amores platónicos y obstinados. En soledad encuentras una paz que te recarga y te conecta con tu valor propio. Consejo: No escondas tus deseos por miedo a ser juzgado; tu disfrute es tu derecho."
  },
  "Géminis": {
    "1": "Encanto chispeante. Eres el eterno joven, curioso y lleno de matices; seduces con la mirada y con un gesto travieso. Te sientes vivo cuando puedes cambiar, moverte y adaptarte; el aburrimiento es tu antieseros. Consejo: La dualidad es tu magia, pero intenta que al menos una de tus caras sea constante.",
    "2": "Curiosidad de compra. Gastas en libros, cursos, gadgets y experiencias variadas; te excita tener opciones. Valoras la inteligencia y la versatilidad como activos tangibles; para ti, saber cosas es tener poder. Consejo: Enfoca tus recursos; comprar diez cosas baratas no llena el vacío de una de calidad.",
    "3": "Seducción verbal. Este es tu terreno natural: sexting ingenioso, doble sentido, chismes y miradas cómplices en el vecindario. Te enamoras de un cerebro ágil; si no hay conversación fluida, la atracción muere al instante. Consejo: Escuchar es tan sexy como hablar; el silencio también comunica.",
    "4": "Hogar biblioteca. Tu casa es un centro de información, llena de revistas, pantallas y gente entrando y saliendo. Te atrae un ambiente doméstico donde se pueda hablar de todo y donde la curiosidad sea bienvenida. Consejo: A veces la mente necesita apagarse para que el corazón pueda sentirse en casa.",
    "5": "Juego y coqueteo. El amor es un juego divertido y mental; te gustan las citas variadas, el flirteo ligero y tener múltiples intereses. Eres creativo con las palabras y te atrae la gente que te hace reír y pensar a la vez. Consejo: No trates los sentimientos ajenos como piezas de ajedrez; alguien podría salir herido.",
    "6": "Multitasking erótico. Te estimula un ambiente de trabajo dinámico, el chisme de oficina y la agilidad mental en la rutina diaria. Te aburres si tienes que hacer lo mismo dos veces; encuentras placer en la variedad de tareas. Consejo: La dispersión agota; concéntrate en una cosa a la vez para encontrar calma.",
    "7": "La pareja conversadora. Buscas un socio, un gemelo intelectual con quien nunca se acaben los temas; la conexión mental es previa a la física. Te atrae la gente versátil, curiosa y que no te corte las alas sociales. Consejo: El compromiso implica quedarse incluso cuando la conversación se vuelve difícil o repetitiva.",
    "8": "Curiosidad tabú. Te atrae lo que no se dice, investigar secretos, hablar de sexo explícitamente y entender la psicología oscura. Te excita la idea de descubrir la verdad oculta detrás de las apariencias. Consejo: No intelectualices tanto las emociones profundas; a veces solo hay que sentirlas.",
    "9": "Turista intelectual. Te enamoras de ideas extranjeras, idiomas y profesores; viajar es recolectar datos y anécdotas. Te atrae la gente que puede enseñarte algo nuevo y expandir tu vocabulario mental. Consejo: La sabiduría es más que acumular datos; busca la experiencia que cambia tu visión.",
    "10": "Comunicador público. Deseas ser reconocido por tu ingenio, tus escritos o tu capacidad de conectar ideas. Te atraen las carreras en medios, ventas o docencia; tu voz es tu herramienta de seducción profesional. Consejo: Cuida tus palabras en público; una vez dichas, no hay 'ctrl+z' en la vida real.",
    "11": "Redes vitales. Eres el conector del grupo, el que presenta a todos y circula la información. Te sientes vivo entre amigos diversos, saltando de un evento a otro; la amistad es un intercambio de ideas. Consejo: No seas solo un nodo de información; sé un amigo presente en cuerpo y alma.",
    "12": "Dudas secretas. A veces tienes dos vidas o conversaciones internas que nadie conoce; te atrae lo enigmático y difícil de definir. En soledad, tu mente no para y es ahí donde procesas tus verdaderos deseos. Consejo: La honestidad contigo mismo es el primer paso para calmar el ruido mental."
  },
  "Cáncer": {
    "1": "Magnetismo lunar. Atraes por tu empatía, tu mirada acuosa y esa vibra de 'puedo cuidarte' o 'cuídame'. Te sientes vivo cuando conectas emocionalmente; tu vulnerabilidad es tu mayor arma de seducción. Consejo: No necesitas salvar a nadie para que te quieran; eres suficiente tal cual eres.",
    "2": "Apego a los objetos. Te atraen las antigüedades, los regalos con historia y acumular dinero para sentir seguridad emocional. El deseo de posesión es fuerte; guardas cosas (y personas) porque te traen recuerdos. Consejo: El dinero compra seguridad, pero no compra el calor de un abrazo real.",
    "3": "Palabras que nutren. Te seduce quien recuerda tu cumpleaños, quien te pregunta cómo te sientes y escucha con el corazón. Te comunicas con intuición y te atrae el lenguaje poético o nostálgico. Consejo: No esperes que te lean la mente; expresa tus necesidades claramente.",
    "4": "Intimidad total. Aquí reina Eros. Nada te enciende más que la privacidad, el abrazo en el sofá, la comida casera y la sensación de clan. Te enamoras de quien respeta tus raíces y quiere construir un nido contigo. Consejo: Tu casa es tu caparazón, pero asegúrate de que tenga ventanas para ver el sol.",
    "5": "Romance protector. Te tomas el juego del amor muy en serio; buscas conexión emocional profunda, casi maternal/paternal. Te atrae la creatividad que nace del sentimiento y cuidar a tus 'creaciones' o amores. Consejo: Deja que tus seres queridos cometan sus propios errores; la sobreprotección asfixia.",
    "6": "Cuidado diario. El deseo se demuestra con sopa caliente cuando estás enfermo y rutinas que dan contención. Te atrae la gente que nutre, que cuida los detalles domésticos y que hace del servicio un acto de amor. Consejo: No te conviertas en el mártir de la rutina; pide que también te cuiden a ti.",
    "7": "Pareja refugio. Buscas a alguien que te dé pertenencia, con quien formar una familia (de sangre o elegida). La lealtad y la memoria compartida son afrodisíacos; te cuesta soltar relaciones pasadas. Consejo: No busques un padre o madre en tu pareja; busca un igual para caminar juntos.",
    "8": "Fusión emocional. En la intimidad buscas disolverte con el otro, llanto, risa y entrega absoluta. Te atraen los secretos familiares, las herencias y la vulnerabilidad compartida en la oscuridad. Consejo: El dolor compartido une, pero la alegría compartida sana; no te quedes solo en el drama.",
    "9": "Viaje al origen. Te enamoras de lugares con historia, de la genealogía o de filosofías que hablen del alma y el retorno a casa. Te atrae lo que te hace sentir que el mundo es una gran familia. Consejo: La nostalgia es hermosa para visitar, pero no te quedes a vivir en el pasado.",
    "10": "Reputación de cuidado. Deseas ser visto como alguien que sostiene, nutre o lidera con empatía. Te atraen las carreras donde puedes proteger o alimentar a otros; el estatus para ti es ser indispensable emocionalmente. Consejo: No tomes las críticas profesionales como ataques personales; separa el rol de la persona.",
    "11": "La familia elegida. Tus amigos son tus hermanos; te atraen los grupos cerrados, íntimos y leales donde todos se cuidan. Te sientes parte de algo cuando hay historia compartida y apoyo emocional incondicional. Consejo: Evita el tribalismo; a veces la gente de fuera también tiene buenas intenciones.",
    "12": "Anhelos privados. Guardas tus fantasías románticas bajo siete llaves; sueñas con el amor ideal que te rescata. Te atrae lo oculto, el pasado y las conexiones psíquicas invisibles. Consejo: Sal del cascarón de tus sueños; la realidad puede ser imperfecta, pero es tangible y cálida."
  },
  "Leo": {
    "1": "Estrella principal. Eres el deseo personificado; irradias calor, confianza y necesitas ser visto. Te seduce que te admiren, que te aplaudan y sentirte el protagonista de tu propia vida. Consejo: El brillo real viene de adentro y no se apaga si nadie te está mirando.",
    "2": "Lujo y generosidad. Te excita gastar a lo grande, los objetos dorados, de marca o exclusivos. El dinero es una herramienta para demostrar tu amor y tu estatus; eres generoso hasta el extremo con quienes amas. Consejo: Tu valor no está en la etiqueta de tu ropa, sino en la nobleza de tu corazón.",
    "3": "Discurso dramático. Hablas con el corazón en la mano y esperas que te escuchen con atención plena. Te atraen los halagos, las historias épicas y la gente que se expresa con seguridad y creatividad. Consejo: Deja espacio en el escenario para que otros también cuenten su historia.",
    "4": "Palacio privado. Tu hogar es tu reino y te encanta ser el anfitrión perfecto, rodeado de lujo y calidez. Te atrae tener un espacio donde puedas mandar y consentir a tu clan; la intimidad debe ser digna de la realeza. Consejo: La humildad en casa crea un ambiente donde todos pueden relajarse de verdad.",
    "5": "Corazón en llamas. Aquí Eros brilla. Vives para el romance de película, los gestos grandiosos, la creatividad y la fiesta. Te atrae lo lúdico, lo artístico y quien te hace sentir especial y único. Consejo: El amor no siempre es un show de Broadway; aprende a disfrutar los martes tranquilos.",
    "6": "Orgullo en el servicio. Te gusta que reconozcan tu trabajo y hacerlo con excelencia; te atraen los colegas que brillan por su talento. El deseo se expresa organizando, liderando equipos y manteniendo la dignidad en la rutina. Consejo: No necesitas una medalla por cada tarea cumplida; la satisfacción interna es suficiente.",
    "7": "Pareja trofeo. Buscas a alguien de quien puedas presumir, que brille a tu lado sin opacarte. La lealtad es real, pero necesitas que la relación tenga chispa, admiración mutua y un toque de glamour. Consejo: El amor es mirar al otro, no solo mirar cómo se ven juntos ante el espejo.",
    "8": "Drama intenso. En la intimidad eres apasionado, teatral y exiges atención total. Te atraen las crisis que te permiten demostrar tu coraje y generosidad; el sexo es una performance del ego y el alma. Consejo: Baja el volumen del drama; la conexión real suele ser silenciosa y profunda.",
    "9": "Aventura heroica. Te enamoras de viajes de lujo, de mentores carismáticos o de filosofías que exaltan el potencial humano. Te atrae expandir tu imperio personal y ser reconocido internacionalmente. Consejo: Viaja para aprender, no solo para la foto de Instagram; el mundo es más grande que tú.",
    "10": "Deseo de corona. Naciste para mandar y ser visto; te atrae el éxito, la fama y el reconocimiento público. Tu carrera es tu escenario y pones el corazón en ella; el fracaso no es una opción, es una herida al ego. Consejo: Un buen rey sirve a su pueblo; usa tu poder para elevar a los demás.",
    "11": "Centro social. Eres el sol de tus amigos, el que organiza las fiestas y mantiene el ánimo alto. Te atraen los grupos exclusivos o creativos donde tu presencia es celebrada y necesaria. Consejo: La amistad verdadera permite ver tus sombras, no solo tu luz brillante.",
    "12": "Soledad creativa. Tienes sueños de grandeza que no confiesas y un orgullo herido que escondes. En secreto, dudas de tu brillo, pero esa vulnerabilidad es la fuente de tu arte más profundo. Consejo: No temas mostrar tu lado frágil; eso te hace más humano y más amable."
  },
  "Virgo": {
    "1": "Magnetismo pulcro. Atraes por tu inteligencia, tu aspecto cuidado y esa vibra de 'tengo todo bajo control'. Te sientes vivo cuando eres útil y preciso; la perfección (o su búsqueda) es tu forma de seducción. Consejo: Permítete estar despeinado de vez en cuando; la imperfección es humana y sexy.",
    "2": "Detalles de valor. Te atraen los objetos bien hechos, funcionales y de calidad; no gastas por gastar. El placer está en lo artesanal, en lo táctil y en saber administrar cada centavo con maestría. Consejo: No analices tanto el costo-beneficio del placer; a veces, el derroche alegra el alma.",
    "3": "Erotismo mental. Te excita la corrección gramatical, el dato preciso y el humor inteligente y cínico. Te enamoras de quien tiene la mente ordenada y puede debatir contigo sobre los matices de la vida. Consejo: No corrijas a quien te está coqueteando; deja pasar el error y disfruta el mensaje.",
    "4": "Orden doméstico. Nada te pone más que una casa limpia, organizada y funcional; el caos te baja la libido. Te atrae cuidar la salud de tu familia y tener rutinas domésticas impecables. Consejo: Tu casa no es un quirófano; deja que se note que vive gente ahí, con sus huellas y risas.",
    "5": "Hobby meticuloso. Disfrutas de pasatiempos que requieren técnica, detalle y habilidad manual. En el romance, eres reservado pero detallista; te atrae la gente modesta y trabajadora, no el drama innecesario. Consejo: Deja de sobreanalizar si le gustas o no; fluye con el momento y diviértete.",
    "6": "Deseo de servir. Aquí Eros trabaja. Encuentras placer en la rutina perfecta, la dieta sana y ser indispensable en tu trabajo. Te atrae la competencia técnica y la higiene; el amor es un verbo que se conjugue ayudando. Consejo: No te enamores de proyectos de reparación humana; busca una pareja, no un paciente.",
    "7": "Pareja eficiente. Buscas a alguien que encaje en tu vida como una pieza de reloj, que sea práctico y colabore. Tiendes a criticar para mejorar al otro, pero lo haces desde el deseo de perfección compartida. Consejo: La crítica, aunque bienintencionada, mata la pasión; usa el refuerzo positivo.",
    "8": "Análisis profundo. En la intimidad, quieres entender cómo funciona el otro, desarmarlo y volverlo a armar. Te atraen los temas de salud, psicología y los detalles escabrosos que otros ignoran. Consejo: Deja de intentar entenderlo todo mentalmente; el misterio también se disfruta.",
    "9": "Aprendizaje útil. Te enamoras de métodos, técnicas y filosofías prácticas que mejoran la vida. Viajar es planificar cada parada; te atrae lo que tiene lógica y sentido, aunque venga de lejos. Consejo: A veces el mejor plan es no tener plan; piérdete un poco para encontrarte.",
    "10": "Competencia visible. Deseas ser reconocido como el experto, el técnico, el que nunca falla. Te atrae el trabajo bien hecho y la reputación de ser impecable; tu carrera se basa en la precisión. Consejo: El error es parte del aprendizaje; no te castigues tanto por no ser un robot.",
    "11": "Servicio comunitario. Tus amigos son aquellos con los que puedes contar y hacer cosas útiles; te gusta organizar la logística del grupo. Te sientes parte cuando aportas soluciones prácticas a problemas colectivos. Consejo: No eres el secretario del grupo; relájate y deja que otros organicen la cena.",
    "12": "Ansiedad secreta. Tienes fantasías de caos o de imperfección que no admites; te preocupa no ser suficiente. En soledad, tu mente crítica no descansa, repasando detalles y errores pasados. Consejo: Sé amable con tu mente; date permiso para descansar sin culpa."
  },
  "Libra": {
    "1": "Encanto irresistible. Eres la seducción hecha persona; tu sonrisa, tu estilo y tu diplomacia abren todas las puertas. Te sientes vivo cuando gustas, cuando hay armonía y belleza a tu alrededor. Consejo: No te pierdas en el reflejo de los demás; tú existes aunque nadie te esté mirando.",
    "2": "Dinero estético. Gastas en arte, moda, decoración y todo lo que embellezca tu mundo. Te atrae el equilibrio financiero (ni mucho ni poco) y compartir tus recursos con tu pareja. Consejo: La belleza cuesta, pero tu seguridad financiera es más importante que la apariencia.",
    "3": "Coqueteo constante. Te encanta el flirteo verbal, los mensajes dulces y mediadores; evitas el conflicto directo. Te enamoras de las palabras bonitas, la cortesía y la mente elegante. Consejo: Di lo que piensas, no solo lo que suena bonito; la verdad a veces es áspera pero necesaria.",
    "4": "Hogar de revista. Tu casa debe ser un oasis de paz y buen gusto, lista para recibir visitas. Te atrae la convivencia armoniosa; las peleas domésticas te desequilibran físicamente. Consejo: Un hogar real tiene platos sucios y desacuerdos; no sacrifiques la autenticidad por la estética.",
    "5": "Romance idealizado. Vives enamorado del amor; las citas deben ser perfectas, simétricas y bellas. Te atrae el arte, la moda y la gente refinada; el juego de la seducción es tu deporte favorito. Consejo: La vida no tiene filtro de Instagram; acepta al otro con sus imperfecciones.",
    "6": "Armonía laboral. Te atrae un ambiente de trabajo cooperativo, justo y estéticamente agradable. Te motivas socializando con colegas y embelleciendo la rutina diaria; no soportas la grosería. Consejo: No evites los conflictos necesarios en el trabajo; a veces hay que romper huevos para hacer la tortilla.",
    "7": "El otro es todo. Aquí Eros reina. Te defines a través de la pareja; la soledad te resulta antinatural. Buscas belleza, justicia y compromiso en el vínculo; te atrae quien te complementa y te da equilibrio. Consejo: Aprende a estar solo y feliz; tu media naranja eres tú mismo.",
    "8": "Intimidad elegante. Buscas una fusión que sea bella y justa, pero puedes ser pasivo-agresivo si no hay equilibrio. Te atrae la psicología de la relación y compartir recursos equitativamente. Consejo: La intimidad real a veces es sucia y caótica; no intentes ponerle un lazo a todo.",
    "9": "Justicia universal. Te enamoras de ideas de paz, arte y leyes que equilibran el mundo. Viajar es buscar belleza y cultura; te atrae la gente sofisticada de otros lugares. Consejo: No te quedes en la teoría de la justicia; practica la toma de decisiones firmes en tu vida.",
    "10": "Imagen pública. Deseas ser visto como alguien justo, diplomático y con clase. Te atraen las carreras en leyes, arte o relaciones públicas; tu reputación de ser 'agradable' es tu mayor activo. Consejo: No temas caer mal por defender lo correcto; el respeto vale más que la simpatía.",
    "11": "Socialité natural. Te mueves como pez en el agua en eventos sociales, cócteles y grupos artísticos. Te atrae conectar gente y mantener la paz en el grupo; eres el pegamento social elegante. Consejo: No puedes complacer a todos tus amigos todo el tiempo; elige tus lealtades.",
    "12": "Amores prohibidos. A veces te atraen relaciones triangulares o indecisas que mantienes en secreto para no romper la armonía oficial. En soledad, dudas de todo y te cuesta elegir. Consejo: La indecisión es una decisión; afronta tus elecciones ocultas con valentía."
  },
  "Escorpio": {
    "1": "Magnetismo letal. Tu presencia es intensa, misteriosa y sexual; no necesitas hablar para atraer, tu mirada lo hace todo. Te sientes vivo en las situaciones límite, en la transformación y el poder personal. Consejo: No uses tu aguijón si no es necesario; la intensidad también puede ser suave.",
    "2": "Posesión total. El dinero es poder y control; te excita acumular recursos secretos o estratégicos. Cuando deseas algo, lo quieres para siempre y en exclusiva; compartir no es tu verbo favorito aquí. Consejo: Soltar el control sobre tus cosas te libera de la ansiedad de perderlas.",
    "3": "Investigador nato. Lees entre líneas, te atrae lo que no se dice y el sarcasmo oscuro. Te excita descubrir secretos y tener conversaciones profundas que incomodarían a otros. Consejo: A veces un mensaje es solo un mensaje, no un código oculto; relaja la paranoia.",
    "4": "Búnker privado. Tu hogar es tu fortaleza, impenetrable y protegido; ahí es donde te quitas la máscara. Te atrae la privacidad absoluta y la lealtad familiar a prueba de balas. Consejo: Deja entrar un poco de luz y aire fresco; el aislamiento excesivo cría fantasmas.",
    "5": "Pasión obsesiva. No juegas al amor, te lo tomas a muerte; te atraen las relaciones complejas, intensas y transformadoras. Tu creatividad nace de las emociones viscerales y te gusta el riesgo emocional. Consejo: Los celos no son una medida de amor; confía en que quien te quiere, te elige libremente.",
    "6": "Rutina detox. Te atrae la purificación, el control del cuerpo y resolver crisis que otros no pueden manejar. Te obsesionas con el trabajo o la salud, buscando regenerarte a través del esfuerzo. Consejo: No lleves tu cuerpo al límite solo para sentir que estás vivo; el equilibrio también sana.",
    "7": "Pacto de sangre. Buscas una pareja con la que fusionarte hasta el alma; nada de relaciones tibias. Te atrae la lealtad absoluta y la capacidad de navegar tormentas juntos; o eres mi todo, o no eres nada. Consejo: Si asfixias a tu pareja, matas la relación; el amor necesita oxígeno.",
    "8": "Eros en su trono. Aquí mandas. El sexo, la muerte, el dinero compartido y los tabúes son tu patio de recreo. Te atrae lo prohibido, la magia y la transformación radical a través del otro. Consejo: Usa tu poder para sanar y regenerar, no para manipular o destruir.",
    "9": "Verdad radical. Te enamoras de conocimientos esotéricos, profundos o que desafían el sistema. Viajar es una peregrinación transformadora; te atrae descifrar los misterios del universo. Consejo: No seas fanático de tus creencias; la verdad tiene muchas caras.",
    "10": "Poder en la sombra. Deseas controlar, influir y tener poder, pero no necesariamente ser el centro de atención. Te atrae la estrategia, la gestión de crisis y ser la autoridad temida y respetada. Consejo: El liderazgo basado en el miedo es frágil; el basado en la confianza es eterno.",
    "11": "Lealtad tribal. Tienes pocos amigos, pero por ellos matarías; el grupo debe ser hermético y de confianza total. Te atraen las conspiraciones, los planes secretos y las alianzas estratégicas profundas. Consejo: No veas traición donde solo hay descuido; perdona las pequeñas faltas humanas.",
    "12": "Secretos insondables. Vives una vida interior rica y compleja; tienes deseos que jamás confesarás. Te atrae el aislamiento, lo espiritual oscuro y trabajar desde el anonimato. Consejo: Saca tus monstruos a pasear de vez en cuando; verás que no son tan aterradores a la luz del día."
  },
  "Sagitario": {
    "1": "Magnetismo salvaje. Eres la alegría de vivir, el optimismo y la libertad en movimiento. Te sientes vivo cuando te expandes, ríes y no tienes ataduras; seduces con tu entusiasmo y tu franqueza. Consejo: La libertad es genial, pero el compromiso no es una jaula, es una base para saltar más alto.",
    "2": "Dinero para vivir. Gastas en viajes, cursos y experiencias; no te interesa acumular objetos, sino anécdotas. Te excita la abundancia y la generosidad; confías en que el universo proveerá. Consejo: A veces hay que guardar para el invierno; no todo es una fiesta eterna.",
    "3": "Mente sin filtros. Te encanta el humor, la filosofía barata y hablar de todo sin tapujos. Te atrae la gente que entiende tus chistes, que es directa y que no se ofende fácilmente. Consejo: La honestidad brutal a veces es solo brutalidad; ponle un poco de tacto a tus palabras.",
    "4": "Hogar nómada. Tu casa es grande, llena de recuerdos de viajes o libros; o quizás te sientes en casa en cualquier lugar. Te atrae el espacio, la luz y la libertad dentro de tu refugio. Consejo: Echar raíces no significa quedarse quieto; significa tener un lugar donde volver.",
    "5": "Aventura romántica. El amor es un safari; te gustan las citas espontáneas, al aire libre y divertidas. Te atrae la gente exótica, los maestros o quienes te hacen reír a carcajadas. Consejo: No huyas cuando la diversión se convierte en rutina; ahí empieza el amor real.",
    "6": "Trabajo con sentido. Necesitas creer en lo que haces; la rutina te mata si no tiene un propósito mayor. Te atrae la libertad de horario y trabajar en movimiento o al aire libre. Consejo: Los detalles aburridos son necesarios para que la gran visión se haga realidad.",
    "7": "Compañero de viaje. Buscas un copiloto, alguien que te siga el ritmo y con quien explorar el mundo. La relación debe basarse en la verdad y el crecimiento mutuo; te asfixian los celos. Consejo: Incluye a tu pareja en tus planes, no solo le avises cuando ya compraste el boleto.",
    "8": "Exploración íntima. Te atrae la sexualidad libre, sin tabúes y como una forma de expansión espiritual. Te excita tomar riesgos compartidos y filosofar sobre la vida y la muerte en la cama. Consejo: Profundiza en una sola persona en lugar de buscar mil experiencias superficiales.",
    "9": "Eros filósofo. Aquí estás en casa. Te enamoras de culturas, religiones, gurús y horizontes lejanos. Lo que te pone es aprender, enseñar y buscar la verdad última de la existencia. Consejo: No te conviertas en un predicador; escucha las verdades de los demás con humildad.",
    "10": "Visionario público. Deseas ser reconocido como un guía, un profesor o un inspirador. Te atraen las carreras internacionales o académicas; tu reputación se basa en tu sabiduría y optimismo. Consejo: Promete solo lo que puedas cumplir; tu entusiasmo a veces excede tu capacidad real.",
    "11": "Amigos del mundo. Tu red es global; tienes amigos en cada puerto y te encanta unir gente diversa. Te sientes parte de la humanidad entera; te atraen los ideales sociales y políticos grandes. Consejo: No descuides a los amigos cercanos por salvar el mundo; la caridad empieza por casa.",
    "12": "Fe secreta. Tienes una protección espiritual que sientes pero no explicas; te atrae el retiro, la meditación y la conexión con el cosmos a solas. A veces huyes de la realidad hacia fantasías. Consejo: Tu intuición es tu brújula; confía en ella, pero pon los pies en la tierra."
  },
  "Capricornio": {
    "1": "Magnetismo autoritario. Atraes por tu seriedad, tu clase y esa aura de 'jefe' competente. Te sientes vivo cuando tienes una meta, control y respeto; la madurez es tu afrodisíaco. Consejo: No te tomes la vida tan en serio; sonreír no te quita autoridad.",
    "2": "Ambición material. Te excita la calidad, el estatus y ver crecer tu patrimonio lentamente. Eres austero con lo superfluo pero inviertes en lo que dura; el dinero es respeto y libertad a largo plazo. Consejo: No seas tacaño contigo mismo; disfruta de los frutos de tu arduo trabajo.",
    "3": "Palabra de honor. Te comunicas con precisión, economía y pragmatismo; odias el chisme inútil. Te atrae la gente que cumple lo que dice y que tiene planes concretos. Consejo: Relaja el tono; a veces una charla trivial es necesaria para conectar humanamente.",
    "4": "Hogar tradicional. Buscas una estructura familiar sólida, respetar las normas y tener una casa que refleje tu éxito. Te atrae la responsabilidad doméstica y honrar a los ancestros. Consejo: No lleves la oficina a la casa; tu familia necesita tu cariño, no tu gestión empresarial.",
    "5": "Placer estructurado. Te tomas el ocio en serio; tus hobbies son productivos o de prestigio. En el amor eres cauteloso, tradicional y buscas a alguien que esté a tu altura; te atrae la elegancia. Consejo: Déjate llevar; el amor no es un proyecto con KPIs y fechas de entrega.",
    "6": "Excelencia diaria. Te pone el deber cumplido, la disciplina y la maestría en el trabajo. Te atrae la gente trabajadora, puntual y que respeta las jerarquías; la pereza te repugna. Consejo: El descanso es parte de la productividad; no eres una máquina inagotable.",
    "7": "Contrato sólido. Buscas una pareja con la que construir un imperio o una vida estable; el amor es un compromiso formal. Te atraen las personas maduras, ambiciosas y fiables. Consejo: El amor necesita vulnerabilidad, no solo acuerdos y respeto mutuo.",
    "8": "Control íntimo. En la cama eres intenso, dominante y técnico; te tomas el sexo como algo que debe hacerse bien. Te atraen las finanzas corporativas y el poder sobre los recursos ajenos. Consejo: Pierde el control de vez en cuando; la entrega total requiere soltar las riendas.",
    "9": "Sabiduría práctica. Te enamoras de títulos, certificaciones y conocimientos que te dan autoridad. Viajar es por negocios o estatus; te atrae lo que tiene historia y estructura probada. Consejo: El conocimiento no es solo para escalar posiciones; úsalo para entender el mundo.",
    "10": "Cima del mundo. Aquí Eros trabaja horas extra. Tu mayor deseo es el éxito, el reconocimiento y dejar un legado tangible. Te atrae el poder institucional y ser el mejor en tu campo. Consejo: La cima es solitaria si no tienes con quién compartir la vista; cuida tus relaciones al subir.",
    "11": "Contactos VIP. Tus amigos son colegas, socios o gente útil para tus metas; haces networking con naturalidad. Te atraen los clubes exclusivos y las organizaciones jerárquicas. Consejo: Busca amigos que te quieran cuando no tengas el cargo ni el dinero; esos son los reales.",
    "12": "Soledad necesaria. Tienes una melancolía secreta y un miedo al fracaso que nadie ve. Te atrae el aislamiento para trabajar en tus planes maestros o cargar con responsabilidades ocultas. Consejo: Comparte tus cargas; no tienes que sostener el mundo tú solo sobre tus hombros."
  },
  "Acuario": {
    "1": "Magnetismo eléctrico. Eres diferente, raro y genial; atraes porque rompes el molde y no te importa el qué dirán. Te sientes vivo cuando eres libre, original y vas contra la corriente. Consejo: Ser rebelde es divertido, pero asegúrate de tener una causa real, no solo llevar la contraria.",
    "2": "Valores alternativos. Te excita la tecnología, lo futurista o gastar en causas humanitarias. El dinero es un medio para tu libertad e independencia; te atraen los modelos económicos colaborativos o cripto. Consejo: Mantén un pie en la realidad financiera tradicional para no quedarte en el aire.",
    "3": "Mente genial. Te seduce la inteligencia brillante, las ideas locas, los memes y la ciencia ficción. Te comunicas de forma errática pero fascinante; te aburres con lo convencional. Consejo: Conecta emocionalmente en tus charlas, no te quedes solo en el plano de las ideas abstractas.",
    "4": "Hogar atípico. Tu casa es un laboratorio, un punto de encuentro comunitario o un espacio lleno de gadgets. Te atrae la libertad doméstica y romper con los roles familiares tradicionales. Consejo: La estabilidad emocional en casa te da la base para revolucionar el mundo fuera.",
    "5": "Romance experimental. El amor convencional te duerme; buscas sorpresas, amistad con derechos o relaciones abiertas. Te atrae lo único, lo excéntrico y la creatividad intelectual. Consejo: No trates a tus amantes como experimentos; recuerda que tienen corazón.",
    "6": "Innovación diaria. Te atrae modernizar la rutina, usar apps para todo y trabajar en equipos horizontales. Te excita la libertad en el horario y resolver problemas con ingenio. Consejo: A veces la vieja forma de hacer las cosas funciona por una razón; no reinventes la rueda a diario.",
    "7": "Pareja amigo. Buscas un igual, alguien que respete tu espacio y comparta tus ideales. Te atrae la gente independiente, inteligente y que no sea pegajosa; el amor es libertad compartida. Consejo: La intimidad requiere acercarse, no mantenerse a una distancia segura y fría.",
    "8": "Tabúes mentales. Te atrae explorar la sexualidad desde un punto de vista no convencional o kinky. Te excita romper normas en la intimidad y experimentar con lo nuevo. Consejo: No te disocies durante el sexo; baja de la mente al cuerpo y siente.",
    "9": "Futurista global. Te enamoras de las ideas de progreso, la ciencia, la astrología o la política radical. Viajar es conectar con el futuro o con comunidades utópicas. Consejo: Las ideas son geniales, pero la práctica humana es desordenada; ten paciencia con la gente real.",
    "10": "Líder visionario. Deseas ser conocido como el genio, el reformador o el rebelde corporativo. Te atraen las carreras en tecnología, ciencia o activismo; tu estatus viene de tu originalidad. Consejo: Asegúrate de que tu visión incluya a las personas, no solo a los sistemas.",
    "11": "Redes infinitas. Aquí Eros vuela. Te sientes vivo en grupo, en la comunidad, en internet; amas a la humanidad (a veces más que a las personas concretas). Te atrae la colaboración y el futuro colectivo. Consejo: No te diluyas en el grupo; tu individualidad es tu mayor aporte.",
    "12": "Genio aislado. Tienes una conexión secreta con la mente universal; te atrae lo oculto, la conspiración o la soledad para inventar. A veces te sientes un alienígena en este planeta. Consejo: Conecta con otros 'aliens'; no estás tan solo como crees en tu rareza."
  },
  "Piscis": {
    "1": "Magnetismo onírico. Atraes por tu misterio, tu suavidad y esa mirada de estar en otro mundo. Te sientes vivo cuando fluyes, cuando sueñas y cuando conectas empáticamente con el entorno. Consejo: Pon límites claros; tu porosidad hace que absorbas lo que no te corresponde.",
    "2": "Dinero mágico. Gastas en arte, música, caridad o cosas que te inspiran; el dinero se te escapa de las manos como agua. Valoras lo intangible y lo espiritual más que lo material. Consejo: Pon atención a tus cuentas; el mundo material tiene reglas que necesitas respetar para sobrevivir.",
    "3": "Poesía verbal. Te comunicas con imágenes, silencios y metáforas; te abruma el ruido directo. Te enamoras de la música de las palabras y de la conexión telepática. Consejo: Sé claro cuando hables de cosas importantes; la ambigüedad crea malentendidos.",
    "4": "Santuario espiritual. Tu hogar es tu refugio del mundo cruel, lleno de paz, incienso o caos creativo. Te atrae vivir cerca del agua o en lugares con 'buena vibra'; buscas el nirvana en la sala de estar. Consejo: Limpia y ordena tu espacio físico para aclarar tu espacio mental.",
    "5": "Fantasía romántica. El amor es un cuento de hadas, una fusión de almas, puro arte y sacrificio. Te atrae la musa, el artista o el ser herido que necesita amor; tu creatividad es ilimitada. Consejo: No idealices tanto a la persona que amas; en el pedestal nadie puede moverse ni ser real.",
    "6": "Servicio devoto. Te entregas en el trabajo y en la ayuda a los demás, a veces hasta el agotamiento. Te atrae la medicina, el arte o cualquier labor que alivie el sufrimiento ajeno. Consejo: El sacrificio constante no es sano; ponte tu propia máscara de oxígeno primero.",
    "7": "Fusión de almas. Buscas la unidad total, adivinar lo que el otro piensa; los límites entre tú y tu pareja se borran. Te atraen los soñadores, los místicos o los que necesitan rescate. Consejo: Mantén tu identidad; fundirse no significa desaparecer en el otro.",
    "8": "Éxtasis profundo. La intimidad es una experiencia religiosa, tántrica y disolvente. Te atrae lo oculto, lo psíquico y la entrega absoluta de recursos y energía. Consejo: Protégete energéticamente; en la intimidad profunda eres una esponja de las emociones ajenas.",
    "9": "Búsqueda divina. Te enamoras de lo espiritual, del océano y de filosofías que conectan todo con todo. Viajar es una peregrinación del alma; te atrae perder el rumbo para encontrar la magia. Consejo: No uses la espiritualidad para escapar de la realidad; úsala para navegarla mejor.",
    "10": "Visión artística. Deseas inspirar, sanar o traer belleza al mundo a través de tu carrera. Te atrae el cine, la música o la ayuda humanitaria; tu éxito se mide en impacto emocional. Consejo: La disciplina es el puente entre tus sueños y la realidad; constrúyelo.",
    "11": "Marea colectiva. Tus amigos son artistas, bohemios o marginados; sientes compasión por todos. Te atraen los grupos espirituales o artísticos donde fluye la energía comunitaria. Consejo: Cuidado con los vampiros energéticos en tus círculos; elige amigos que te sumen, no que te drenen.",
    "12": "Océano interior. Aquí Eros se sumerge. Vives un mundo de fantasía rico y privado; tienes amores secretos, sueños lúcidos y una conexión divina en soledad. Te atrae el retiro y el silencio. Consejo: No te quedes a vivir en tus sueños; trae esa magia al mundo real, que la necesita."
  }
}