{
  "Aries": {
    "1": "La chispa vital. Creces cuando tomas la iniciativa y te atreves a ser el primero, irradiando una confianza que inspira a otros a seguirte. El riesgo es la arrogancia o asumir demasiados retos físicos que agotan tu energía. Tu suerte se activa cuando actúas sin esperar permiso.",
    "2": "Finanzas audaces. Tu dinero se expande cuando emprendes negocios por tu cuenta o tomas decisiones rápidas en inversiones, aunque tiendes a gastar impulsivamente en el momento de euforia. Generas riqueza cuando confías en tu capacidad de conquista. Evita apostar lo que no tienes.",
    "3": "Mente pionera. Aprendes rápido y enseñas con pasión, convirtiéndote en alguien que motiva con sus palabras directas y francas. A veces hablas antes de pensar o prometes cosas que no puedes cumplir por puro entusiasmo. Tu voz abre puertas cuando eres valiente pero honesto.",
    "4": "Hogar activo. Tu casa es un lugar de acción, ruido y puertas abiertas, donde siempre pasa algo emocionante. Puedes tender a querer imponer tus reglas a la familia o a mudarte impulsivamente buscando 'más espacio'. Tu refugio crece cuando permites que cada quien tenga su independencia.",
    "5": "Creatividad explosiva. Te diviertes a lo grande, amas con intensidad y te lanzas a proyectos creativos sin red de seguridad. El exceso está en el juego, los romances fugaces o dramatizar situaciones para sentirte vivo. La verdadera alegría llega cuando canalizas ese fuego en una obra propia.",
    "6": "Trabajo independiente. Mejoras tus rutinas cuando tienes autonomía y desafíos constantes; te marchitas en empleos repetitivos. Tiendes a sobrecargar tu cuerpo creyendo que eres invencible hasta que te lesionas o agotas. Tu salud prospera cuando el ejercicio es una aventura, no una obligación.",
    "7": "Socios con empuje. Atraes a personas dinámicas, emprendedoras o muy directas que te ayudan a expandir tu mundo. El reto es competir con tu pareja en lugar de colaborar, o comprometerte demasiado rápido. Las relaciones florecen cuando ambos tienen espacio para liderar.",
    "8": "Recursos compartidos. Tienes suerte para conseguir capital de riesgo o apoyo para tus batallas, pero debes cuidar los conflictos legales por impulsividad. A veces confías demasiado en que 'todo saldrá bien' con deudas conjuntas. La transformación llega cuando enfrentas tus miedos de cara.",
    "9": "Filosofía de acción. Expandir tu mente significa vivir la experiencia en carne propia, viajar a lugares inexplorados y defender tus creencias con ardor. Cuidado con el fanatismo o creer que tu verdad es la única válida. La sabiduría real se encuentra en el camino, no solo en la meta.",
    "10": "Liderazgo visible. Tu reputación crece cuando te ven como un pionero valiente, capaz de abrir caminos donde no los había. El peligro es la ambición desmedida que atropella a otros para llegar a la cima. El éxito duradero requiere ser un jefe que inspira, no uno que solo manda.",
    "11": "Redes de impulso. Tus amigos son gente de acción que te anima a tomar riesgos y te conecta con oportunidades nuevas al instante. A veces dominas tanto el grupo que no dejas espacio para otras opiniones. Tu comunidad prospera cuando luchas por una causa, no solo por tu ego.",
    "12": "Fe guerrera. Tienes una protección invisible cuando actúas con nobleza y una capacidad innata para vencer enemigos ocultos. El riesgo es negar tus miedos o sufrir en soledad por no pedir ayuda. Tu espíritu se expande cuando entiendes que la verdadera fuerza también incluye la rendición."
  },
  "Tauro": {
    "1": "Presencia sólida. Creces a través de la paciencia, la estabilidad y el disfrute de los placeres simples de la vida. Puedes caer en la autocomplacencia o la inercia, resistiéndote a cambios necesarios por pura comodidad. Tu suerte aumenta cuando te mantienes firme en tus valores.",
    "2": "Imán de riqueza. Tienes un talento natural para acumular recursos y disfrutar del lujo, atrayendo dinero con persistencia y buen gusto. El exceso es el materialismo desmedido o acumular cosas que no necesitas por miedo a la escasez. La abundancia real es saber que ya tienes suficiente.",
    "3": "Palabra concreta. Tus ideas son prácticas y tu forma de comunicar transmite una calma que tranquiliza a cualquiera. A veces eres demasiado terco en tus opiniones y te niegas a escuchar puntos de vista alternativos. Tu mente se expande cuando aprendes a un ritmo lento pero seguro.",
    "4": "Santuario de confort. Tu hogar es un templo de buena comida, muebles cómodos y seguridad material, ideal para reuniones familiares largas. El riesgo es gastar demasiado en decoraciones suntuosas o volverte posesivo con tu espacio. Tu base se fortalece cuando compartes tu mesa generosamente.",
    "5": "Placer creativo. Disfrutas del arte, la gastronomía y el romance con los cinco sentidos, buscando experiencias de calidad duradera. Puedes caer en la indulgencia excesiva o la pereza creativa si no hay un incentivo tangible. La alegría fluye cuando creas algo hermoso que se puede tocar.",
    "6": "Ritmos naturales. Tu salud y trabajo mejoran cuando respetas tus tiempos y te rodeas de un entorno estético y tranquilo. El problema surge con los excesos en la comida o el sedentarismo prolongado bajo la excusa del descanso. Tu cuerpo agradece la constancia suave más que el esfuerzo explosivo.",
    "7": "Lealtad en pareja. Te expandes a través de relaciones estables, duraderas y sensuales que te aportan seguridad financiera o emocional. A veces te quedas en relaciones estancadas por no querer alterar tu rutina. El amor crece cuando valoras la calidad del tiempo compartido.",
    "8": "Inversiones tangibles. Tienes suerte manejando el dinero de otros o recibiendo herencias, siempre con un enfoque conservador y realista. El riesgo es la avaricia o el apego excesivo a lo que compartes con otros. La transformación llega cuando entiendes que la seguridad no es solo material.",
    "9": "Sabiduría práctica. Tu filosofía de vida se basa en lo que es real, tangible y ha resistido la prueba del tiempo. Puedes ser dogmático o negarte a explorar culturas que te saquen de tu zona de confort. Aprendes mejor cuando el conocimiento tiene una aplicación útil inmediata.",
    "10": "Éxito sostenido. Tu reputación se construye ladrillo a ladrillo, siendo conocido por tu fiabilidad y excelente gestión de recursos. Cuidado con la ambición desmedida por el estatus o el dinero como único fin. Tu carrera florece cuando construyes algo que perdurará tras de ti.",
    "11": "Amistades duraderas. Tus grupos son sólidos y te brindan apoyo práctico; prefieres pocos amigos de calidad que multitudes ruidosas. A veces eres posesivo con tus amistades o esperas que todo se haga a tu manera. Tu red crece cuando ofreces estabilidad y sentido común al colectivo.",
    "12": "Fe en la naturaleza. Encuentras conexión espiritual en el silencio, el contacto con la tierra y la contemplación de la belleza natural. El riesgo es el materialismo espiritual o ignorar tu intuición por buscar pruebas lógicas. Tu alma se expande cuando aprendes a soltar el control de lo físico."
  },
  "Géminis": {
    "1": "Curiosidad eterna. Creces a través del intercambio de ideas, la versatilidad y la capacidad de conectar con todo tipo de personas. El problema es la dispersión: querer ser todo y no terminar nada. Tu suerte se activa cuando mantienes la mente abierta y no dejas de preguntar.",
    "2": "Ingresos múltiples. El dinero llega a través de diversas fuentes, el comercio, la escritura o la habilidad para vender cualquier cosa. Tiendes a gastar en caprichos intelectuales o tecnología sin planificar a largo plazo. La prosperidad fluye cuando diversificas pero mantienes el orden en las cuentas.",
    "3": "El gran comunicador. Eres el eterno estudiante y el conector del barrio; tu mundo se expande leyendo, escribiendo y chismeando constructivamente. A veces hablas de más, exageras la información o te ahogas en datos inútiles. Tu poder está en simplificar lo complejo para otros.",
    "4": "Hogar biblioteca. Tu casa está llena de libros, revistas y gente entrando y saliendo; un centro de información y debate. Puedes sentirte inquieto en casa o mudarte muchas veces buscando novedad. Tu refugio funciona mejor cuando hay estímulo mental y buena conexión a internet.",
    "5": "Juego mental. Te diviertes con juegos de ingenio, coqueteos verbales y hobbies que desafían tu intelecto. El exceso es intelectualizar demasiado el romance o aburrirte rápido de tus proyectos creativos. La alegría llega cuando te permites experimentar sin sobreanalizar.",
    "6": "Multitasking laboral. Mejoras tus hábitos cuando hay variedad y movimiento; te enfermas si te aburres en la rutina. Tiendes a dispersar tu energía nerviosa o a somatizar el estrés mental en problemas respiratorios. Tu bienestar depende de mantener tu mente ocupada pero tus nervios en calma.",
    "7": "Parejas inteligentes. Buscas socios con los que puedas hablar horas y que te enseñen cosas nuevas; la mente te seduce antes que el cuerpo. El riesgo es la inconstancia o tener 'un pie fuera' por si aparece algo mejor. Las relaciones crecen con el diálogo constante y la libertad.",
    "8": "Curiosidad oculta. Te atraen los misterios, la psicología y los tabúes, investigando a fondo lo que otros callan. A veces chismeas sobre secretos ajenos o racionalizas demasiado las crisis emocionales. La transformación ocurre cuando usas tu intelecto para entender la profundidad humana.",
    "9": "Mente nómada. Viajar, aprender idiomas y explorar culturas alimenta tu alma; eres un turista de la vida. El peligro es saber un poco de todo y mucho de nada, o ser un diletante. La sabiduría llega cuando profundizas en un tema antes de saltar al siguiente.",
    "10": "Carrera versátil. Te destacas en medios, educación o cualquier campo que requiera agilidad mental y adaptabilidad. Cuidado con la falta de enfoque o cambiar de rumbo profesional cada vez que te aburres. El éxito se consolida cuando usas tu red de contactos para un propósito claro.",
    "11": "Conector social. Eres el nexo entre grupos muy diferentes y siempre conoces a 'alguien que sabe de eso'. A veces te comprometes con demasiados eventos y quedas mal por falta de tiempo. Tu comunidad se enriquece cuando facilitas el intercambio de información útil.",
    "12": "Intuición lógica. Tienes una capacidad innata para entender los patrones ocultos y los mensajes detrás de las palabras. El riesgo es la ansiedad mental excesiva o perderte en tus propios laberintos de pensamiento. Tu espíritu se expande cuando aquietas la mente y escuchas el silencio."
  },
  "Cáncer": {
    "1": "Empatía expansiva. Creces cuando cuidas, nutres y confías en tu intuición emocional, convirtiéndote en un refugio para otros. El riesgo es el exceso de sentimentalismo, el apego al pasado o tomarte todo demasiado personal. Tu suerte se activa cuando proteges a los tuyos sin asfixiarlos.",
    "2": "Ahorro emocional. Tu dinero crece cuando tienes una conexión emocional con tu trabajo o inviertes en bienes raíces y alimentación. Tiendes a gastar por consuelo emocional o a acumular por miedo al futuro. La abundancia llega cuando confías en que el universo te sostendrá.",
    "3": "Palabras que nutren. Te comunicas con sentimiento y tienes una memoria prodigiosa para las historias familiares y el pasado. A veces tus emociones nublan tu juicio o eres subjetivo al transmitir información. Tu voz resuena cuando hablas desde el corazón y validas lo que sientes.",
    "4": "El gran nido. Tu hogar es tu castillo y lugar de abundancia, donde siempre hay comida y cama para uno más. Puedes ser exageradamente protector o caer en dinámicas familiares asfixiantes por no soltar. Tu base se fortalece cuando creas un hogar donde todos pueden crecer, no solo quedarse.",
    "5": "Creatividad fecunda. Te expandes a través de la crianza, la cocina o cualquier arte que evoque nostalgia y pertenencia. El exceso es vivir a través de los hijos o dramatizar tus necesidades afectivas. La alegría fluye cuando cuidas tu niño interior con la misma ternura que a otros.",
    "6": "Cuidado intuitivo. Trabajas mejor en ambientes que se sienten 'como familia' y tienes un don para cuidar la salud de otros. Tiendes a comer de más por estrés o a cargar con responsabilidades laborales emocionales que no te tocan. Tu salud mejora cuando nutres tu cuerpo con comida real y amor.",
    "7": "Socios familiares. Buscas parejas que te den seguridad y con quienes puedas construir un clan; el compromiso es emocional. El riesgo es adoptar a la pareja como un hijo o volverte dependiente de su estado de ánimo. Las relaciones prosperan cuando hay cuidado mutuo sin codependencia.",
    "8": "Herencia emocional. Tienes suerte con legados familiares o dinero compartido, pero también absorbes las cargas emocionales de otros. Cuidado con las deudas emocionales o manipular a través de los recursos compartidos. La transformación llega cuando sueltas el pasado y perdonas viejas deudas.",
    "9": "Viajes del alma. Tu filosofía de vida está ligada a tus raíces, la historia y la tradición; aprendes viajando hacia adentro o a lugares con historia. Puedes ser cerrado a lo nuevo por apego a 'lo de siempre'. La sabiduría crece cuando entiendes que el mundo entero es tu hogar.",
    "10": "Liderazgo protector. Te destacas en profesiones de cuidado, hospitalidad o recursos humanos, siendo una figura de autoridad maternal/paternal. El peligro es mezclar lo personal con lo profesional o ser hipersensible a la crítica pública. El éxito llega cuando lideras con empatía.",
    "11": "Tribu emocional. Tus amigos son tu familia elegida y te entregas a ellos con devoción absoluta. A veces te ofendes si no recibes la misma intensidad de vuelta o te cierras en grupos excluyentes. Tu comunidad se nutre cuando ofreces contención sin generar deuda de gratitud.",
    "12": "Ángel guardián. Tienes una fe profunda y privada, y una conexión casi psíquica con el sufrimiento ajeno. El riesgo es el martirio silencioso o escapar de la realidad durmiendo demasiado. Tu espíritu se expande cuando usas tu compasión para sanar sin perderte en el dolor del otro."
  },
  "Leo": {
    "1": "Brillo personal. Creces cuando te expresas sin filtros, ocupas el centro del escenario y contagias vitalidad. El riesgo es la arrogancia, el melodrama o necesitar aplausos constantes para validar tu existencia. Tu suerte se activa cuando iluminas a los demás en lugar de eclipsarlos.",
    "2": "Lujo y generosidad. Atraes dinero para gastarlo en gran estilo, regalos costosos y una imagen impecable. Tiendes a vivir por encima de tus posibilidades o a creer que el dinero nunca se acabará. La prosperidad se mantiene cuando inviertes en tu talento, no solo en tu apariencia.",
    "3": "Orador carismático. Hablas con autoridad y teatro; tus historias siempre son las más entretenidas de la reunión. A veces exageras la verdad para hacerla más interesante o no escuchas porque te encanta tu propia voz. Tu mensaje llega lejos cuando hablas desde la dignidad y el corazón.",
    "4": "Palacio personal. Quieres un hogar del que puedas presumir, grande, luminoso y donde seas el anfitrión indiscutible. Puedes comportarte como un tirano doméstico o gastar una fortuna en decoración ostentosa. Tu refugio es real cuando tu generosidad empieza por los que viven contigo.",
    "5": "Rey de la fiesta. Esta es tu salsa: romance, creatividad, hijos y diversión a lo grande. Te juegas todo a una carta. El exceso es la ludopatía, el drama romántico o el egocentrismo creativo. La alegría explota cuando creas desde el corazón sin preocuparte por la crítica.",
    "6": "Trabajo estelar. Necesitas un empleo donde se reconozca tu talento único; te marchitas si eres uno más del montón. Tiendes a tener problemas de corazón o espalda si no bajas el ritmo de exigencia por orgullo. Tu salud mejora cuando el ejercicio es divertido y te hace sentir fuerte.",
    "7": "Parejas trofeo. Buscas socios de los que puedas sentirte orgulloso y que a su vez te adoren; la lealtad es clave. El riesgo es querer opacar a la pareja o exigir atención exclusiva todo el tiempo. El amor crece cuando celebras los éxitos del otro tanto como los tuyos.",
    "8": "Inversiones audaces. Tienes un instinto para las grandes jugadas financieras y atraer mecenas que crean en ti. Cuidado con el orgullo que te impide pedir ayuda cuando las deudas aprietan. La transformación llega cuando dejas caer la máscara de 'todo está bien' y eres vulnerable.",
    "9": "Maestro inspirador. Tu filosofía es noble y grandiosa; te atraen los estudios que te dan prestigio o los viajes de lujo. Puedes caer en el dogmatismo o creer que tienes la verdad absoluta por derecho divino. La sabiduría real aparece cuando enseñas con el ejemplo y humildad.",
    "10": "Fama y honor. Estás hecho para brillar en público y alcanzar puestos de alta visibilidad o liderazgo creativo. El peligro es la vanidad desmedida o hacer cualquier cosa por mantener la reputación. El éxito es sólido cuando usas tu poder para elevar a quienes te rodean.",
    "11": "Líder de grupo. Tienes capacidad para organizar eventos y movilizar gente; tus amigos te admiran y siguen. A veces esperas trato preferencial dentro de la comunidad o te ofendes si no eres el centro. Tu red se fortalece cuando eres el corazón que une, no el rey que ordena.",
    "12": "Héroe interior. Tienes una fuerza espiritual noble y una fe optimista que te salva en los peores momentos. El riesgo es negar tus sombras por mantener una imagen perfecta o sufrir de orgullo espiritual. Tu espíritu se expande cuando ayudas anónimamente, sin esperar el aplauso."
  },
  "Virgo": {
    "1": "Crecimiento útil. Te expandes a través del orden, el servicio y el perfeccionamiento de tus habilidades. El riesgo es la autocrítica paralizante o perderte en detalles insignificantes perdiendo la visión global. Tu suerte se activa cuando te sientes útil y tu sistema funciona.",
    "2": "Dinero organizado. Tu riqueza crece con la planificación meticulosa, el trabajo hormiga y el análisis de costos. Tiendes a ser tacaño contigo mismo o a preocuparte excesivamente por cada centavo gastado. La abundancia fluye cuando entiendes que la calidad vale la inversión.",
    "3": "Mente analítica. Aprendes desmenuzando cada dato y te comunicas con precisión quirúrgica. A veces aburres con demasiados detalles técnicos o criticas la gramática ajena en lugar de escuchar el mensaje. Tu inteligencia brilla cuando ofreces soluciones prácticas a problemas complejos.",
    "4": "Hogar eficiente. Tu casa es limpia, funcional y probablemente llena de plantas o mascotas bien cuidadas. Puedes volverte neurótico con el orden doméstico, haciendo que la familia camine sobre cáscaras de huevo. Tu base se fortalece cuando el hogar es un lugar de descanso, no de inspección.",
    "5": "Hobbies técnicos. Disfrutas de pasatiempos que requieren destreza manual, lógica o artesanía detallada. El exceso es trabajar incluso en tu tiempo libre o criticar tus propias creaciones antes de terminarlas. La alegría llega cuando te permites jugar sin buscar un resultado perfecto.",
    "6": "Maestría en hábitos. (Posición fuerte). Encuentras propósito en el trabajo diario, la nutrición y el servicio a otros. El riesgo es la hipocondría, el exceso de trabajo o la obsesión con la pureza dietética. Tu salud prospera cuando buscas equilibrio y bienestar, no perfección inalcanzable.",
    "7": "Relaciones serviciales. Buscas socios prácticos, trabajadores y que te ayuden a organizar la vida. El riesgo es querer 'arreglar' a tu pareja o criticarla constantemente con la excusa de ayudarla a mejorar. Las relaciones crecen cuando valoras lo que el otro hace bien en vez de señalar lo que hace mal.",
    "8": "Detalles compartidos. Eres excelente administrando contabilidad conjunta o gestionando crisis con cabeza fría. Cuidado con preocuparte de más por deudas ajenas o controlar los gastos del otro al milímetro. La transformación ocurre cuando aceptas que el caos emocional también tiene un orden.",
    "9": "Estudio minucioso. Te expandes aprendiendo habilidades técnicas, lenguajes o metodologías específicas. Puedes perderte el bosque por mirar el árbol o ser escéptico ante filosofías que no tienen prueba lógica. La sabiduría llega cuando aplicas tu conocimiento para servir al mundo.",
    "10": "Experto indispensable. Tu reputación se basa en tu competencia, humildad y capacidad de trabajo; eres quien realmente hace que las cosas funcionen. El peligro es quedarte en roles subordinados por falta de confianza o 'burnout'. El éxito llega cuando delegas y valoras tu propia expertise.",
    "11": "Voluntariado eficaz. En grupos, eres el secretario, el tesorero o quien organiza la logística para que todo salga bien. A veces juzgas a los amigos que son menos organizados o te cargas de tareas que nadie más quiere. Tu comunidad te necesita para aterrizar los ideales en acciones concretas.",
    "12": "Sanación humilde. Encuentras paz en el servicio anónimo y entiendes la conexión mente-cuerpo mejor que nadie. El riesgo es somatizar las preocupaciones del mundo o el sacrificio excesivo sin límites. Tu espíritu se expande cuando entiendes que no todo se puede arreglar, y eso está bien."
  },
  "Libra": {
    "1": "Crecimiento social. Te expandes a través de la diplomacia, el encanto y la búsqueda de equilibrio en todo. El riesgo es la indecisión crónica, la complacencia excesiva o la incapacidad de decir 'no' para no caer mal. Tu suerte se activa cuando eres justo, empezando por ser justo contigo mismo.",
    "2": "Dinero estético. Atraes recursos a través de asociaciones, arte, belleza o relaciones públicas. Tiendes a gastar demasiado en ropa, cosmética o eventos sociales para mantener una imagen. La prosperidad fluye cuando equilibras tus ingresos con tus gustos refinados.",
    "3": "Palabras conciliadoras. Tienes el don de ver ambos lados de la moneda y hablar con una gracia que convence. A veces eres vago en tus opiniones para no ofender o chismeas elegantemente. Tu mente se expande cuando usas tu voz para mediar conflictos y crear armonía.",
    "4": "Hogar armonioso. Tu casa es bella, decorada con gusto y siempre lista para recibir visitas; la estética es vital. El problema es barrer los conflictos bajo la alfombra para mantener la paz aparente. Tu refugio se fortalece cuando permites que las emociones reales (incluso las feas) tengan espacio.",
    "5": "Romance de película. Te encantan el cortejo, las citas elegantes y las expresiones artísticas refinadas. El exceso es idealizar el amor, depender de la validación romántica o gastar fortunas en ocio. La alegría llega cuando disfrutas la belleza del momento sin preocuparte por la foto perfecta.",
    "6": "Entorno equilibrado. Necesitas un ambiente laboral estético y relaciones cordiales con colegas para funcionar. Tiendes a evitar confrontaciones laborales necesarias o a comer dulces por ansiedad social. Tu salud mejora cuando equilibras la vida social con momentos de descanso real.",
    "7": "Expansión en dúo. (Posición natural). Todo es mejor acompañado; creces enormemente a través del matrimonio o socios estratégicos. El riesgo es perder tu identidad en el otro o tolerar comportamientos injustos por no estar solo. Las relaciones florecen cuando son entre dos iguales completos.",
    "8": "Diplomacia en crisis. Tienes suerte resolviendo litigios o negociando acuerdos financieros justos para ambas partes. Cuidado con ceder tus recursos por complacer o evitar hablar de dinero por considerarlo 'de mal gusto'. La transformación llega cuando equilibras el dar y recibir en la intimidad.",
    "9": "Justicia superior. Tu filosofía busca la verdad, la justicia y la belleza universal; te atraen el derecho y las artes. Puedes ser indeciso ante grandes convicciones o quedarte en la teoría estética sin actuar. La sabiduría crece cuando tomas partido por lo que es correcto, no solo lo que es bonito.",
    "10": "Imagen pública. Tu reputación es la de alguien agradable, justo y con clase; ideal para relaciones públicas o leyes. El peligro es vivir de las apariencias o ser conocido por quien conoces y no por lo que haces. El éxito llega cuando usas tu encanto para abrir puertas a la justicia.",
    "11": "Socialité natural. Te mueves como pez en el agua en eventos sociales y grupos artísticos; eres el pegamento que une a la gente. A veces eres superficial en tus amistades o te comprometes con todos y no cumples con nadie. Tu red prospera cuando conectas personas afines con elegancia.",
    "12": "Paz interior. Buscas la espiritualidad a través de la armonía y la belleza; el conflicto te daña el alma. El riesgo es evadir la realidad fea de la vida o mantener relaciones secretas para evitar el juicio social. Tu espíritu se expande cuando encuentras el equilibrio dentro, no fuera."
  },
  "Escorpio": {
    "1": "Intensidad magnética. Creces cuando profundizas, enfrentas la verdad cruda y te transformas; no toleras la superficialidad. El riesgo es la paranoia, el control obsesivo o ver enemigos donde no los hay. Tu suerte se activa cuando confías en tu instinto de supervivencia y renaces de las cenizas.",
    "2": "Finanzas estratégicas. Tienes olfato para oportunidades ocultas, inversiones a largo plazo y transformar basura en tesoros. Tiendes a ser secreto con tu dinero o a usarlo como herramienta de poder y control. La abundancia real llega cuando sueltas el miedo a perderlo todo.",
    "3": "Investigador nato. No te conformas con la respuesta fácil; tu mente taladra hasta encontrar el secreto. A veces tus palabras son hirientes o sarcásticas, y guardas información para usarla luego. Tu comunicación impacta cuando usas tu agudeza para sanar o descubrir la verdad.",
    "4": "Hogar blindado. Tu casa es tu búnker privado, un lugar de regeneración profunda donde pocos entran. Puedes generar atmósferas emocionalmente pesadas o manipuladoras en familia. Tu base se fortalece cuando limpias los secretos familiares y permites la luz en tus rincones oscuros.",
    "5": "Pasión creativa. Te tomas el juego y el romance muy en serio; para ti es todo o nada, una fusión del alma. El exceso es el drama, los celos obsesivos o las apuestas de alto riesgo. La alegría explota cuando canalizas esa intensidad en arte visceral o amor transformador.",
    "6": "Regeneración física. Tienes una capacidad de recuperación asombrosa y te obsesionas con entender cómo funciona tu cuerpo. El riesgo es llevar tu cuerpo al límite o ignorar síntomas hasta que es grave. Tu salud mejora cuando incluyes la desintoxicación emocional en tu rutina.",
    "7": "Socios profundos. Buscas lealtad absoluta y vínculos que te cambien la vida; la superficialidad te aburre. El riesgo son las luchas de poder, los celos o atraer parejas conflictivas para 'arreglarlas'. Las relaciones prosperan cuando hay entrega total sin perder la propia soberanía.",
    "8": "Poder compartido. (Posición natural). Tienes un talento enorme para manejar dinero ajeno, herencias y crisis, multiplicando los recursos. El peligro es la codicia, la manipulación financiera o las disputas legales encarnizadas. La transformación es real cuando usas el poder para empoderar a otros.",
    "9": "Búsqueda de la verdad. Te atraen los misterios de la vida, el ocultismo y la psicología profunda; viajas para transformarte. Puedes caer en el fanatismo o en ver conspiraciones en todo. La sabiduría llega cuando aceptas que hay misterios que no necesitan ser resueltos, solo vividos.",
    "10": "Autoridad estratégica. Eres conocido por tu tenacidad, discreción y capacidad para manejar situaciones de crisis en el poder. El riesgo es la ambición despiadada o el uso de secretos para escalar posiciones. El éxito se consolida cuando usas tu influencia para regenerar sistemas corruptos.",
    "11": "Círculo hermético. Tienes pocos amigos pero matarías por ellos; prefieres la lealtad extrema a la popularidad. A veces generas intrigas dentro de los grupos o exiges una fidelidad imposible. Tu red se fortalece cuando permites que la confianza se construya con el tiempo, sin pruebas constantes.",
    "12": "Fuerza oculta. Tienes una reserva de poder espiritual inmensa y capacidad para la sanación psíquica. El riesgo es quedarte atrapado en traumas del pasado o aislarte del mundo por desconfianza. Tu espíritu se expande cuando iluminas tus propias sombras y ayudas a otros a navegar su oscuridad."
  },
  "Sagitario": {
    "1": "El explorador optimista. (Domicilio). Creces cuando eres libre, espontáneo y buscas el sentido de la vida. El riesgo es la exageración, la torpeza por falta de tacto o prometer más de lo que puedes dar. Tu suerte es legendaria cuando mantienes la fe y el movimiento constante.",
    "2": "Dinero para vivir. Ves el dinero como un medio para la libertad y la aventura; a menudo llega fácil y se va fácil. Tiendes a gastar en viajes o cursos sin mirar la cuenta bancaria, confiando en que 'Dios proveerá'. La abundancia se sostiene cuando aprendes a gestionar tus recursos con realismo.",
    "3": "Predicador local. Te encanta compartir tus conocimientos, contar anécdotas exageradas y motivar a quien te escuche. A veces eres un 'sabelotodo' que no deja hablar a los demás o eres indiscreto. Tu mente brilla cuando inspiras a otros a pensar en grande sin imponer tu verdad.",
    "4": "Hogar sin fronteras. Quieres una casa grande, llena de luz, mapas y quizás espacio para huéspedes extranjeros. Puedes sentirte enjaulado fácilmente y descuidar las tareas domésticas por estar siempre fuera. Tu refugio es verdadero cuando es un puerto de partida, no una cárcel.",
    "5": "Fiesta de la vida. Disfrutas de los deportes, el juego y las aventuras amorosas; eres el alma de la celebración. El exceso es la irresponsabilidad en el placer, apostar fuerte o idealizar romances inalcanzables. La alegría fluye cuando compartes tu entusiasmo vital sin esperar nada a cambio.",
    "6": "Trabajo con propósito. Necesitas sentir que tu labor tiene un sentido mayor; te deprimes con la burocracia gris. Tiendes a comer o beber en exceso en reuniones sociales o a ignorar detalles de salud por optimismo. Tu bienestar mejora con actividad al aire libre y libertad de movimiento.",
    "7": "Pareja de aventuras. Buscas a alguien que sea compañero de viaje y respete tu libertad; te expandes a través de la relación. El riesgo es el miedo al compromiso ('fobia a la etiqueta') o elegir a alguien inalcanzable. El amor crece cuando caminan juntos mirando al mismo horizonte.",
    "8": "Suerte compartida. A menudo te beneficias de la generosidad ajena o de oportunidades financieras inesperadas. Cuidado con ser descuidado con el dinero de otros o ignorar la letra pequeña de los contratos. La transformación llega cuando entiendes que la libertad también requiere compromiso profundo.",
    "9": "Búsqueda infinita. (Posición natural). El mundo es tu aula. Viajes largos, estudios superiores y espiritualidad son tu fuente de vida. El riesgo es el dogmatismo religioso/intelectual o ser el eterno turista que no profundiza. La sabiduría florece cuando integras lo aprendido en tu vida diaria.",
    "10": "Misión profesional. Quieres ser un líder inspirador, un mentor o alguien que abre horizontes en su carrera. El peligro es la arrogancia profesional o predicar una ética que no practicas. El éxito llega cuando tu trabajo refleja auténticamente tus creencias y valores.",
    "11": "Amigos del mundo. Tienes amigos de todas las culturas y creencias; eres el promotor de grandes ideales grupales. A veces prometes ayuda a la causa y luego desapareces porque surgió otro plan. Tu comunidad crece cuando aportas visión y optimismo, pero cumples lo que prometes.",
    "12": "Protección divina. Sientes que tienes un ángel de la guarda muy activo; encuentras a Dios en todo. El riesgo es la evasión espiritual, negar la realidad material o el complejo de mesías. Tu espíritu se expande cuando confías en la vida pero haces tu parte del trabajo."
  },
  "Capricornio": {
    "1": "Ambición disciplinada. (Caída). Creces a través del esfuerzo, la estructura y metas a largo plazo; eres el adulto de la sala. El riesgo es el pesimismo, la rigidez o creer que nunca eres suficiente. Tu suerte se activa cuando combinas tu visión de crecimiento con tu capacidad de ejecución.",
    "2": "Riqueza estructurada. Tu dinero crece lentamente pero seguro a través de inversiones conservadoras y trabajo duro. Tiendes a ser tacaño por miedo a la pobreza o a valorar solo lo material. La abundancia real llega cuando entiendes que el dinero es una herramienta, no el objetivo final.",
    "3": "Mente estratégica. No hablas por hablar; planificas tus palabras y buscas utilidad en cada idea. A veces eres demasiado serio, cínico o te cierras a ideas que parecen 'poco realistas'. Tu comunicación es poderosa cuando enseñas con autoridad y experiencia práctica.",
    "4": "Hogar tradicional. Buscas una casa que represente estatus y seguridad, respetando las tradiciones familiares. Puedes ser frío o autoritario en la convivencia, imponiendo normas estrictas. Tu base se fortalece cuando te permites relajarte y ser vulnerable en tu propio salón.",
    "5": "Ocio productivo. Te tomas la diversión en serio; prefieres hobbies que te enseñen algo o te den estatus. El exceso es no saber jugar sin un objetivo o tratar a los hijos/romances como proyectos a gestionar. La alegría llega cuando sueltas el control y te ríes de ti mismo.",
    "6": "Deber cumplido. Tienes una ética laboral inquebrantable y capacidad para organizar sistemas complejos. El riesgo es el 'workaholism', problemas de huesos/dientes o rigidez física por estrés. Tu salud mejora cuando estructuras el descanso como una tarea obligatoria más.",
    "7": "Relaciones formales. Buscas socios maduros, responsables y con ambición; el matrimonio es un contrato serio. El riesgo es casarte por estatus o conveniencia, o ser demasiado frío con la pareja. Las relaciones prosperan cuando hay respeto mutuo y objetivos compartidos a largo plazo.",
    "8": "Gestión de legados. Eres excelente administrando patrimonios o reestructurando deudas corporativas. Cuidado con ser despiadado en negociaciones o controlar los recursos compartidos con mano de hierro. La transformación ocurre cuando aceptas que no puedes controlar la muerte ni los impuestos.",
    "9": "Estudios superiores. Te tomas la educación como una inversión de carrera; buscas títulos que den autoridad. Puedes ser cerrado a filosofías nuevas o demasiado conservador en tus creencias. La sabiduría llega cuando entiendes que la experiencia vale más que el diploma.",
    "10": "La cima de la montaña. (Posición fuerte). Estás diseñado para el éxito corporativo, la política o la gerencia; buscas el reconocimiento tangible. El peligro es sacrificar tu vida personal por el poder o volverte un tirano. El éxito perdura cuando lideras con integridad y responsabilidad social.",
    "11": "Redes profesionales. Tus amigos son contactos útiles y gente de prestigio; haces networking, no solo socialización. A veces usas a la gente para tus fines o eres elitista en tus grupos. Tu red se fortalece cuando ayudas a otros a subir la montaña contigo.",
    "12": "Soledad constructiva. Encuentras paz en el aislamiento y tienes una fuerza interior estoica ante la adversidad. El riesgo es la depresión silenciosa o cargar con la culpa del mundo sobre tus hombros. Tu espíritu se expande cuando aprendes a confiar en la vida más allá de lo que puedes controlar."
  },
  "Acuario": {
    "1": "Originalidad radical. Creces cuando rompes las reglas, innovas y defiendes tu independencia intelectual. El riesgo es la rebeldía sin causa, el elitismo intelectual o sentirte superior por ser 'diferente'. Tu suerte se activa cuando te atreves a ser tú mismo para liberar a otros.",
    "2": "Dinero alternativo. Ganas dinero con tecnología, invenciones o métodos poco convencionales (cripto, freelance). Tiendes a tener altibajos financieros repentinos o a gastar en gadgets y causas sociales. La prosperidad fluye cuando usas tus recursos para innovar y compartir.",
    "3": "Mente futurista. Tus ideas están años luz adelante; aprendes rápido y conectas conceptos dispares. A veces eres terco con tus teorías o demasiado frío y distante al comunicar. Tu voz resuena cuando compartes visiones que ayudan a la evolución colectiva.",
    "4": "Hogar no convencional. Tu casa es moderna, llena de tecnología o una comunidad abierta; la libertad es clave. Puedes sentirte desapegado de tu familia de origen o mudarte repentinamente. Tu refugio es real cuando te da espacio para respirar y ser excéntrico.",
    "5": "Creatividad colectiva. Te diviertes con amigos, tecnología y romances que rompen esquemas tradicionales. El exceso es intelectualizar el amor, evitar la intimidad real o ser impredecible. La alegría explota cuando inventas nuevas formas de jugar y crear.",
    "6": "Innovación en rutinas. Mejoras tus hábitos probando las últimas tendencias científicas o tecnológicas; odias la rutina aburrida. Tiendes a ignorar las señales del cuerpo por estar muy en la mente o tener un sistema nervioso alterado. Tu salud mejora con aire fresco y libertad de horarios.",
    "7": "Pareja libre. Necesitas un socio que sea ante todo tu mejor amigo y respete tu individualidad; nada de celos. El riesgo es la frialdad emocional o desaparecer cuando la relación se vuelve 'demasiado humana'. El amor crece cuando hay libertad compartida y estimulación mental.",
    "8": "Recursos compartidos digitales. Te interesa el crowdfunding, la economía colaborativa o las inversiones tecnológicas. Cuidado con desapegarte de las consecuencias emocionales de las deudas o experimentar riesgos innecesarios. La transformación llega cuando aplicas tu visión objetiva a las crisis profundas.",
    "9": "Conciencia global. Te interesan la ciencia, la astrología, la política progresista y el futuro de la humanidad. Puedes ser intolerante con los que piensan 'a la antigua' o vivir en una utopía mental. La sabiduría crece cuando bajas tus ideales del cielo a la tierra.",
    "10": "Liderazgo visionario. Te destacas en tecnología, ONGs o campos de vanguardia; quieres reformar el sistema. El peligro es ser un rebelde que destruye sin construir o volverte un dictador de tus propias ideas. El éxito llega cuando innovas para el bien de todos, no solo por ser diferente.",
    "11": "El gran humanista. (Posición natural). Te sientes en casa entre grupos, colectivos y redes sociales; ahí es donde brillas. A veces descuidas al amigo individual por salvar a la humanidad abstracta. Tu comunidad prospera cuando aportas tu genialidad sin perder la calidez humana.",
    "12": "Intuición cósmica. Tienes acceso a 'descargas' de información repentina y una conexión espiritual libre de dogmas. El riesgo es sentirte un alienígena aislado o disociarte de la realidad física. Tu espíritu se expande cuando usas tu visión para traer esperanza al colectivo."
  },
  "Piscis": {
    "1": "Carisma empático. (Domicilio). Creces cuando fluyes, confías en la vida y muestras compasión; tienes un halo casi mágico. El riesgo es la falta de límites, el escapismo o ser la víctima eterna. Tu suerte es infinita cuando te entregas al flujo del universo sin perder tu centro.",
    "2": "Dinero intuitivo. El dinero llega de formas misteriosas, a menudo a través del arte, la ayuda o la intuición. Tiendes a ser caótico con las cuentas, a regalar lo que tienes o a ser estafado por ingenuo. La abundancia se sostiene cuando pones un poco de orden terrenal en tus finanzas.",
    "3": "Pensamiento poético. Te comunicas con imágenes, metáforas y sensibilidad; captas lo que no se dice. A veces eres confuso, mientes para no herir o te distraes con el vuelo de una mosca. Tu mente brilla cuando usas tu imaginación para inspirar y consolar.",
    "4": "Santuario espiritual. Tu hogar es un refugio de paz, música y quizás algo de desorden bohemio; un lugar para soñar. Puedes tener problemas de humedad o límites difusos con quien dejas entrar a vivir. Tu base se fortalece cuando tu casa es un lugar de retiro, no de evasión.",
    "5": "Fantasía creativa. Eres un canal natural para la música, el cine y el arte; el romance es un cuento de hadas. El exceso es enamorarte del amor, las adicciones o perderte en mundos imaginarios. La alegría llega cuando materializas tus sueños en obras de arte reales.",
    "6": "Servicio devoto. Trabajas mejor cuando ayudas a otros o en ambientes artísticos/curativos; la rutina rígida te enferma. Tiendes a somatizar todo lo que sientes o a descuidar tu cuerpo por estar en las nubes. Tu salud mejora con el contacto con el agua y el sueño reparador.",
    "7": "Fusión romántica. Buscas un alma gemela, una conexión espiritual profunda con el socio. El riesgo es idealizar a la pareja, atraer personas que necesitan ser 'salvadas' o la desilusión constante. Las relaciones prosperan cuando ves al otro como un humano real, no un dios.",
    "8": "Fusión de recursos. Tienes suerte recibiendo ayuda cuando más lo necesitas, casi milagrosamente. Cuidado con la confusión en cuentas conjuntas, dejar que otros te manejen el dinero a ciegas o el victimismo financiero. La transformación ocurre cuando rindes tu ego y confías en el proceso.",
    "9": "Mística universal. Tu filosofía es la unidad de todo; te atraen los viajes espirituales, el arte y lo trascendente. Puedes ser crédulo ante falsos gurús o confundir la fantasía con la verdad espiritual. La sabiduría crece cuando navegas el océano del conocimiento con una brújula propia.",
    "10": "Carrera inspiradora. Te destacas en artes, sanación o cualquier rol que requiera visión y empatía; fama 'mágica'. El peligro es la falta de ambición clara, el escándalo por malentendidos o la desilusión del éxito. El éxito llega cuando tu trabajo alivia el sufrimiento o inspira belleza.",
    "11": "Amigos del alma. Te unes a grupos artísticos, espirituales o de ayuda; conectas emocionalmente con todos. A veces te dejas llevar por las malas influencias del grupo o no pones límites a los amigos que te drenan. Tu red se fortalece cuando te rodeas de gente que eleva tu vibración.",
    "12": "Océano interior. (Posición natural). Tienes una protección espiritual inmensa y acceso directo al inconsciente colectivo. El riesgo es perderte en la locura, las drogas o el aislamiento total del mundo real. Tu espíritu se expande cuando aceptas que eres una gota en el océano y el océano en una gota."
  }
}
