{
  "Aries": {
    "1": "Emoción a flor de piel. Tu cara revela exactamente lo que sientes antes de que puedas hablar y no sabes disimular. Necesitas reaccionar al instante ante cualquier estímulo porque guardar cosas te enferma físicamente. Tu mecanismo de defensa es el ataque rápido o la impaciencia, pero se te pasa tan rápido como llega. Eres valiente al mostrar tu vulnerabilidad.",
    "2": "Impulso de gasto. Cuando te sientes mal o inseguro, tu primera reacción es comprar algo que te dé una sensación inmediata de poder o novedad. Tu seguridad emocional está ligada a tu capacidad de generar recursos por tu cuenta, sin depender de nadie. Tienes un instinto agudo para detectar oportunidades rápidas de dinero, pero necesitas aprender a ahorrar para los tiempos de calma.",
    "3": "Mente acelerada. Procesas tus emociones hablando rápido o discutiendo, a veces sin filtro alguno. Necesitas decir lo que piensas aquí y ahora, y te frustra enormemente la gente que da rodeos. Tus relaciones con hermanos o vecinos pueden ser apasionadas y con roces frecuentes. Escribir o moverte físicamente te ayuda a calmar la ansiedad mental.",
    "4": "Hogar independiente. En casa necesitas tu propio espacio y que nadie te diga qué hacer, o surgen conflictos por el dominio del territorio. Probablemente tuviste una infancia ruidosa o con mucha actividad, y ahora replicas ese dinamismo. Descansas mejor cuando sientes que tienes el control total de tu entorno privado. Tu refugio es un lugar donde puedes ser tú mismo sin juicios.",
    "5": "Romance ardiente. Buscas emociones fuertes en el amor y te aburres si la relación se vuelve demasiado predecible o tranquila. Tu creatividad es espontánea y necesitas hobbies que impliquen acción física o competencia. Proteges a tus hijos o proyectos con una ferocidad instintiva. Para ti, divertirte es una necesidad vital, no un lujo.",
    "6": "Salud reactiva. El estrés se manifiesta inmediatamente en fiebres repentinas, dolores de cabeza o inflamación. Necesitas rutinas cortas e intensas para mantener el equilibrio, los ejercicios de larga duración te aburren. En el trabajo, te tomas los problemas como desafíos personales y puedes quemarte rápido si no ves resultados inmediatos. Aprende a pausar antes de que el cuerpo te obligue.",
    "7": "Pareja estimulante. Buscas a alguien que te desafíe emocionalmente, porque la paz absoluta te parece sospechosa o aburrida. Tiendes a proyectar tus propias necesidades urgentes en el otro, lo que causa peleas relámpago. Te sientes cuidado cuando tu pareja respeta tu independencia y te sigue el ritmo. La clave es no ver cada desacuerdo como una batalla que debes ganar.",
    "8": "Crisis catártica. Enfrentas los traumas y el dolor emocional de frente, con una valentía que asusta a otros. No te gusta deberle nada a nadie, especialmente dinero, porque sientes que pierdes autonomía. En la intimidad sexual eres directo y necesitas mucha pasión para sentir conexión real. Tienes un don para ayudar a otros a cortar lazos tóxicos rápidamente.",
    "9": "Búsqueda de aventura. Te sientes en casa cuando estás explorando un lugar nuevo o defendiendo una causa en la que crees. Tu filosofía de vida es simple y directa, basada en la acción más que en la teoría. Cuando estás triste, necesitas salir, viajar o moverte lejos de tu entorno habitual. Te nutre la sensación de conquista intelectual o geográfica.",
    "10": "Reputación de líder. El público te percibe como alguien enérgico y pionero, pero puedes ser temperamental con figuras de autoridad. Necesitas una carrera que te apasione visceralmente, si no, te apagas. A veces expones demasiado tu vida privada o tus emociones en el ámbito profesional. Tu instinto para tomar el mando en situaciones de crisis es tu mayor activo laboral.",
    "11": "Amigo iniciador. Eres quien propone los planes y agita al grupo para que sucedan cosas. Te tomas las lealtades de amistad muy a pecho y puedes ofenderte rápido si sientes que te excluyen, aunque perdonas igual de rápido. Te sientes nutrido rodeado de gente activa y con iniciativa. A veces compites inconscientemente con tus amigos.",
    "12": "Guerrero oculto. Tienes una gran necesidad de soledad para procesar la ira o la frustración que no te permites mostrar en público. A veces eres tu propio enemigo secreto por actuar impulsivamente sin medir consecuencias. Tienes un don intuitivo para detectar el peligro antes que nadie. Tu recuperación emocional sucede cuando te retiras del mundo y descansas de verdad."
  },
  "Tauro": {
    "1": "Presencia calmante. Transmites una sensación de estabilidad física que atrae a los demás, pero te cuesta mucho cambiar de opinión o de estado de ánimo. Necesitas tiempo para procesar cualquier emoción, no te gusta que te apresuren. Tu cuerpo es tu barómetro: si no estás cómodo físicamente, no puedes estar bien emocionalmente. La terquedad es tu forma de proteger tu paz.",
    "2": "Apego material. Tu seguridad emocional depende directamente de tener dinero en el banco y la despensa llena. Tienes un talento natural para acumular recursos y cuidar de tus posesiones con cariño. Cuando estás triste, tiendes a comprar cosas de calidad o comer algo delicioso para reconfortarte. El miedo a la escasez puede paralizarte.",
    "3": "Pensamiento rumiante. Te tomas tu tiempo para comunicar lo que sientes, eligiendo las palabras con cuidado y pragmatismo. Prefieres las conversaciones tranquilas y los entornos conocidos a la charla superficial. Te calma escuchar música, cuidar plantas o caminar por lugares familiares. Una vez que aprendes algo o formas una opinión, se queda grabada para siempre.",
    "4": "Santuario sensorial. Tu hogar es tu fortaleza y necesitas que sea extremadamente cómodo, con buenas texturas y aromas. Es difícil sacarte de casa una vez que te has instalado en el sofá. Probablemente eres el pilar estable de tu familia, el que provee seguridad y comida. Los cambios repentinos en tu entorno doméstico te desestabilizan profundamente.",
    "5": "Placer tangible. Disfrutas de la creatividad que involucra las manos: cocina, jardinería, cerámica o masajes. En el amor eres posesivo y muy físico, necesitas mucho contacto piel con piel para sentirte querido. Te tomas el romance con calma y seriedad, buscando algo duradero. Tu forma de divertirte es simple: buena compañía y confort absoluto.",
    "6": "Rutinas inamovibles. Necesitas horarios fijos y predecibles para sentirte emocionalmente sano. Los cambios de última hora en el trabajo te ponen de muy mal humor. Tu salud depende de mantener un ritmo constante y una alimentación placentera pero equilibrada. Eres el compañero de trabajo fiable que siempre cumple, pero que no tolera presiones innecesarias.",
    "7": "Lealtad inquebrantable. Buscas una pareja que sea predecible, sensual y que aporte seguridad material y emocional. Te cuesta mucho dejar una relación, incluso si ya no funciona, por el simple hecho de resistir el cambio. Ofreces un apoyo constante y tangible a quien amas. Necesitas que tu pareja valore la paz tanto como tú.",
    "8": "Intimidad profunda. Te tomas la confianza muy en serio y tardas mucho en abrirte completamente, pero cuando lo haces, es para siempre. En temas de dinero compartido eres prudente y buscas garantías sólidas. La traición es algo que difícilmente perdonas porque rompe tu estructura de seguridad. Tienes una sensualidad profunda y magnética.",
    "9": "Creencias sólidas. No cambias tus valores fácilmente y prefieres filosofías prácticas que se puedan aplicar a la vida real. Te sientes nutrido al estar en contacto con la naturaleza o visitar lugares con historia y tradición. No eres de aventuras incómodas, prefieres viajar con lujo y seguridad. Encuentras paz en lo que ha perdurado a través del tiempo.",
    "10": "Ambición constante. Buscas construir una carrera sólida paso a paso, sin prisas pero sin pausas. Necesitas que tu profesión te dé estatus y seguridad financiera tangible. El público te ve como alguien fiable y con buen gusto. Emocionalmente, te afecta mucho si sientes que tu trabajo no es valorado económicamente. Eres la roca en tu entorno profesional.",
    "11": "Amistades duraderas. Mantienes a los mismos amigos durante años y prefieres grupos pequeños y estables. Eres el anfitrión perfecto que se asegura de que todos estén comidos y cómodos. No te gustan los dramas grupales y te alejas si el ambiente se vuelve caótico. Te sientes seguro sabiendo que tienes una red de apoyo que no falla.",
    "12": "Refugio secreto. Cuando el mundo te abruma, necesitas retirarte a un lugar donde nadie te pida nada y puedas disfrutar del silencio y la inactividad. A veces ocultas tu materialismo o tu resistencia al cambio. Tienes una conexión intuitiva con la naturaleza y los ciclos de la tierra. Tu sueño y descanso son sagrados para tu recuperación.",
    "1": "Cuerpo sensible. Reaccionas al mundo a través de los cinco sentidos antes que con la lógica. Necesitas ropa suave y comida rica para sentirte tú mismo. Tu ritmo es lento y constante, y te pones de mal humor si te apuran. Eres la definición de la perseverancia, pero a veces te quedas atascado en emociones rancias por pura inercia."
  },
  "Géminis": {
    "1": "Curiosidad inquieta. Necesitas estar en movimiento y conectado para sentirte vivo. Tus emociones pasan por un filtro intelectual: primero piensas lo que sientes, luego lo verbalizas, y a veces eso te desconecta de la experiencia real. Cambias de humor con el viento. Tu adaptabilidad es tu mayor don, pero puedes parecer superficial a quienes buscan intensidad constante.",
    "2": "Recursos múltiples. Te sientes seguro cuando tienes varias fuentes de ingreso o habilidades diversas bajo la manga. Gastas dinero en libros, cursos, tecnología o viajes cortos impulsivos. Tu ansiedad financiera se cura teniendo opciones, no necesariamente acumulando mucho. Eres astuto para negociar, pero a veces disperso administrando.",
    "3": "Comunicación vital. Este es tu terreno natural. Necesitas hablar, escribir o textear para procesar tus emociones; el silencio te angustia. Tienes un vínculo emocional muy fuerte con hermanos o vecinos, y te nutre el chisme local o estar enterado de todo. Tu mente nunca descansa, lo que a veces dificulta el sueño.",
    "4": "Hogar biblioteca. Tu casa está llena de libros, revistas, cables y gente entrando y saliendo. No te gusta el estancamiento doméstico; mueves los muebles o cambias la decoración seguido. Probablemente tu infancia fue intelectualmente estimulante pero quizás emocionalmente inconsistente. Necesitas un rincón en casa dedicado a tus hobbies mentales.",
    "5": "Juego mental. Te atraen las personas inteligentes y con buena conversación; te aburres si no hay estímulo mental en el romance. Eres creativo con las palabras y te gusta experimentar cosas nuevas por diversión. Con los niños eres más un amigo o un maestro que una figura autoritaria. El flirteo verbal es tu forma de sentirte deseado.",
    "6": "Nerviosismo somático. El estrés te ataca directamente al sistema nervioso o respiratorio. Necesitas variedad en tu rutina diaria o te deprimes; hacer lo mismo todos los días te mata. Te calmas haciendo varias cosas a la vez (multitasking), paradójicamente eso te centra. Cuidado con la ansiedad por sobreinformación.",
    "7": "Diálogo constante. Necesitas una pareja que sea ante todo un amigo con quien hablar de todo. La conexión emocional sucede a través del intercambio de ideas. Te cuesta comprometerte si sientes que vas a perder tu libertad de movimiento o socialización. A veces racionalizas tanto los problemas de pareja que olvidas sentir empatía.",
    "8": "Curiosidad tabú. Te fascina entender la psicología humana y los secretos de los demás, pero desde un punto de vista analítico. Te cuesta profundizar emocionalmente sin hacer chistes o desviar el tema. Puedes tener talento para los negocios compartidos que requieren astucia y datos. Te adaptas bien a las crisis porque mantienes la cabeza fría.",
    "9": "Aprendiz eterno. Te sientes seguro cuando estás aprendiendo algo nuevo o planificando un viaje. Tu filosofía de vida es flexible y cambias de creencias según recibes nueva información. Necesitas variedad cultural y expandir tus horizontes mentales para no sentirte asfixiado. Eres el eterno estudiante que encuentra confort en los libros.",
    "10": "Profesional versátil. Necesitas una carrera que te permita comunicar, viajar o usar tu intelecto. El público te percibe como alguien inteligente y juvenil, pero a veces inconstante. Sabes leer lo que la gente quiere escuchar y eso te ayuda a navegar el mundo profesional. Cambiar de vocación es normal para ti y necesario para tu salud emocional.",
    "11": "Conector social. Te sientes seguro rodeado de gente diversa y perteneciendo a varios grupos a la vez. Eres el que presenta a unos con otros. Tus amigos son tu fuente de información y entretenimiento. No buscas intimidad profunda con todos, sino una red amplia de contactos. Te afecta mucho el aburrimiento social.",
    "12": "Dudas silenciosas. A solas, tu mente no para y puedes sufrir de ansiedad que nadie ve. Analizas tus sentimientos en secreto hasta agotarte. Tienes una intuición lógica muy fuerte que a veces ignoras. Necesitas desconectar el teléfono y el cerebro periódicamente para recargar energía, aunque te cueste horrores estar en silencio absoluto."
  },
  "Cáncer": {
    "1": "Empatía visible. Caminas por el mundo absorbiendo las emociones del entorno como una esponja. Tu estado de ánimo es cíclico y visible, irradias cuidado o necesidad de protección. Tienes una intuición visceral sobre las intenciones de la gente. A veces te pones un caparazón duro para que no te lastimen, pareciendo más rudo de lo que eres.",
    "2": "Ahorro emocional. El dinero para ti es sinónimo de protección familiar y seguridad futura. Te cuesta soltar posesiones con valor sentimental, guardas objetos 'por si acaso'. Tienes buen olfato para los negocios relacionados con comida, hogar o necesidades básicas. Gastas en cosas para tu casa o para nutrir a los tuyos.",
    "3": "Memoria fotográfica. Tu comunicación es subjetiva y emocional; recuerdas cómo te hicieron sentir las palabras más que los datos exactos. Te tomas las críticas de forma muy personal. Tienes una conexión telepática con hermanos o gente cercana. Aprendes mejor cuando hay un vínculo afectivo con el tema o el maestro.",
    "4": "Refugio sagrado. Estás en tu propia casa (regente natural). Necesitas un hogar donde puedas retirarte del mundo y sentirte totalmente a salvo. Los lazos con la madre o la familia son el eje de tu vida, para bien o para mal. Cocinar, cuidar y nutrir en tu espacio privado es tu forma principal de recargar baterías.",
    "5": "Creatividad nutritiva. Expresas tu cariño cuidando y alimentando a los que amas. Eres muy protector en el romance y buscas una conexión del alma, no algo pasajero. Tienes un instinto maternal/paternal muy fuerte, ya sea con hijos biológicos o con tus 'hijos' creativos. Tu niño interior es muy sensible y necesita validación constante.",
    "6": "Estómago sensible. Tus emociones van directo a tu digestión. Si estás preocupado, te duele la panza. Necesitas un ambiente laboral que se sienta como una familia o te sentirás alienado. Cuidar de otros puede ser parte de tu rutina, pero debes tener cuidado de no agotarte por dar demasiado. La comida casera es tu medicina.",
    "7": "Vínculo dependiente. Buscas una pareja que te dé seguridad y contención, o tiendes a adoptar el rol de 'madre/padre' de tu pareja. Te cuesta mucho cortar relaciones porque te apegas al pasado y a la familiaridad. Eres extremadamente leal y cuidadoso, pero puedes recurrir al chantaje emocional si te sientes ignorado.",
    "8": "Intensidad privada. Tienes un radar psíquico para los sentimientos no expresados de los demás. Guardas rencores por mucho tiempo si te traicionan. En la intimidad buscas una fusión emocional total. Puedes tener miedos irracionales sobre la pérdida de seres queridos. Gestionas bien el dinero de la familia o herencias por instinto de protección.",
    "9": "Nostalgia viajera. Te gusta viajar a lugares que te conecten con tus raíces, historia o con el agua. Tus creencias están muy ligadas a lo que aprendiste en tu infancia y tradición familiar. Te sientes seguro cuando lo que aprendes tiene una aplicación emocional o humana. La lejanía física de tu familia te duele más que a otros.",
    "10": "Autoridad cuidadora. En el trabajo, te comportas como el protector del equipo. El público te percibe como alguien accesible y humano. Tu reputación fluctúa con tus estados de ánimo. Puedes tener éxito en carreras que involucren al público, mujeres, comida o bienes raíces. Necesitas sentir que tu trabajo 'cuida' a alguien.",
    "11": "Clan extendido. Tratas a tus amigos como si fueran familia de sangre. Eres el hombro sobre el que todos lloran. Prefieres las reuniones íntimas en casa a las grandes fiestas anónimas. Te sientes herido si tus amigos no corresponden a tu nivel de entrega y cuidado. Proteges a tu grupo con uñas y dientes.",
    "12": "Secretos familiares. Guardas tus verdaderos sentimientos muy adentro, a veces ni tú sabes qué te pasa hasta que lloras. Necesitas soledad para purgar las emociones que absorbiste de otros durante el día. Tienes sueños vívidos y una conexión fuerte con el inconsciente colectivo. El agua y el sueño son tu terapia."
  },
  "Leo": {
    "1": "Corazón expuesto. Necesitas ser visto y reconocido para sentirte válido. Tu carisma es natural y cálido, pero te ofendes fácilmente si sientes que te ignoran o te faltan al respeto. Eres generoso y demostrativo, pero puedes caer en el drama si no eres el centro de atención. Tu cabello o tu estilo personal son extensiones de tu estado emocional.",
    "2": "Lujo necesario. Gastas dinero en cosas que te hacen brillar o en regalos impresionantes para otros. Tu seguridad emocional está ligada a sentirte digno y con capacidad de disfrutar lo bueno de la vida. Te deprime la tacañería o la mediocridad material. Tienes talento para atraer dinero cuando confías en tu propio valor.",
    "3": "Habla dramática. Cuentas historias como nadie, exagerando un poco para mantener a la audiencia cautiva. Hablas desde el corazón y con autoridad. Te sientes orgulloso de tus ideas y te duele si no te escuchan o te interrumpen. Eres el portavoz natural de tus hermanos o vecinos, defendiendo a los tuyos con fiereza.",
    "4": "Rey/Reina del castillo. En casa tú mandas o necesitas tener tu trono especial. Quieres un hogar del que puedas presumir, donde puedas recibir invitados y ser el anfitrión perfecto. Eres muy leal a tu familia pero exiges respeto y reconocimiento por todo lo que haces por ellos. Tu hogar debe ser un lugar cálido y luminoso.",
    "5": "Artista nato. Esta es tu casa natural. Necesitas crear, amar y jugar para sobrevivir. El romance para ti es una película y esperas gestos grandiosos. Eres extremadamente fértil creativamente y te nutres de los aplausos y el feedback positivo. Con los niños eres divertido y afectuoso, conectando desde el juego y la autoexpresión.",
    "6": "Vitalidad cardíaca. Tu salud depende de tu alegría de vivir; si estás triste, tu vitalidad se desploma. Necesitas reconocimiento en tu trabajo diario para sentirte motivado. Eres un empleado o jefe leal y generoso, pero no soportas las críticas mezquinas. Te hace bien organizar tu rutina de forma que tengas tiempo para el ocio y el sol.",
    "7": "Pareja trofeo. Buscas a alguien de quien puedas sentirte orgulloso y que te adore abiertamente. Necesitas admiración mutua en la relación; si falta el brillo, te apagas. Eres muy leal y cálido en pareja, pero puedes ser demandante de atención. No toleras que te humillen o te dejen en segundo plano frente a otros.",
    "8": "Drama profundo. Vives las crisis con mucha intensidad teatral. Tienes una gran dignidad incluso en los momentos peores y no te gusta que te vean débil. En la intimidad sexual eres apasionado y buscas ser el mejor amante que tu pareja haya tenido. Te cuesta pedir ayuda financiera o emocional porque hiere tu orgullo.",
    "9": "Creencias apasionadas. Defiendes tus ideales con el corazón y puedes ser un poco dogmático. Te atraen los viajes a lugares soleados, lujosos o con mucha cultura artística. Te sientes nutrido cuando inspiras a otros o cuando eres reconocido como un maestro o guía. Buscas un sentido de la vida que sea noble y grandioso.",
    "10": "Brillo público. Necesitas una carrera donde puedas brillar y tener visibilidad; trabajar en las sombras te marchita. El público te ve como alguien carismático y con autoridad natural. Eres muy sensible a tu reputación y al 'qué dirán'. Buscas el éxito no solo por dinero, sino por el aplauso y el reconocimiento personal.",
    "11": "Líder del grupo. Eres el alma de la fiesta y el organizador natural de eventos sociales. Tus amigos te adoran por tu calidez y generosidad, pero esperas lealtad absoluta a cambio. Te gusta rodearte de gente creativa o exitosa. Te sientes herido si hacen planes sin ti. Tienes el don de hacer sentir especial a cada amigo.",
    "12": "Soledad creativa. Detrás del escenario, a veces sientes que no eres suficiente o tienes miedo al ridículo. Necesitas momentos de retiro para reconectar con tu propia luz sin necesidad de aplausos externos. Puedes ser muy sacrificado por amor en secreto. Tu intuición es poderosa cuando dejas de lado el ego. Descansas creando en soledad."
  },
  "Virgo": {
    "1": "Análisis constante. Instintivamente buscas el orden y la perfección. Te criticas a ti mismo antes de que nadie más pueda hacerlo. Eres humilde y servicial, pero tu ansiedad se dispara si sientes que no tienes el control de los detalles. Necesitas sentirte útil para estar emocionalmente estable. Tu cuerpo somatiza todo: si estás nervioso, te duele algo.",
    "2": "Gastos precisos. Eres muy prudente con el dinero y te da paz tener las cuentas claras y organizadas. Disfrutas comprando cosas prácticas, herramientas o productos de salud. Tu seguridad emocional viene de la eficiencia y de saber que tienes recursos para cualquier emergencia. Te cuesta gastar en lujos 'inútiles' sin sentir culpa.",
    "3": "Mente detallista. Procesas tus emociones desmenuzándolas lógicamente. Eres excelente comunicando instrucciones o analizando problemas, pero te cuesta hablar de sentimientos sin racionalizarlos. Te relaja hacer listas, escribir o clasificar información. Puedes ser un poco criticón con hermanos o vecinos si no hacen las cosas 'bien'.",
    "4": "Hogar impecable. Necesitas un entorno limpio y ordenado para poder relajarte; el desorden visual te genera ruido mental. Te preocupas mucho por la salud y el bienestar de tu familia, demostrando amor a través de actos de servicio cotidianos. Probablemente eres quien gestiona la logística del hogar. Te cuesta descansar en casa si hay tareas pendientes.",
    "5": "Hobbies técnicos. Disfrutas de pasatiempos que requieran destreza manual, detalle y paciencia (costura, modelismo, escritura). En el amor eres reservado y analizas a la pareja potencial exhaustivamente antes de abrirte. Te demuestras afecto arreglando cosas o ayudando a tu pareja a mejorar. Eres crítico contigo mismo incluso cuando juegas.",
    "6": "Rutina sagrada. Esta es tu casa natural. Tu bienestar emocional depende totalmente de tus hábitos diarios: sueño, dieta y orden. Eres el trabajador perfecto, pero tiendes al agotamiento por perfeccionismo. Necesitas sentirte productivo para estar bien. Las mascotas son una fuente enorme de consuelo emocional para ti.",
    "7": "Ayuda práctica. Buscas una pareja a la que puedas 'arreglar' o que sea tan eficiente como tú. Te expresas corrigiendo o sugiriendo mejoras, lo que puede cansar al otro si no entienden que es tu lenguaje de amor. Eres devoto y servicial en la relación. Te pones muy nervioso si tu pareja es caótica o irresponsable.",
    "8": "Control de crisis. Analizas las emociones profundas y los traumas con una lógica quirúrgica. Te da miedo perder el control en la intimidad, por lo que te cuesta dejarte llevar del todo. Eres excelente administrando el dinero de otros o detectando fallos en sistemas complejos. La incertidumbre emocional te genera mucha ansiedad digestiva.",
    "9": "Escepticismo útil. Cuestionas las grandes filosofías si no tienen una aplicación práctica. Te gusta viajar con todo planeado al milímetro; los imprevistos te estresan mucho. Aprendes estudiando los detalles y las técnicas. Te sientes seguro cuando entiendes cómo funcionan las cosas en el mundo. Buscas la verdad a través de los datos.",
    "10": "Reputación eficiente. Te conocen por ser trabajador, detallista y fiable. No buscas la fama por la fama, sino ser reconocido por tu competencia técnica. Te estresa mucho cometer errores en público. Eres la persona a la que todos acuden cuando hay un problema difícil que resolver en el trabajo. La perfección es tu meta y tu trampa.",
    "11": "Amigo servicial. Eres selectivo con tus amistades y prefieres calidad a cantidad. En los grupos, eres quien organiza la logística o se encarga de los detalles prácticos. Te sientes útil aconsejando a tus amigos sobre problemas concretos. No te gustan las multitudes ruidosas. Te sientes valorado cuando agradecen tus pequeños gestos.",
    "12": "Preocupación oculta. Tu mente nunca para de repasar errores pasados o posibles problemas futuros, y nadie se entera. Sufres de ansiedad silenciosa y problemas digestivos por nervios. Necesitas soledad para limpiar tu mente y dejar de ser 'útil' por un rato. Tienes un don para la sanación natural y el servicio desinteresado."
  },
  "Libra": {
    "1": "Búsqueda de agrado. Tu instinto primario es adaptarte al otro para mantener la armonía. Eres encantador y diplomático, pero a veces no sabes qué sientes tú realmente porque estás demasiado enfocado en cómo se sienten los demás. La estética te afecta emocionalmente: si te ves mal, te sientes mal. Huyes del conflicto directo como de la peste.",
    "2": "Gastos estéticos. Gastas dinero en belleza, arte, moda o socialización. Necesitas un entorno visualmente agradable para sentirte seguro. A veces evitas mirar tus cuentas bancarias para no romper tu paz mental. Tu sentido de valía personal a veces depende demasiado de la aprobación externa o de tener cosas bonitas.",
    "3": "Palabras suaves. Comunicas tus emociones con tacto y elegancia, evitando decir cosas feas incluso si son verdad. Eres el mediador natural entre hermanos o amigos. Te cuesta tomar decisiones rápidas porque ves siempre los dos lados de la moneda. Te relaja conversar tranquilamente o debatir ideas sin llegar a la pelea.",
    "4": "Hogar armonioso. Tu casa debe ser un refugio de paz y belleza; los gritos o la suciedad te desequilibran profundamente. Te esfuerzas por mantener buenas relaciones familiares, a veces cediendo demasiado para evitar discusiones. Necesitas compartir tu espacio, la soledad en casa te pesa. Eres el anfitrión que crea ambientes perfectos.",
    "5": "Romance idealizado. Estás enamorado del amor. Necesitas el cortejo, las flores y los gestos románticos. Tu creatividad es refinada y artística. Disfrutas socializando y coqueteando sutilmente, es tu forma de confirmar que eres atractivo. Te cuesta poner límites a los hijos o en el juego porque quieres caer bien a todos.",
    "6": "Salud equilibrada. Los conflictos en el trabajo te enferman literalmente; tus riñones o zona lumbar sufren con el estrés relacional. Necesitas un ambiente laboral bonito y compañeros amables para rendir. Te cuesta hacer tareas sucias o desagradables. Tu rutina debe incluir momentos de belleza y autocuidado social.",
    "7": "Necesidad del otro. Te sientes incompleto si no tienes una pareja o un socio. Es tu posición natural por analogía, pero te hace depender emocionalmente de tener a alguien al lado. Eres un espejo de quien te acompaña. Tu mayor reto es aprender a estar solo sin sentir ansiedad. Buscas justicia e igualdad en el vínculo.",
    "8": "Intimidad negociada. Tratas de racionalizar y equilibrar incluso las emociones más intensas y oscuras, lo cual no siempre funciona. En el sexo buscas belleza y conexión mental además de física. Evitas los conflictos de dinero compartido complaciendo al otro. Te cuesta lidiar con la fealdad de las crisis humanas profundas.",
    "9": "Justicia intelectual. Te atraen las filosofías que promueven la paz y la justicia. Viajar en pareja o con amigos es tu ideal; no te gusta ir de mochilero solitario. Buscas aprender sobre arte, leyes o relaciones humanas. Te sientes seguro cuando puedes ver la objetividad y el equilibrio en el mundo. Huyes del fanatismo.",
    "10": "Imagen diplomática. Tu reputación es la de alguien agradable, justo y con buen gusto. Sabes usar tu encanto para avanzar profesionalmente. Te aterra el escándalo público o caer mal a la gente importante. Eres excelente en relaciones públicas o trabajos que requieran mediación. Necesitas un entorno laboral civilizado.",
    "11": "Mariposa social. Te nutre estar rodeado de gente y eventos sociales. Eres el pegamento que une a diferentes personas en el grupo. Te importa mucho lo que tus amigos piensen de ti y a veces cambias de opinión para encajar. Evitas a los amigos conflictivos o demasiado intensos. La colaboración es tu fuerte.",
    "12": "Soledad indecisa. A solas, te enfrentas a la dificultad de saber quién eres sin un espejo. Puedes ocultar relaciones o sentimientos para no alterar el orden social. Tienes miedo de no ser querido. Tu paz real llega cuando dejas de intentar complacer a todos y encuentras el equilibrio dentro de ti, no fuera."
  },
  "Escorpio": {
    "1": "Intensidad contenida. Tu presencia es magnética y un poco intimidante, aunque no digas nada. Escaneas el entorno buscando amenazas antes de relajarte. Eres extremadamente reservado con tus emociones reales; muestras una cara de póker perfecta. Cuando explotas, es volcánico. Tu instinto de supervivencia es el más fuerte del zodiaco.",
    "2": "Control de recursos. El dinero es poder y control para ti. Eres muy privado con tus finanzas; nadie sabe realmente cuánto tienes. Puedes ser posesivo con tus cosas y con la gente que consideras 'tuya'. Tienes una capacidad increíble para regenerarte económicamente tras una crisis. No gastas por impulso, gastas estratégicamente.",
    "3": "Silencios elocuentes. No hablas por hablar; cuando dices algo, va directo al hueso. Tienes una mente investigadora que lee entre líneas y detecta mentiras al instante. Tus conversaciones suelen ser profundas o nulas, odias la charla trivial. Puedes ser cortante o sarcástico si te sientes atacado verbalmente.",
    "4": "Búnker privado. Tu hogar es tu cueva y eres muy selectivo con quién dejas entrar. Necesitas privacidad absoluta para recargar tus emociones intensas. Puede que haya secretos familiares o dinámicas de poder complejas en tu historia. Proteges a tu familia con una lealtad feroz, pero también puedes ser controlador en casa.",
    "5": "Pasión obsesiva. En el amor y la creatividad lo das todo o nada, no hay términos medios. Tus hobbies te absorben completamente. Eres intenso en el romance y puedes caer en los celos o la posesividad si sientes inseguridad. Tu creatividad nace de tus emociones profundas y a veces oscuras. Disfrutas del misterio.",
    "6": "Resistencia extrema. Tienes una capacidad de aguante físico y emocional inmensa, pero tiendes a ignorar las señales de tu cuerpo hasta que colapsas. El estrés se acumula en tus órganos reproductivos o de eliminación. En el trabajo eres incansable y muy enfocado, pero desconfías de los compañeros hasta que demuestran lealtad.",
    "7": "Lealtad a prueba de balas. Buscas una fusión de almas, no solo compañía. Pones a prueba a tu pareja para ver si aguanta tu intensidad y si es digna de confianza. Si te traicionan, no olvidas ni perdonas fácilmente. Eres el terapeuta natural de tu pareja, pero debes cuidar no volverte manipulador emocionalmente.",
    "8": "Profundidad abisal. Estás en tu salsa. Te sientes cómodo en las crisis, la muerte, el sexo y los tabúes. Nada humano te asusta. Tienes un instinto financiero agudo para inversiones y dinero compartido. Tu transformación emocional es constante: mueres y renaces muchas veces en la vida. Necesitas intimidad cruda y real.",
    "9": "Búsqueda de la verdad oculta. No te satisfacen las respuestas superficiales ni los dogmas religiosos simples. Viajas para transformarte, no para hacer turismo. Te apasiona investigar los misterios de la vida, la psicología o lo esotérico. Tus creencias son inquebrantables una vez que las formas a través de la experiencia profunda.",
    "10": "Poder en la sombra. Eres ambicioso y estratega, prefieres tener el poder real que la fama vacía. Proteges tu vida privada del escrutinio público con celo. Tienes talento para roles de investigación, psicología o gestión de crisis. La gente te respeta y te teme un poco. Eres capaz de resurgir profesionalmente de las cenizas.",
    "11": "Círculo cerrado. Tienes pocos amigos, pero matan por ti y tú por ellos. Desconfías de los grupos grandes y superficiales. Prefieres observar las dinámicas de poder en los grupos antes de participar. Si un amigo te falla, lo borras de tu vida. Eres el confidente que se lleva los secretos a la tumba.",
    "12": "Secretos del alma. Tienes una vida interior vastísima y compleja que nadie ve. Necesitas periodos de aislamiento total para purgar la toxicidad que absorbes del mundo. Eres psíquico natural, sientes las intenciones de la gente antes de que actúen. Tu mayor enemigo es tu propia paranoia o el resentimiento no procesado."
  },
  "Sagitario": {
    "1": "Optimismo inquieto. Necesitas sentirte libre físicamente para estar bien emocionalmente. Tu cara muestra alegría y franqueza, a veces con una falta de tacto total. Reaccionas a los problemas huyendo hacia adelante o riéndote de ellos. Te cuesta muchísimo estar triste o quieto; prefieres negar el dolor y salir a buscar aventuras.",
    "2": "Gastos expansivos. El dinero es un medio para obtener libertad y experiencias, no un fin en sí mismo. Eres generoso hasta el extremo y a veces descuidado con los detalles financieros. Confías en que el universo proveerá, y generalmente lo hace. Compras viajes, cursos o libros impulsivamente porque te hacen sentir vivo.",
    "3": "Franqueza brutal. Dices lo que sientes sin filtro, creyendo que la honestidad es la mejor política, aunque hieras sensibilidades. Te encanta debatir, enseñar y aprender. Tu mente necesita estímulos constantes y variados. La relación con hermanos o vecinos suele basarse en el humor o en actividades compartidas al aire libre.",
    "4": "Hogar nómada. Tu casa debe ser espaciosa y luminosa, o te sentirás enjaulado. Probablemente te mudas mucho o vives lejos de tu lugar de nacimiento. Te gusta tener la maleta siempre lista. En familia eres el alegre, pero huyes si la atmósfera se vuelve demasiado emocional o claustrofóbica. Necesitas ventanas grandes.",
    "5": "Fiesta de la vida. El amor es una aventura para ti; buscas a alguien con quien reír y explorar, no drama. Eres espontáneo y juguetón, excelente animando a otros. Te gustan los deportes, el juego y las apuestas. Con los hijos eres más un compañero de aventuras que un disciplinador. Te aburres rápido de la rutina.",
    "6": "Salud por movimiento. Necesitas aire libre y ejercicio para regular tus emociones. Si te encierras, te enfermas. En el trabajo necesitas libertad de acción y un propósito que te inspire; los detalles burocráticos te matan. Tiendes a cometer excesos (comida, bebida, fiesta) cuando estás estresado buscando alivio rápido.",
    "7": "Pareja compañera de viaje. Necesitas a alguien que respete tu independencia y tenga su propia vida. Te asfixia la gente celosa o posesiva. Buscas a alguien inteligente con quien filosofar. En las relaciones tiendes a idealizar o a prometer más de lo que puedes cumplir, pero tu intención siempre es buena.",
    "8": "Optimismo en crisis. Tratas de encontrar el sentido filosófico o el 'lado bueno' incluso en las tragedias, lo cual puede parecer evasivo para otros. Eres arriesgado con el dinero compartido. En la intimidad buscas expansión y diversión, no necesariamente intensidad oscura. Te recuperas rápido de los golpes emocionales por pura fe.",
    "9": "Búsqueda de sentido. Esta es tu casa. Necesitas creer en algo superior para sentirte seguro. Viajar, estudiar otras culturas o conectarte con lo divino es tu alimento emocional básico. Te sientes ciudadano del mundo. Cuando estás mal, necesitas mirar el horizonte y recordar que la vida es grande y llena de posibilidades.",
    "10": "Profesional inspirador. Te ven como un maestro, guía o visionario. Necesitas una carrera que te permita viajar, enseñar o predicar tus ideas. Te ahoga la jerarquía rígida. Eres conocido por tu ética (o tus fuertes opiniones) y tu entusiasmo. El éxito para ti es poder vivir según tu propia verdad sin rendir cuentas a nadie.",
    "11": "Amigo de todos. Tienes amigos en cada puerto y de todas las clases sociales. Eres el alma optimista del grupo. Te gusta unir a la gente por ideales comunes o causas justas. A veces eres un poco predicador con tus amigos. Te sientes nutrido en ambientes multiculturales o académicos. La amistad para ti es sagrada pero libre.",
    "12": "Fe solitaria. En privado, puedes tener momentos de duda existencial que tapas con ruido. Tienes una protección espiritual natural, como un ángel de la guarda. Necesitas retiros en la naturaleza para reconectar. A veces escapas de la realidad a través de excesos o fantasías de grandeza. Tu intuición es profética."
  },
  "Capricornio": {
    "1": "Seriedad innata. Desde joven pareces más maduro de lo que eres. Controlas tus emociones en público porque temes parecer vulnerable o ridículo. Tu instinto ante una crisis es ponerte a trabajar y tomar el mando. Eres duro contigo mismo y proyectas una imagen de autosuficiencia que a veces aleja a quienes quieren cuidarte.",
    "2": "Ahorro estratégico. El dinero es respeto y seguridad a largo plazo. Te aterra la pobreza o la dependencia económica. Eres austero y prudente, planificas tus gastos con años de antelación. Te sientes bien emocionalmente cuando ves crecer tus activos tangibles. No gastas por capricho, inviertes en calidad y duración.",
    "3": "Palabra de ley. Hablas con seriedad y cautela; no dices nada que no puedas sostener. Tu mente es estructurada y pragmática. Puedes parecer frío o cortante en la comunicación cotidiana, pero es porque valoras la eficiencia. Te relacionas con hermanos o vecinos desde el deber y la responsabilidad. El silencio no te incomoda.",
    "4": "Responsabilidad familiar. Sientes una carga pesada respecto a tu familia o padres; quizás tuviste que madurar rápido en casa. Tu hogar es tradicional y organizado, un lugar donde se respetan las reglas. Te cuesta relajarte en casa si sientes que no has 'cumplido' con tus deberes. Buscas construir un legado familiar sólido.",
    "5": "Ocio estructurado. Incluso para divertirte, necesitas un plan. Te tomas tus hobbies en serio y buscas maestría en ellos. En el amor eres cauteloso, tardas en abrirte, pero cuando te comprometes es sólido como una roca. Con los hijos eres exigente pero muy protector, enseñándoles el valor del esfuerzo. No te gustan las frivolidades.",
    "6": "Trabajo como terapia. Te relaja ser productivo. Si estás triste, trabajas más. Eres disciplinado con tu salud y rutinas, a veces demasiado rígido. Tus huesos, piel o dientes pueden sufrir por el estrés acumulado. En el trabajo eres la autoridad y esperas competencia de los demás. Necesitas sentir que cada día ha servido para algo.",
    "7": "Compromiso formal. Buscas una pareja ambiciosa, madura y responsable. El matrimonio o la unión es un contrato serio para ti. No te van los dramas emocionales, prefieres soluciones prácticas a los problemas de pareja. Puedes parecer distante, pero demuestras tu amor a través de la lealtad y el apoyo material constante.",
    "8": "Control del miedo. Gestionas las crisis con una frialdad admirable, encargándote de lo que nadie más quiere hacer. Te cuesta mucho confiar en otro para compartir recursos o intimidad profunda por miedo a perder el control. En el sexo puedes ser muy terrenal y potente, pero tardas en soltar el freno de mano emocional.",
    "9": "Realismo filosófico. Eres escéptico y pragmático con las creencias; crees en lo que ves y en lo que funciona. Te gusta viajar a lugares con historia, arquitectura antigua o montañas. Aprendes para obtener títulos o herramientas útiles para tu carrera. Tu visión del mundo es jerárquica y ordenada. Respetas la tradición.",
    "10": "Ambición emocional. Tu carrera es tu mayor fuente de nutrición emocional. Necesitas el éxito, el estatus y el respeto público para sentirte bien contigo mismo. Te tomas tu reputación muy a pecho. Eres capaz de sacrificar tu vida personal por lograr tus metas profesionales. Te ven como 'el jefe' o la autoridad competente.",
    "11": "Networking serio. Tus amigos suelen ser colegas o gente de la que puedes aprender algo útil. No te gustan los grupos caóticos. Eres el amigo maduro que da consejos realistas y ayuda a organizar la vida de los demás. Valoras la antigüedad en la amistad; los viejos amigos son los mejores. Te sientes responsable del bienestar del grupo.",
    "12": "Soledad melancólica. En el fondo, a veces sientes una soledad profunda y un peso existencial que nadie ve. Te cuesta pedir ayuda. Eres muy duro juzgándote a ti mismo en privado. Necesitas tiempo a solas para quitarte la armadura de 'persona fuerte'. El éxito externo a veces es una forma de llenar un vacío interno de afecto."
  },
  "Acuario": {
    "1": "Distancia observadora. Tu primera reacción es desapegarte y analizar la situación desde fuera. Pareces un poco alienígena o diferente, y te gusta serlo. Necesitas muchísima libertad personal; si te sientes atado, te rebelas. Eres amable pero impersonal, tratas a todos por igual. Tu cuerpo se electriza con el estrés.",
    "2": "Valores alternativos. El dinero te importa para mantener tu libertad, no por estatus. Gastas en tecnología, causas sociales o cosas raras que nadie más entiende. Tu seguridad emocional no viene de lo material, sino de saberte autónomo e ingenioso. Tus finanzas pueden ser inestables o provenir de fuentes poco convencionales.",
    "3": "Mente futurista. Procesas las emociones como si fueran datos en una computadora. Te comunicas de forma rápida, errática y brillante. Te aburre lo convencional. Necesitas estimular tu mente constantemente con ideas nuevas. Con hermanos o vecinos eres amistoso pero distante, evitando el drama emocional pegajoso.",
    "4": "Hogar atípico. Tu casa es diferente: decoración moderna, gente entrando y saliendo, o ubicada en un lugar raro. No tienes un apego tradicional a la familia de sangre, prefieres a tu 'familia elegida'. Necesitas mucho espacio y ventilación en casa. Te mudas repentinamente si sientes que el ambiente se ha estancado.",
    "5": "Creatividad original. Te diviertes rompiendo reglas y experimentando. En el amor buscas amistad y estimulación intelectual antes que pasión dramática. Te gustan los hobbies grupales o tecnológicos. Con los niños eres permisivo y los tratas como pequeños adultos, fomentando su independencia. El romance tradicional te da risa o pereza.",
    "6": "Ritmo irregular. Te cuesta mantener rutinas fijas; funcionas mejor con horarios flexibles. Tu sistema nervioso es tu punto débil, necesitas desconectar de la red para no quemarte. En el trabajo necesitas innovar y colaborar, no obedecer órdenes ciegas. La salud holística o alternativa te atrae más que la medicina tradicional.",
    "7": "Libertad compartida. Necesitas una pareja que sea tu mejor amigo y que no te cele. El espacio personal es sagrado en tu relación. Te atraen personas excéntricas, inteligentes o diferentes. Huyes del compromiso si huele a jaula. Eres leal a la idea del vínculo, pero puedes parecer frío en el día a día afectivo.",
    "8": "Desapego en crisis. Analizas los traumas y la muerte con una curiosidad científica que puede parecer insensible. Tienes talento para ver las cosas desde una perspectiva objetiva cuando todos los demás están perdiendo la cabeza. En la intimidad, necesitas conexión mental para excitarte. Te atraen las relaciones no convencionales.",
    "9": "Ideales progresistas. Tus creencias son humanitarias, científicas o futuristas. Te sientes seguro cuando luchas por una causa social o aprendes sobre el universo. Te gusta viajar de forma impredecible o a lugares raros. Te rebelas contra los dogmas tradicionales. Encuentras confort en la idea de que todos somos parte de un todo mayor.",
    "10": "Innovador público. Te conocen por ser diferente, rebelde o visionario en tu campo. Necesitas un trabajo que aporte algo a la sociedad o al futuro. No soportas las jerarquías autoritarias. Emocionalmente te despegas de la opinión pública, haces lo que crees correcto aunque te critiquen. Eres el agente de cambio.",
    "11": "Pertenencia tribal. Esta es tu casa natural. Te sientes más cómodo con amigos o en grupos que en la intimidad de uno a uno. Eres el alma humanitaria que se preocupa por el colectivo. Tus amigos son tu verdadera red de seguridad emocional. Sufres mucho si te sientes excluido del grupo o si ves injusticias sociales.",
    "12": "Aislamiento eléctrico. A veces te sientes completamente incomprendido, como si hablaras otro idioma. Necesitas desconectarte del mundo para calmar tu mente sobreactiva. Tienes intuiciones repentinas (flashes) que guían tu vida. En soledad, puedes ser más rígido de lo que admites. Tu rebelión es a veces una defensa contra la vulnerabilidad."
  },
  "Piscis": {
    "1": "Sensibilidad porosa. No tienes piel emocional; sientes lo tuyo y lo de todos los que te rodean. Tu cara es soñadora y suave. Te adaptas camaleónicamente al ambiente para sobrevivir. Eres compasivo por instinto, pero te cuesta poner límites y decir que no. A veces te evades de la realidad porque el mundo te resulta demasiado duro.",
    "2": "Finanzas intuitivas. El dinero se te escapa de las manos como agua; no eres materialista y a veces eres un caos organizando cuentas. Gastas por caridad o en cosas artísticas/espirituales. Confías ciegamente en que el universo proveerá. Necesitas sentir que tus recursos fluyen, si te obsesionas con retener, sufres.",
    "3": "Comunicación poética. No eres claro ni directo; hablas con metáforas, silencios o gestos. Te cuesta explicar lógicamente lo que sientes porque es demasiado complejo. Te distraes fácil. Tienes una conexión telepática con tu entorno inmediato. Te comunicas mejor a través de la música o imágenes que con palabras.",
    "4": "Santuario espiritual. Tu casa es tu templo y tu refugio de escape. Necesitas silencio, paz y quizás vivir cerca del agua. Tiendes a idealizar a tu familia o a sacrificarte por ellos. El desorden en casa refleja tu desorden interno. Duermes mucho porque en sueños te sientes más vivo que despierto.",
    "5": "Fantasía romántica. En el amor eres un soñador empedernido, buscas el cuento de hadas y a veces te enamoras de imposibles. Tu creatividad es sublime, inspirada y caótica. Te fundes con tus creaciones. Con los niños eres mágico y comprensivo, entrando en su mundo de fantasía fácilmente. Cuidado con idealizar a la gente.",
    "6": "Cuerpo psicosomático. Absolves el ambiente laboral: si hay mala vibra, te enfermas. Necesitas un trabajo con alma o servicio a otros. Las rutinas rígidas te deprimen; necesitas fluir. Eres muy sensible a medicamentos y químicos. Tu salud mejora cuando tienes contacto con el agua, la meditación o el arte.",
    "7": "Fusión total. Buscas un salvador o a alguien a quien salvar. Te cuesta ver dónde terminas tú y dónde empieza tu pareja. Eres devoto, empático y sacrificado, pero puedes caer en el victimismo si no te valoran. Atraes a gente compleja o artistas. Necesitas aprender que el amor no es disolverse en el otro.",
    "8": "Psíquico natural. Sientes las corrientes subterráneas de las emociones ajenas. En la intimidad buscas una experiencia mística, trascender el cuerpo. Puedes ser confuso con el dinero compartido o susceptible a engaños si no tienes cuidado. Tienes una capacidad inmensa para perdonar y sanar traumas profundos.",
    "9": "Fe mística. No crees, sabes/sientes. Te atraen las filosofías espirituales que unen todo. Viajar para ti es una peregrinación del alma. Te sientes seguro cuando te conectas con lo divino o lo artístico. Te confundes con los detalles académicos, prefieres la sabiduría intuitiva. Buscas la compasión universal.",
    "10": "Imagen elusiva. El público te ve como alguien carismático, empático y un poco misterioso. Puedes tener éxito en artes, sanación o ayuda social. Te agobia la presión y la competitividad agresiva. Tu carrera fluye mejor cuando sigues tu intuición y no un plan rígido. A veces no sabes qué quieres ser de mayor, y está bien.",
    "11": "Amigo compasivo. Eres el paño de lágrimas de tus amigos. Te unes a grupos artísticos, espirituales o de ayuda. Te cuesta ver la maldad en la gente y a veces te aprovechas de ti. Te mimetizas con el grupo con el que estás. Necesitas amigos que te protejan un poco de tu propia ingenuidad. Conectas desde el alma.",
    "12": "Reino interior. Esta es tu casa. Necesitas muchísima soledad para no volverte loco. Eres una antena receptora de todo el dolor del mundo, por eso te aíslas. Tu mundo de fantasía es tu refugio real. Tienes dones espirituales o artísticos ocultos. El sueño, la meditación y el retiro son vitales para tu supervivencia."
  }
}
