{
  "Marte": {
    "1": {
      "Aries": "Estrategia de armonización para Marte en Casa 1 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 1 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 1 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 1 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 1 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 1 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 1 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 1 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 1 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 1 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 1 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 1 en Piscis."
    },
    "2": {
      "Aries": "Estrategia de armonización para Marte en Casa 2 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 2 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 2 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 2 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 2 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 2 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 2 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 2 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 2 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 2 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 2 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 2 en Piscis."
    },
    "3": {
      "Aries": "Estrategia de armonización para Marte en Casa 3 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 3 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 3 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 3 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 3 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 3 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 3 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 3 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 3 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 3 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 3 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 3 en Piscis."
    },
    "4": {
      "Aries": "Estrategia de armonización para Marte en Casa 4 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 4 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 4 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 4 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 4 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 4 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 4 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 4 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 4 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 4 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 4 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 4 en Piscis."
    },
    "5": {
      "Aries": "Estrategia de armonización para Marte en Casa 5 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 5 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 5 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 5 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 5 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 5 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 5 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 5 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 5 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 5 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 5 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 5 en Piscis."
    },
    "6": {
      "Aries": "Estrategia de armonización para Marte en Casa 6 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 6 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 6 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 6 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 6 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 6 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 6 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 6 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 6 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 6 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 6 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 6 en Piscis."
    },
    "7": {
      "Aries": "Estrategia de armonización para Marte en Casa 7 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 7 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 7 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 7 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 7 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 7 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 7 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 7 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 7 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 7 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 7 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 7 en Piscis."
    },
    "8": {
      "Aries": "Estrategia de armonización para Marte en Casa 8 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 8 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 8 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 8 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 8 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 8 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 8 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 8 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 8 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 8 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 8 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 8 en Piscis."
    },
    "9": {
      "Aries": "Estrategia de armonización para Marte en Casa 9 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 9 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 9 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 9 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 9 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 9 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 9 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 9 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 9 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 9 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 9 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 9 en Piscis."
    },
    "10": {
      "Aries": "Estrategia de armonización para Marte en Casa 10 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 10 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 10 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 10 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 10 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 10 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 10 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 10 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 10 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 10 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 10 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 10 en Piscis."
    },
    "11": {
      "Aries": "Estrategia de armonización para Marte en Casa 11 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 11 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 11 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 11 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 11 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 11 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 11 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 11 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 11 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 11 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 11 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 11 en Piscis."
    },
    "12": {
      "Aries": "Estrategia de armonización para Marte en Casa 12 en Aries.",
      "Tauro": "Estrategia de armonización para Marte en Casa 12 en Tauro.",
      "Géminis": "Estrategia de armonización para Marte en Casa 12 en Géminis.",
      "Cáncer": "Estrategia de armonización para Marte en Casa 12 en Cáncer.",
      "Leo": "Estrategia de armonización para Marte en Casa 12 en Leo.",
      "Virgo": "Estrategia de armonización para Marte en Casa 12 en Virgo.",
      "Libra": "Estrategia de armonización para Marte en Casa 12 en Libra.",
      "Escorpio": "Estrategia de armonización para Marte en Casa 12 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Marte en Casa 12 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Marte en Casa 12 en Capricornio.",
      "Acuario": "Estrategia de armonización para Marte en Casa 12 en Acuario.",
      "Piscis": "Estrategia de armonización para Marte en Casa 12 en Piscis."
    }
  },
  "Saturno": {
    "1": {
      "Aries": "Estrategia de armonización para Saturno en Casa 1 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 1 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 1 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 1 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 1 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 1 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 1 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 1 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 1 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 1 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 1 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 1 en Piscis."
    },
    "2": {
      "Aries": "Estrategia de armonización para Saturno en Casa 2 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 2 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 2 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 2 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 2 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 2 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 2 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 2 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 2 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 2 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 2 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 2 en Piscis."
    },
    "3": {
      "Aries": "Estrategia de armonización para Saturno en Casa 3 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 3 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 3 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 3 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 3 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 3 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 3 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 3 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 3 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 3 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 3 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 3 en Piscis."
    },
    "4": {
      "Aries": "Estrategia de armonización para Saturno en Casa 4 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 4 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 4 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 4 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 4 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 4 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 4 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 4 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 4 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 4 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 4 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 4 en Piscis."
    },
    "5": {
      "Aries": "Estrategia de armonización para Saturno en Casa 5 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 5 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 5 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 5 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 5 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 5 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 5 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 5 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 5 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 5 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 5 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 5 en Piscis."
    },
    "6": {
      "Aries": "Estrategia de armonización para Saturno en Casa 6 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 6 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 6 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 6 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 6 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 6 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 6 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 6 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 6 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 6 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 6 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 6 en Piscis."
    },
    "7": {
      "Aries": "Estrategia de armonización para Saturno en Casa 7 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 7 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 7 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 7 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 7 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 7 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 7 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 7 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 7 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 7 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 7 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 7 en Piscis."
    },
    "8": {
      "Aries": "Estrategia de armonización para Saturno en Casa 8 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 8 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 8 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 8 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 8 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 8 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 8 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 8 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 8 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 8 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 8 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 8 en Piscis."
    },
    "9": {
      "Aries": "Estrategia de armonización para Saturno en Casa 9 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 9 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 9 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 9 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 9 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 9 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 9 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 9 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 9 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 9 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 9 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 9 en Piscis."
    },
    "10": {
      "Aries": "Estrategia de armonización para Saturno en Casa 10 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 10 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 10 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 10 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 10 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 10 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 10 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 10 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 10 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 10 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 10 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 10 en Piscis."
    },
    "11": {
      "Aries": "Estrategia de armonización para Saturno en Casa 11 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 11 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 11 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 11 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 11 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 11 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 11 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 11 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 11 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 11 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 11 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 11 en Piscis."
    },
    "12": {
      "Aries": "Estrategia de armonización para Saturno en Casa 12 en Aries.",
      "Tauro": "Estrategia de armonización para Saturno en Casa 12 en Tauro.",
      "Géminis": "Estrategia de armonización para Saturno en Casa 12 en Géminis.",
      "Cáncer": "Estrategia de armonización para Saturno en Casa 12 en Cáncer.",
      "Leo": "Estrategia de armonización para Saturno en Casa 12 en Leo.",
      "Virgo": "Estrategia de armonización para Saturno en Casa 12 en Virgo.",
      "Libra": "Estrategia de armonización para Saturno en Casa 12 en Libra.",
      "Escorpio": "Estrategia de armonización para Saturno en Casa 12 en Escorpio.",
      "Sagitario": "Estrategia de armonización para Saturno en Casa 12 en Sagitario.",
      "Capricornio": "Estrategia de armonización para Saturno en Casa 12 en Capricornio.",
      "Acuario": "Estrategia de armonización para Saturno en Casa 12 en Acuario.",
      "Piscis": "Estrategia de armonización para Saturno en Casa 12 en Piscis."
    }
  }
}