{
  "Marte": {
    "1": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar con el cuerpo. 1) Lleva contigo un objeto de hierro o una piedra jaspe rojo. 2) Realiza 20 minutos de cardio intenso o artes marciales al despertar. 3) Despeja la entrada de tu casa para que nada bloquee tu salida al mundo. 4) Practica la asertividad directa expresando una necesidad sin justificarte. 5) Visualiza una armadura de luz roja protegiendo tu aura antes de salir. 6) Los martes, inicia la tarea más difícil de tu lista a primera hora.",
      "Tauro": "Para armonizar con este emplazamiento, debes actuar con persistencia física. 1) Porta un brazalete de cobre o granate para enraizar la energía. 2) Trabaja la fuerza isométrica o levantamiento de pesas lento y controlado. 3) Mantén tu cocina o despensa ordenada como centro de energía vital. 4) Defiende tus posesiones o tu tiempo con un 'no' firme y tranquilo. 5) Medita enfocándote en la sensación física de tus pies tocando el suelo. 6) Los martes, cocina algo nutritivo que requiera tiempo y paciencia.",
      "Géminis": "Para armonizar con este emplazamiento, debes movilizar tu intelecto. 1) Usa un anillo en el dedo índice o lleva una ágata de fuego. 2) Practica deportes que requieran coordinación mano-ojo o reflejos rápidos. 3) Ventila tu habitación diariamente para renovar el elemento aire. 4) Inicia un debate respetuoso donde defiendas tu punto de vista sin agresión. 5) Escribe tres páginas matutinas de flujo de conciencia para vaciar la mente. 6) Los martes, camina por una ruta nueva o diferente en tu vecindario.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger tu energía vital. 1) Lleva una piedra de luna o plata cerca del pecho para calmar el fuego. 2) Realiza natación o ejercicios en el agua para enfriar la impulsividad. 3) Repara cualquier gotera o humedad en el hogar inmediatamente. 4) Establece un límite emocional claro con familiares que drenen tu energía. 5) Visualiza un caparazón protector alrededor de tu cuerpo antes de situaciones sociales. 6) Los martes, realiza una limpieza profunda de un espacio privado de tu casa.",
      "Leo": "Para armonizar con este emplazamiento, debes expresar tu identidad con coraje. 1) Usa joyería de oro o una piedra ojo de tigre visible. 2) Practica ejercicios que fortalezcan la espalda y mejoren la postura erguida. 3) Coloca un espejo limpio y bien iluminado donde puedas verte de cuerpo entero. 4) Toma el liderazgo en una situación social sin pedir permiso. 5) Afirma frente al espejo 'tengo derecho a ocupar espacio' cada mañana. 6) Los domingos o martes, dedica tiempo a un hobby creativo solo por placer.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar tu acción diaria. 1) Lleva una agenda física de papel o una cornalina pequeña. 2) Practica calistenia o rutinas de ejercicio técnico y preciso. 3) Ordena meticulosamente tu cajón de herramientas o escritorio de trabajo. 4) Ofrece un servicio práctico a alguien pero establece la hora exacta de finalización. 5) Analiza tus errores del día sin juzgarte, solo buscando la corrección técnica. 6) Los martes, dedica una hora a organizar tus suplementos o dieta semanal.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar la acción con la diplomacia. 1) Porta un objeto de cobre o cuarzo rosa para suavizar la agresividad. 2) Practica danza, tai chi o ejercicios que requieran equilibrio y pareja. 3) Embellece tu espacio de ejercicio con plantas o colores armoniosos. 4) Inicia una confrontación necesaria pero usando un tono de voz bajo y calmado. 5) Visualiza una balanza dorada en tu mente antes de tomar una decisión impulsiva. 6) Los martes, realiza un acto de justicia o mediación consciente.",
      "Escorpio": "Para armonizar con este emplazamiento, debes canalizar tu intensidad estratégica. 1) Lleva ropa interior de color rojo oscuro o una obsidiana negra. 2) Practica entrenamiento de alta intensidad por intervalos (HIIT) o kundalini yoga. 3) Elimina objetos rotos o basura acumulada en zonas ocultas (armarios, sótanos). 4) Mantén un secreto guardado o respeta la privacidad de alguien férreamente. 5) Investiga o estudia un tema tabú para saciar tu mente investigadora. 6) Los martes, realiza una purga de objetos que ya no usas para transformar la energía.",
      "Sagitario": "Para armonizar con este emplazamiento, debes expandir tus horizontes físicos. 1) Usa calzado deportivo de alta calidad o lleva una turquesa. 2) Sal a correr al aire libre o practica senderismo en la naturaleza. 3) Mantén las ventanas abiertas o ten mapas visibles en tu entorno. 4) Defiende una causa ética o moral en una conversación pública. 5) Visualiza una flecha de fuego dirigida hacia tu meta más alta. 6) Los jueves o martes, aprende algo nuevo sobre una cultura extranjera o filosofía.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu ambición. 1) Porta un reloj de pulsera clásico o una piedra granate. 2) Practica escalada, montañismo o ejercicios de resistencia de piernas. 3) Mantén tu espacio de trabajo minimalista y libre de distracciones. 4) Asume una responsabilidad extra que requiera disciplina y cúmplela. 5) Planifica tu estrategia a 5 años visualizando cada paso concreto. 6) Los martes, trabaja una hora extra en tu proyecto personal más importante.",
      "Acuario": "Para armonizar con este emplazamiento, debes actuar con libertad original. 1) Lleva un accesorio tecnológico único o una amatista. 2) Practica deportes de equipo o actividades grupales poco convencionales. 3) Reorganiza los muebles de tu habitación de forma asimétrica o novedosa. 4) Defiende la individualidad de alguien que esté siendo juzgado por el grupo. 5) Visualiza corrientes eléctricas azules recorriendo y energizando tu sistema nervioso. 6) Los martes, rompe una rutina pequeña haciendo algo totalmente inesperado.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con tu intuición motora. 1) Usa calcetines cómodos o lleva una piedra aguamarina. 2) Practica yoga flow, baile libre o natación relajada. 3) Crea un rincón sagrado con música suave y aromaterapia en tu hogar. 4) Pon límites a quien abuse de tu empatía diciendo 'no' sin dar explicaciones. 5) Escribe tus sueños al despertar para conectar con tu guía subconsciente. 6) Los martes, dedica tiempo a la meditación en silencio absoluto o al arte."
    },
    "2": {
      "Aries": "Para armonizar con este emplazamiento, debes conquistar tu independencia financiera. 1) Lleva una moneda de hierro o jaspe rojo en tu billetera. 2) Realiza ejercicios de fuerza de agarre para sentir que 'sostienes' tu poder. 3) Ordena tus facturas inmediatamente al llegar, no dejes que se acumulen. 4) Negocia tu salario o precios con firmeza y sin disculpas. 5) Afirma 'tengo la capacidad de generar recursos por mí mismo' al despertar. 6) Los martes, revisa tus cuentas y haz un movimiento de dinero proactivo.",
      "Tauro": "Para armonizar con este emplazamiento, debes defender tus recursos materiales. 1) Porta un brazalete de cobre o granate para enraizar el valor. 2) Trabaja el cuello y la mandíbula para liberar la tensión de 'morder' la realidad. 3) Instala sistemas de seguridad o cerraduras fuertes en tu hogar. 4) Di 'no' a préstamos de dinero que no quieras hacer, manteniendo la calma. 5) Visualiza tus posesiones rodeadas de un círculo de fuego protector. 6) Los martes, cocina o compra alimentos para almacenar en tu despensa.",
      "Géminis": "Para armonizar con este emplazamiento, debes diversificar tus fuentes de ingreso. 1) Usa un anillo en el dedo meñique o lleva una ágata. 2) Practica malabares o ejercicios de manos para agilizar la motricidad. 3) Ten múltiples huchas o cuentas para diferentes propósitos en tu escritorio. 4) Vende o intercambia objetos que ya no uses con tus vecinos o redes. 5) Escribe una lista rápida de 10 ideas de negocio cada mañana. 6) Los martes, realiza transacciones comerciales rápidas o envíos pendientes.",
      "Cáncer": "Para armonizar con este emplazamiento, debes luchar por la seguridad familiar. 1) Lleva una moneda de plata o piedra de luna en el bolsillo izquierdo. 2) Realiza ejercicios de 'core' para proteger tus órganos vitales y centro. 3) Asegura que la cocina y el comedor estén libres de peligros o filos expuestos. 4) Establece un presupuesto claro para gastos domésticos y defiéndelo. 5) Medita sobre qué significa para ti la 'seguridad' más allá del dinero. 6) Los martes, haz una compra importante para el bienestar del hogar.",
      "Leo": "Para armonizar con este emplazamiento, debes invertir en tu propia imagen. 1) Usa algo de oro auténtico o una pirita para atraer abundancia solar. 2) Practica ejercicios de pecho abierto para proyectar dignidad y valor. 3) Exhibe tus objetos más valiosos en un lugar visible y ordenado de la casa. 4) Invita a alguien a comer pagando tú, ejerciendo generosidad consciente. 5) Visualiza que el dinero es energía creativa que fluye hacia ti para brillar. 6) Los domingos o martes, revisa tus inversiones en ocio o creatividad.",
      "Virgo": "Para armonizar con este emplazamiento, debes administrar con precisión quirúrgica. 1) Lleva una libreta pequeña de gastos o una cornalina. 2) Practica rutinas de ejercicio que requieran conteo exacto de repeticiones. 3) Organiza tu caja de herramientas o cajón de suministros por categorías. 4) Reclama si hay un error de centavos en una cuenta o factura. 5) Analiza la relación costo-beneficio de tus últimas 5 compras. 6) Los martes, audita tus gastos hormiga y optimiza tu presupuesto.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar las finanzas compartidas. 1) Porta un cuarzo rosa o una balanza pequeña en tu llavero. 2) Realiza estiramientos de la zona lumbar para flexibilizar tu soporte. 3) Decora tu espacio de trabajo con objetos pares o simétricos. 4) Discute acuerdos financieros con tu pareja o socio de forma directa y justa. 5) Medita visualizando el flujo de dar y recibir en perfecto equilibrio. 6) Los martes, revisa contratos o acuerdos económicos pendientes.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar tus recursos ocultos. 1) Lleva un granate oscuro o una obsidiana en un lugar no visible. 2) Practica ejercicios de suelo pélvico para contener y potenciar tu energía base. 3) Elimina objetos viejos o rotos que bloqueen la energía en el sótano o armarios. 4) Mantén total discreción sobre tus ingresos reales frente a desconocidos. 5) Investiga sobre inversiones complejas o psicología del dinero. 6) Los martes, paga una deuda o elimina una suscripción que drena recursos.",
      "Sagitario": "Para armonizar con este emplazamiento, debes expandir tus recursos para la aventura. 1) Usa un monedero de viaje o lleva una turquesa. 2) Camina o corre distancias largas visualizando la expansión de tu territorio. 3) Ten mapas o imágenes de lugares a los que quieres viajar cerca de tu dinero. 4) Invierte en un curso o experiencia educativa sin culpa. 5) Visualiza la abundancia como una flecha que siempre da en el blanco. 6) Los jueves o martes, planifica el presupuesto de tu próximo viaje.",
      "Capricornio": "Para armonizar con este emplazamiento, debes ambicionar una estructura sólida. 1) Lleva un portafolios de calidad o una piedra ónix. 2) Practica escalada o subida de escaleras para trabajar la meta ascendente. 3) Mantén tu espacio financiero (donde pagas cuentas) sobrio y profesional. 4) Pide un aumento o mejora de condiciones laborales basándote en resultados. 5) Planifica tu retiro o inversiones a 10 años vista. 6) Los martes, revisa el estado de tus bienes duraderos o propiedades.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar en tu forma de ganar. 1) Usa un gadget tecnológico como accesorio o una amatista. 2) Practica ejercicios que estimulen el sistema nervioso y la circulación de piernas. 3) Organiza tus cables y dispositivos electrónicos para que la energía fluya. 4) Dona o apoya económicamente una causa social o tecnológica. 5) Visualiza nuevas formas de economía descentralizada o ingresos pasivos. 6) Los martes, investiga sobre criptomonedas o tecnología financiera.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con recursos intuitivos. 1) Lleva una perla o aguamarina en tu bolso. 2) Practica yoga o natación para conectar cuerpo y fluidez. 3) Ten una fuente de agua o imágenes de mar cerca de tu zona de trabajo. 4) Pon límites claros a quien te pida dinero prestado por lástima. 5) Visualiza el dinero como agua que llega a ti para nutrir, no para estancarse. 6) Los martes, haz una donación anónima o un acto de caridad consciente."
    },
    "3": {
      "Aries": "Para armonizar con este emplazamiento, debes comunicar con franqueza directa. 1) Lleva una pluma metálica o jaspe rojo. 2) Realiza ejercicios de cuello y hombros para soltar la tensión de la palabra no dicha. 3) Mantén tu coche o bicicleta limpio y listo para la acción rápida. 4) Expresa tu opinión en un debate sin atacar a la persona, solo a la idea. 5) Escribe tus ideas en frases cortas y contundentes, tipo 'bullet points'. 6) Los martes, haz esa llamada difícil que has estado posponiendo.",
      "Tauro": "Para armonizar con este emplazamiento, debes hablar con ritmo y solidez. 1) Usa una gargantilla o pañuelo que proteja la garganta. 2) Canta o tararea en voz baja para vibrar las cuerdas vocales físicamente. 3) Ten plantas en tu escritorio o lugar de estudio para calmar la mente. 4) Tómate una pausa de 3 segundos antes de responder a cualquier pregunta. 5) Lee en voz alta textos de poesía o literatura clásica para saborear las palabras. 6) Los martes, escribe una carta a mano a alguien cercano.",
      "Géminis": "Para armonizar con este emplazamiento, debes agilizar tu intercambio mental. 1) Lleva anillos en varios dedos o una ágata de encaje azul. 2) Practica ejercicios de respiración rápida o caminar a paso ligero mientras hablas. 3) Ten libros y revistas variados a mano en tu sala de estar. 4) Inicia conversaciones con extraños en la cola del mercado o transporte. 5) Resuelve crucigramas o juegos de lógica para afilar la mente. 6) Los martes, toma una ruta diferente para ir al trabajo o estudiar.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir con tus palabras. 1) Lleva un colgante de plata cerca de la garganta. 2) Bebe mucha agua antes de hablar para hidratar la comunicación. 3) Coloca fotos familiares o recuerdos nostálgicos en tu escritorio. 4) Llama a un hermano o vecino solo para preguntar cómo se siente. 5) Escribe un diario de emociones para vaciar la mente antes de dormir. 6) Los martes, cocina algo y compártelo con tus vecinos o entorno cercano.",
      "Leo": "Para armonizar con este emplazamiento, debes expresarte con creatividad dramática. 1) Usa accesorios dorados llamativos cerca del rostro. 2) Practica oratoria o teatro frente al espejo para ganar confianza. 3) Ilumina bien tu zona de lectura o estudio, que sea un lugar regio. 4) Cuenta una historia o anécdota en grupo asumiendo el centro de atención. 5) Visualiza que tu voz emite luz solar que calienta a quien escucha. 6) Los domingos o martes, escribe o graba un mensaje creativo para tus redes.",
      "Virgo": "Para armonizar con este emplazamiento, debes analizar el detalle comunicativo. 1) Lleva un bolígrafo de alta precisión o una cornalina. 2) Practica la caligrafía o ejercicios de motricidad fina con las manos. 3) Clasifica y etiqueta tus archivos, libros o documentos físicos. 4) Ofrece un consejo práctico y útil a quien te cuente un problema. 5) Edita un texto propio eliminando palabras innecesarias hasta que sea perfecto. 6) Los martes, limpia tu bandeja de entrada de correos o mensajes.",
      "Libra": "Para armonizar con este emplazamiento, debes mediar a través de la palabra. 1) Porta un cuarzo azul o lapislázuli para la comunicación pacífica. 2) Realiza ejercicios de respiración equilibrada (Nadi Shodhana). 3) Pon música armoniosa de fondo mientras trabajas o estudias. 4) Escucha activamente a alguien sin interrumpir hasta que termine su idea. 5) Visualiza tus palabras como puentes que unen dos orillas opuestas. 6) Los martes, envía un mensaje de agradecimiento o cumplido sincero.",
      "Escorpio": "Para armonizar con este emplazamiento, debes investigar la verdad profunda. 1) Lleva gafas de sol oscuras o una obsidiana cuando salgas. 2) Practica el silencio consciente, observando más que hablando. 3) Mantén un cajón o carpeta privada con tus escritos más íntimos bajo llave. 4) Guarda un secreto que te confíen con lealtad absoluta. 5) Lee sobre psicología o misterios para saciar tu sed de profundidad. 6) Los martes, investiga un tema complejo hasta llegar a la raíz.",
      "Sagitario": "Para armonizar con este emplazamiento, debes enseñar y predicar tu verdad. 1) Usa una mochila de viaje o lleva una piedra sodalita. 2) Camina al aire libre mientras escuchas audiolibros o podcasts educativos. 3) Ten un globo terráqueo o mapas visibles en tu lugar de estudio. 4) Comparte un conocimiento filosófico o ético en una conversación. 5) Visualiza tu mente expandiéndose hacia otros idiomas y culturas. 6) Los jueves o martes, estudia un idioma extranjero o tema universitario.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu discurso con autoridad. 1) Lleva un reloj clásico o una piedra ónix. 2) Habla con un tono de voz grave y pausado, trabajando el diafragma. 3) Mantén tu agenda y calendario visibles y estrictamente organizados. 4) Da instrucciones claras y concisas sin dudar de tu mando. 5) Planifica tus metas semanales por escrito con realismo. 6) Los martes, organiza tus papeles importantes o trámites burocráticos.",
      "Acuario": "Para armonizar con este emplazamiento, debes comunicar ideas futuristas. 1) Usa auriculares modernos o lleva una amatista. 2) Estira los tobillos y pantorrillas antes de salir a caminar por la ciudad. 3) Ten la última tecnología o software actualizado en tu ordenador. 4) Participa en foros o grupos online debatiendo ideas de cambio social. 5) Escribe ideas repentinas ('insights') en cuanto lleguen a tu mente. 6) Los martes, conecta con amigos o redes para intercambiar información novedosa.",
      "Piscis": "Para armonizar con este emplazamiento, debes inspirar con lenguaje poético. 1) Lleva una piedra aguamarina o amatista. 2) Escucha música instrumental para estimular el pensamiento no lineal. 3) Ten un cuaderno de sueños o dibujo cerca de tu cama. 4) Comunícate a través de imágenes, memes o arte cuando las palabras fallen. 5) Medita visualizando que tus pensamientos son nubes que pasan sin apego. 6) Los martes, escribe poesía, ficción o practica la escritura automática."
    },
    "4": {
      "Aries": "Para armonizar con este emplazamiento, debes defender tu territorio personal. 1) Ten una llave de hierro antigua o un objeto punzante decorativo en la entrada. 2) Realiza flexiones o ejercicios de suelo en la sala de estar. 3) Despeja la entrada principal para que la energía entre sin obstáculos. 4) Pon límites claros a las visitas familiares invasivas sin culpa. 5) Afirma 'mi hogar es mi fortaleza y yo soy el guardián'. 6) Los martes, haz una reparación doméstica ruidosa o necesaria.",
      "Tauro": "Para armonizar con este emplazamiento, debes construir tu refugio activamente. 1) Usa macetas de barro pesado o cobre en la decoración. 2) Trabaja en el jardín o mueve muebles pesados para descargar energía. 3) Asegura la despensa y la cocina, que sean el corazón caliente de la casa. 4) Protege tu tiempo de descanso en casa diciendo 'no' a salidas. 5) Visualiza raíces rojas que salen de tus pies hacia el suelo de tu casa. 6) Los martes, cocina carne o alimentos ricos en proteína en casa.",
      "Géminis": "Para armonizar con este emplazamiento, debes dinamizar tu vida doméstica. 1) Ten libros activos o revistas de actualidad en la mesa de centro. 2) Camina descalzo por la casa o haz ejercicios de estiramiento en pasillos. 3) Mantén las ventanas abiertas para que el aire circule constantemente. 4) Debate y conversa con tu familia sin elevar la voz, pero con franqueza. 5) Escribe sobre tu historia familiar para sacar los conflictos de tu mente. 6) Los martes, cambia la disposición de algunos muebles pequeños.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger tu nido con celo. 1) Coloca una piedra de luna o plata en la zona más íntima de la casa. 2) Realiza ejercicios abdominales para proteger tu centro emocional. 3) Repara cualquier humedad o gotera de inmediato (es fuga de energía). 4) Defiende a tu familia o convivientes de críticas externas. 5) Visualiza un muro de fuego protector alrededor de tu propiedad. 6) Los martes, haz una limpieza profunda con vinagre y sal.",
      "Leo": "Para armonizar con este emplazamiento, debes reinar en tu propio hogar. 1) Usa decoración dorada o una pieza de arte central que te represente. 2) Juega o baila en el salón principal ocupando espacio. 3) Asegura una excelente iluminación en la sala de estar. 4) Sé el anfitrión activo en reuniones, dirigiendo la dinámica. 5) Medita en tu trono (sillón favorito) sintiendo que es tu palacio. 6) Los domingos o martes, organiza una comida donde tú seas el centro.",
      "Virgo": "Para armonizar con este emplazamiento, debes trabajar en el orden doméstico. 1) Ten una caja de herramientas completa y ordenada. 2) Limpia con vigor, usando la fuerza física para fregar o aspirar. 3) Organiza los armarios y zonas de servicio meticulosamente. 4) Establece normas de convivencia y limpieza claras con los demás. 5) Analiza qué patrones familiares no quieres repetir y anótalos. 6) Los martes, dedica una hora a reparaciones o mantenimiento preventivo.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar el conflicto familiar. 1) Decora con objetos pares o cuarzo rosa en la sala. 2) Practica yoga restaurativo en el suelo de tu habitación. 3) Embellece el hogar con flores frescas pero cortando los tallos tú mismo. 4) Media en discusiones familiares imponiendo paz con firmeza. 5) Visualiza armonía y luz rosa llenando cada habitación. 6) Los martes, redecora un rincón para hacerlo más estético.",
      "Escorpio": "Para armonizar con este emplazamiento, debes sanar las raíces profundas. 1) Ten una obsidiana o turmalina cerca de la puerta para protección. 2) Practica ejercicios de suelo pélvico o intimidad en tu dormitorio. 3) Elimina cosas viejas del sótano o zonas oscuras para purgar energía. 4) Mantén tu privacidad doméstica sagrada, no dejes entrar a cualquiera. 5) Investiga secretos genealógicos para comprender tu origen. 6) Los martes, tira a la basura objetos cargados de recuerdos negativos.",
      "Sagitario": "Para armonizar con este emplazamiento, debes expandir tu espacio vital. 1) Ten mapas, globos terráqueos o recuerdos de viajes a la vista. 2) Haz ejercicio en el patio, balcón o con las ventanas abiertas. 3) Necesitas espacio, evita el abigarramiento de muebles. 4) Invita a amigos extranjeros o de otras culturas a tu mesa. 5) Filosofa sobre el concepto de 'hogar' como algo interno, no físico. 6) Los jueves o martes, cocina un plato exótico en casa.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar la base familiar. 1) Usa relojes de pared antiguos o madera maciza en la decoración. 2) Haz sentadillas o ejercicios que fortalezcan las piernas y base. 3) Revisa los cimientos, el suelo y la estructura física de la casa. 4) Asume la responsabilidad del cuidado de padres o mayores con honor. 5) Planifica la gestión del patrimonio familiar a largo plazo. 6) Los martes, revisa papeles de propiedad o seguros del hogar.",
      "Acuario": "Para armonizar con este emplazamiento, debes renovar el concepto de hogar. 1) Ten gadgets modernos o arte abstracto en las paredes. 2) Practica ejercicios de calistenia o ritmos modernos en casa. 3) Instala tecnología domótica o mejora la red eléctrica. 4) Trata a tus amigos como familia y abre tu casa a la comunidad. 5) Rompe con tradiciones familiares que te parezcan obsoletas. 6) Los martes, cambia algo de lugar o introduce una novedad tecnológica.",
      "Piscis": "Para armonizar con este emplazamiento, debes espiritualizar tu refugio. 1) Ten una fuente de agua, acuario o imágenes marinas. 2) Camina descalzo y practica estiramientos suaves antes de dormir. 3) Mantén el baño como un santuario de relajación y limpieza. 4) Pon límites a familiares que quieran vivir a través de ti o victimizarse. 5) Crea un altar de meditación o zona de silencio absoluto. 6) Los martes, quema incienso o salvia para limpiar el ambiente psíquico."
    },
    "5": {
      "Aries": "Para armonizar con este emplazamiento, debes competir y crear con fuego. 1) Usa ropa deportiva roja o lleva un jaspe. 2) Practica deportes competitivos o de contacto físico. 3) Ten un espacio dedicado a tus trofeos o hobbies activos. 4) Toma la iniciativa en el romance, sé quien invita o propone. 5) Visualiza que ganas y conquistas tus metas creativas. 6) Los martes, dedica tiempo a un hobby donde puedas sudar o usar fuerza.",
      "Tauro": "Para armonizar con este emplazamiento, debes disfrutar sensorialmente. 1) Trabaja con arcilla, cerámica o texturas manuales. 2) Baila ritmos sensuales o practica masajes. 3) Crea un ambiente romántico con velas y aromas en tu zona de ocio. 4) Sé constante y leal en tus afectos, pero evita la posesividad. 5) Disfruta del proceso creativo sin prisa por terminar. 6) Los martes, ten una cita romántica o creativa que involucre buena comida.",
      "Géminis": "Para armonizar con este emplazamiento, debes jugar con la mente. 1) Ten juegos de mesa, cartas o dados a mano. 2) Practica deportes que requieran reflejos rápidos y coordinación manual. 3) Ve a lugares de ocio donde se pueda conversar y ver gente. 4) Flirtea con palabras, usa el ingenio en la conquista. 5) Escribe cuentos cortos, chistes o guiones por diversión. 6) Los martes, aprende las reglas de un juego nuevo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir tu creatividad. 1) Cocina creativamente o haz manualidades para el hogar. 2) Nada o juega en el agua con actitud infantil. 3) Decora la habitación de los niños o tu rincón de hobbies con calidez. 4) Protege a tu 'niño interior' y juega sin miedo al juicio. 5) Expresa emociones a través de la pintura o el arte intuitivo. 6) Los martes, juega con niños o haz una actividad lúdica nostálgica.",
      "Leo": "Para armonizar con este emplazamiento, debes expresarte dramáticamente. 1) Usa joyas doradas o vestuario teatral. 2) Practica teatro, actuación o danza escénica. 3) Coloca espejos donde puedas ensayar o verte crear. 4) Lidera la diversión en tu grupo de amigos, propón el plan. 5) Reconoce tu necesidad de aplauso y dátelo tú mismo primero. 6) Los domingos o martes, muestra tu obra o talento a un público.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar tu hobby. 1) Usa herramientas de precisión para modelismo o costura. 2) Practica deportes técnicos (golf, tenis, tiro al blanco). 3) Mantén tu zona de creatividad impecablemente ordenada. 4) Enseña a otros tu técnica con humildad y servicio. 5) Analiza los detalles de tu obra para mejorar, no para destruirte. 6) Los martes, trabaja en una artesanía que requiera paciencia y detalle.",
      "Libra": "Para armonizar con este emplazamiento, debes crear belleza en compañía. 1) Usa ropa elegante para salir, incluso si es casual. 2) Practica baile de salón o tenis en pareja. 3) Visita galerías de arte o lugares estéticamente placenteros. 4) Deja que el otro tome la iniciativa a veces en el juego de seducción. 5) Diseña o decora buscando la simetría y el color perfecto. 6) Los martes, realiza una actividad artística compartida.",
      "Escorpio": "Para armonizar con este emplazamiento, debes apasionarte intensamente. 1) Usa colores intensos (negro, granate) en tus citas. 2) Practica actividades que suban la adrenalina o la energía sexual. 3) Mantén tus proyectos creativos en secreto hasta que estén listos. 4) Vive el romance con intensidad pero evita los celos destructivos. 5) Canaliza obsesiones a través de la investigación creativa o el arte oscuro. 6) Los martes, sumérgete en una película o libro de misterio/thriller.",
      "Sagitario": "Para armonizar con este emplazamiento, debes aventurarte en el ocio. 1) Ten equipo de camping o deportes al aire libre listo. 2) Practica senderismo, equitación o tiro con arco. 3) Sal a lugares abiertos y nuevos para divertirte. 4) Sé espontáneo y honesto en el romance, busca un compañero de viaje. 5) Aprende sobre arte o juegos de otras culturas. 6) Los jueves o martes, planifica una excursión de fin de semana.",
      "Capricornio": "Para armonizar con este emplazamiento, debes tomarte el ocio en serio. 1) Invierte en equipo de alta calidad para tu hobby. 2) Practica montañismo o maratones (resistencia). 3) Ten un taller o estudio profesional para tus creaciones. 4) Busca relaciones románticas con personas maduras y estables. 5) Estructura tu tiempo libre para que sea productivo. 6) Los martes, trabaja en un proyecto creativo ambicioso.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar en la diversión. 1) Usa tecnología punta para crear (diseño digital, música electrónica). 2) Practica deportes de equipo o actividades grupales inusuales. 3) Frecuenta clubes o grupos con intereses excéntricos. 4) Mantén la libertad e independencia en tus relaciones románticas. 5) Inventa tus propias reglas para los juegos o el arte. 6) Los martes, haz algo creativo con un grupo de amigos.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir con la fantasía. 1) Ten instrumentos musicales o acuarelas a mano. 2) Baila libremente o practica natación artística. 3) Crea un ambiente mágico con luces tenues para inspirarte. 4) Enamórate del alma de las personas, pero mantén un pie en la tierra. 5) Escribe poesía o fotografía imágenes oníricas. 6) Los martes, ve al cine, teatro o concierto para inspirarte."
    },
    "6": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar tu propia rutina. 1) Lleva una herramienta de metal o una piedra jaspe rojo al trabajo. 2) Realiza ejercicios cardiovasculares intensos para quemar la fiebre interna. 3) Mantén tu escritorio despejado, listo para la acción inmediata. 4) Sé directo con tus compañeros de trabajo, evita el chisme pasivo. 5) Visualiza que cortas la procrastinación con una espada de luz. 6) Los martes, ataca la tarea más difícil de la lista a primera hora.",
      "Tauro": "Para armonizar con este emplazamiento, debes trabajar con persistencia física. 1) Usa ropa de trabajo resistente o lleva un granate. 2) Practica levantamiento de pesas o jardinería pesada para soltar tensión. 3) Organiza la despensa o los suministros de trabajo por categorías. 4) Defiende tu ritmo de trabajo ante quien te meta prisa innecesaria. 5) Céntrate en una sola tarea a la vez hasta terminarla (mindfulness). 6) Los martes, cocina o prepara tus alimentos para la semana.",
      "Géminis": "Para armonizar con este emplazamiento, debes agilizar tus tareas diarias. 1) Lleva un anillo en el dedo meñique o una ágata. 2) Realiza ejercicios de manos y muñecas para prevenir lesiones por estrés repetitivo. 3) Ventila tu espacio de trabajo varias veces al día. 4) Comunica los fallos de procedimiento a tus superiores con datos claros. 5) Escribe listas de tareas rápidas y táchalas con fuerza al completar. 6) Los martes, organiza tus correos y archivos digitales.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger tu salud estomacal. 1) Lleva una piedra de luna o plata en el bolsillo. 2) Practica ejercicios abdominales suaves para fortalecer tu centro. 3) Asegura que tu zona de trabajo sea acogedora y tenga fotos personales. 4) Pon límites a quien intente 'volcar' sus emociones en tu horario laboral. 5) Medita visualizando una luz blanca que calma tu digestión. 6) Los martes, prepara comida casera nutritiva para llevar al trabajo.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar en tu servicio. 1) Usa un accesorio dorado visible en tu uniforme o ropa laboral. 2) Cuida tu salud cardiovascular con ejercicio aeróbico regular. 3) Ilumina perfectamente tu espacio de trabajo, evita rincones oscuros. 4) Asume el liderazgo de un proyecto pequeño pero visible. 5) Afirma 'mi trabajo es valioso y digno' antes de empezar el día. 6) Los domingos o martes, organiza tu agenda para la semana con orgullo.",
      "Virgo": "Para armonizar con este emplazamiento, debes aplicar precisión técnica. 1) Ten un kit de herramientas o bolígrafos de alta calidad. 2) Mantén una higiene postural estricta al trabajar. 3) Limpia y desinfecta tu espacio de trabajo cada mañana. 4) Ayuda a un compañero a optimizar su proceso, pero no hagas su trabajo. 5) Analiza los errores como datos neutrales, no como fallos personales. 6) Los martes, dedica tiempo a ordenar cajones o archivos.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar la carga laboral. 1) Porta un cuarzo rosa o una balanza pequeña. 2) Cuida tu zona lumbar y riñones bebiendo mucha agua. 3) Decora tu oficina con elementos estéticos que den paz visual. 4) Media en conflictos laborales buscando la justicia para ambas partes. 5) Visualiza armonía en el ambiente laboral antes de entrar. 6) Los martes, revisa si estás trabajando más o menos que tus pares.",
      "Escorpio": "Para armonizar con este emplazamiento, debes investigar y depurar. 1) Lleva una obsidiana o turmalina para repeler envidias laborales. 2) Practica detox o ayunos intermitentes controlados para limpiar el cuerpo. 3) Elimina documentos antiguos o basura acumulada en la oficina. 4) Mantén tu vida privada totalmente separada de la laboral. 5) Investiga a fondo para resolver problemas complejos en el trabajo. 6) Los martes, tira o recicla lo que ya no sirve en tu rutina.",
      "Sagitario": "Para armonizar con este emplazamiento, debes expandir tu metodología. 1) Usa calzado cómodo para caminar mucho o lleva una turquesa. 2) Realiza estiramientos de piernas y caderas tras horas de silla. 3) Ten una ventana abierta o plantas que traigan el exterior adentro. 4) Defiende tu libertad de movimiento en el trabajo si es posible. 5) Encuentra un sentido filosófico o propósito mayor a tu tarea diaria. 6) Los jueves o martes, aprende una nueva habilidad laboral.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu ambición diaria. 1) Lleva un reloj preciso o una piedra ónix. 2) Cuida tus rodillas y articulaciones con suplementos y postura. 3) Mantén un orden minimalista y ejecutivo en tu mesa. 4) Cumple tus plazos estrictamente para ganar autoridad moral. 5) Planifica tu ascenso laboral paso a paso, visualizando la meta. 6) Los martes, revisa la eficiencia de tus rutinas y ajústalas.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar en la rutina. 1) Usa gadgets ergonómicos modernos o una amatista. 2) Estimula la circulación de las pantorrillas con movimiento frecuente. 3) Reorganiza tu espacio de trabajo de forma no convencional. 4) Propón cambios tecnológicos o mejoras de sistema en tu empleo. 5) Visualiza tu trabajo como una contribución al progreso colectivo. 6) Los martes, prueba una ruta nueva o una herramienta nueva.",
      "Piscis": "Para armonizar con este emplazamiento, debes fluir en el servicio. 1) Usa calcetines de calidad o lleva una aguamarina. 2) Cuida tus pies con masajes o reflexología tras la jornada. 3) Ten aceites esenciales o música suave si el trabajo lo permite. 4) Pon límites claros para no absorber el estrés de tus compañeros. 5) Medita o haz una pausa de silencio a mitad de la jornada. 6) Los martes, realiza una tarea de servicio desinteresado o voluntariado."
    },
    "7": {
      "Aries": "Para armonizar con este emplazamiento, debes ser asertivo en la pareja. 1) Lleva algo de hierro o color rojo cuando salgas con tu socio/pareja. 2) Practica deporte en pareja (tenis, pádel) para canalizar la competencia. 3) Despeja el espacio compartido para evitar tropezones y roces. 4) Expresa tu molestia en el momento, no acumules rencor. 5) Visualiza que cortas los lazos de dependencia, eligiendo la libertad compartida. 6) Los martes, ten una cita activa y dinámica.",
      "Tauro": "Para armonizar con este emplazamiento, debes defender el vínculo. 1) Regala o porta objetos de cobre o cuero duradero. 2) Da o recibe masajes para conectar físicamente con el otro. 3) Crea un ambiente sensual y seguro en el dormitorio compartido. 4) Mantén tu postura firme en negociaciones, pero sin agresividad. 5) Valora la lealtad y la estabilidad sobre la emoción del conflicto. 6) Los martes, cocina una cena especial para tu pareja o socio.",
      "Géminis": "Para armonizar con este emplazamiento, debes debatir sin herir. 1) Usa anillos gemelos o lleva una ágata. 2) Camina y habla con tu pareja para que la energía fluya. 3) Ten dos sillas o espacios iguales para el diálogo en casa. 4) Escucha activamente antes de lanzar tu contraargumento. 5) Escribe cartas o notas para comunicar lo que es difícil decir hablando. 6) Los martes, ten una conversación profunda y estimulante.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger a tu aliado. 1) Lleva plata o piedra de luna cuando estés acompañado. 2) Abraza largamente para corregular el sistema nervioso. 3) Haz del hogar un refugio seguro para ambos, lejos del mundo. 4) Establece límites a la familia externa para proteger a la pareja. 5) Visualiza un escudo protector alrededor de vuestra relación. 6) Los martes, noche casera de cuidado mutuo.",
      "Leo": "Para armonizar con este emplazamiento, debes avivar la pasión. 1) Usa oro o vestimenta llamativa en tus citas. 2) Baila con tu pareja o realizad actividades lúdicas. 3) Coloca fotos de ambos donde se os vea felices y radiantes. 4) No compitas por el protagonismo, turnaos para brillar. 5) Reconoce y aplaude los logros de tu socio o pareja sinceramente. 6) Los domingos o martes, salid a un lugar donde podáis luciros.",
      "Virgo": "Para armonizar con este emplazamiento, debes colaborar prácticamente. 1) Lleva un reloj o agenda compartida. 2) Realizad tareas de limpieza o reparación juntos. 3) Mantén el orden en las zonas comunes para evitar críticas. 4) Ofrece ayuda práctica en lugar de consejos no solicitados. 5) Analiza los problemas de relación con objetividad para buscar solución. 6) Los martes, planificad la logística conjunta de la semana.",
      "Libra": "Para armonizar con este emplazamiento, debes luchar por la paz justa. 1) Porta un cuarzo rosa o zafiro. 2) Practica yoga en pareja o acroyoga. 3) Busca la simetría en la decoración del dormitorio. 4) Confronta los problemas inmediatamente pero con tono diplomático. 5) Medita sobre el espejo que el otro representa para ti. 6) Los martes, realiza un acto de romanticismo clásico.",
      "Escorpio": "Para armonizar con este emplazamiento, debes fusionarte con intensidad. 1) Lleva ropa interior roja o negra, o una obsidiana. 2) Practica tantra o sexualidad consciente para transmutar energía. 3) Mantén la privacidad de la alcoba como un templo sagrado. 4) Sé leal hasta la muerte y exige la misma lealtad. 5) Investiga tus propias sombras proyectadas en el otro. 6) Los martes, ten una noche de intimidad profunda y honestidad brutal.",
      "Sagitario": "Para armonizar con este emplazamiento, debes aventurarte acompañado. 1) Planifica viajes o lleva una turquesa. 2) Salid a correr, caminar o hacer senderismo juntos. 3) Ten mapas o guías de viaje en la sala de estar. 4) Respeta la libertad del otro, no intentes atarlo. 5) Filoosofad juntos sobre el sentido de la vida y la relación. 6) Los jueves o martes, probad una actividad nueva o exótica.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar el compromiso. 1) Regala algo duradero y de calidad o lleva ónix. 2) Trabajad juntos en un proyecto a largo plazo. 3) Mantén la formalidad y el respeto en el trato diario. 4) Cumple tus promesas y contratos al pie de la letra. 5) Visualiza la relación como una empresa exitosa que requiere gestión. 6) Los martes, revisad metas conjuntas y finanzas.",
      "Acuario": "Para armonizar con este emplazamiento, debes respetar la libertad mutua. 1) Usa tecnología para conectar o lleva amatista. 2) Haced actividades con grupos de amigos en común. 3) Renovad la rutina de pareja frecuentemente, evitad el estancamiento. 4) Defiende la individualidad de tu pareja frente a la sociedad. 5) Valora la amistad como la base de cualquier unión romántica. 6) Los martes, dad espacio para que cada uno haga lo suyo.",
      "Piscis": "Para armonizar con este emplazamiento, debes conectar espiritualmente. 1) Lleva una aguamarina o perla. 2) Meditad juntos o escuchad música en silencio. 3) Cread un ambiente romántico y etéreo con velas. 4) Pon límites claros para no disolverte en los problemas del otro. 5) Visualiza un lazo dorado de alma a alma, no de necesidad. 6) Los martes, realizad una actividad artística o caritativa juntos."
    },
    "8": {
      "Aries": "Para armonizar con este emplazamiento, debes cortar de raíz las crisis. 1) Ten una navaja decorativa o jaspe rojo en tu mesa de noche. 2) Realiza ejercicios de alta intensidad (HIIT) para transmutar la adrenalina del miedo. 3) Elimina sin piedad objetos de ex parejas o recuerdos dolorosos. 4) Sé directo y rápido al negociar herencias o divorcios, no alargues el dolor. 5) Visualiza el fuego quemando los lazos tóxicos que te atan. 6) Los martes, salda una deuda o tira algo viejo a la basura.",
      "Tauro": "Para armonizar con este emplazamiento, debes resistir en la transformación. 1) Usa ropa interior de calidad o lleva un granate. 2) Practica la retención y liberación muscular progresiva. 3) Asegura tus objetos de valor en una caja fuerte o lugar oculto. 4) Defiende tu parte en los recursos compartidos con terquedad si es justo. 5) Medita sobre la muerte como un proceso natural de la tierra. 6) Los martes, revisa tus inversiones conjuntas o seguros.",
      "Géminis": "Para armonizar con este emplazamiento, debes verbalizar el tabú. 1) Lleva una libreta secreta o ágata de fuego. 2) Practica ejercicios de respiración para controlar la ansiedad en crisis. 3) Mantén ventilado el baño y las zonas cerradas de la casa. 4) Habla abiertamente de sexo o dinero con tu pareja, rompe el silencio. 5) Investiga y lee sobre psicología profunda o crímenes reales. 6) Los martes, escribe una carta de despedida a algo que quieres soltar y quémala.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger tu vulnerabilidad íntima. 1) Lleva una piedra de sangre o plata oculta. 2) Fortalece el suelo pélvico y la zona abdominal. 3) Limpia energéticamente el dormitorio tras una discusión o visita pesada. 4) Pon límites emocionales férreos a quien quiera manipularte con culpa. 5) Visualiza un búnker subterráneo donde regeneras tu energía vital. 6) Los martes, date un baño de sal para purgar emociones ajenas.",
      "Leo": "Para armonizar con este emplazamiento, debes liderar la regeneración. 1) Usa lencería de lujo o joyería dorada oculta. 2) Practica ejercicios de fuerza de espalda para sostener el poder. 3) Ilumina las zonas oscuras de tu casa, no dejes rincones en sombra. 4) Toma el mando en situaciones de emergencia familiar o financiera. 5) Reconoce tu propia sombra y abrázala como fuente de poder creativo. 6) Los domingos o martes, haz un ritual de empoderamiento personal privado.",
      "Virgo": "Para armonizar con este emplazamiento, debes diseccionar tus miedos. 1) Ten herramientas de precisión o una cornalina. 2) Mantén una higiene íntima y sexual estricta y saludable. 3) Ordena los papeles de impuestos y seguros con meticulosidad quirúrgica. 4) Analiza los conflictos de poder sin involucrarte emocionalmente. 5) Escribe detalladamente tus sueños o pesadillas para analizarlos. 6) Los martes, organiza y limpia a fondo el baño o trastero.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar la energía compartida. 1) Porta un cuarzo ahumado o un objeto par. 2) Practica yoga o pilates para equilibrar el sistema nervioso. 3) Embellece el dormitorio para que la intimidad sea armoniosa. 4) Confronta los problemas de dinero con tu socio o pareja inmediatamente. 5) Visualiza que cortas la dependencia con una espada de justicia. 6) Los martes, revisa los acuerdos legales o financieros compartidos.",
      "Escorpio": "Para armonizar con este emplazamiento, debes entregarte a la transformación total. 1) Lleva obsidiana negra o ropa oscura. 2) Canaliza la energía sexual o kundalini con disciplina física. 3) Deshazte de todo lo superfluo, vive con lo esencial y potente. 4) Guarda los secretos ajenos con lealtad absoluta, eres una tumba. 5) Investiga lo oculto, el esoterismo o la psicología profunda sin miedo. 6) Los martes, realiza una purga radical de objetos o emociones.",
      "Sagitario": "Para armonizar con este emplazamiento, debes aventurarte en lo profundo. 1) Ten un amuleto de protección de otra cultura o turquesa. 2) Realiza deportes de riesgo controlado para enfrentar el miedo a la muerte. 3) Mantén las ventanas abiertas, que el aire limpie la energía estancada. 4) Defiende la verdad en temas de herencias o dinero compartido. 5) Filosofa sobre la impermanencia y el ciclo de la vida. 6) Los jueves o martes, estudia algo sobre metafísica o vida después de la muerte.",
      "Capricornio": "Para armonizar con este emplazamiento, debes gerenciar las crisis con frialdad. 1) Lleva una piedra ónix o granate. 2) Practica el autocontrol físico y la resistencia ante el dolor. 3) Organiza los archivos financieros y legales en carpetas seguras. 4) Asume la responsabilidad de las deudas y crea un plan de pago agresivo. 5) Visualiza tu poder personal como una torre inquebrantable. 6) Los martes, trabaja en la estrategia de tu patrimonio a largo plazo.",
      "Acuario": "Para armonizar con este emplazamiento, debes liberar traumas repentinamente. 1) Usa tecnología moderna o una amatista. 2) Practica terapias de choque o bioenergética para soltar bloqueos. 3) Cambia la energía de la casa moviendo muebles o usando ionizadores. 4) Rompe tabúes sociales hablando de lo que nadie se atreve. 5) Visualiza que te desprendes de viejos patrones como quien se quita un traje. 6) Los martes, prueba una terapia alternativa o radical.",
      "Piscis": "Para armonizar con este emplazamiento, debes disolver el ego en la fusión. 1) Lleva una aguamarina o símbolo místico oculto. 2) Practica la natación o inmersión en agua para limpiar el aura. 3) Crea un espacio sagrado y protegido para tus rituales íntimos. 4) Pon límites psíquicos para no absorber la negatividad del entorno. 5) Medita sobre la disolución y la unidad con el todo. 6) Los martes, practica el sueño lúcido o la interpretación de sueños."
    },
    "9": {
      "Aries": "Para armonizar con este emplazamiento, debes conquistar nuevas verdades. 1) Usa botas de trekking o lleva jaspe rojo. 2) Sal a correr o caminar por rutas que no conozcas (exploración). 3) Ten mapas y brújulas visibles en tu entorno. 4) Defiende tus creencias con pasión, pero aprende a escuchar al final. 5) Visualiza tu mente como una flecha disparada hacia el horizonte. 6) Los martes, inicia un estudio nuevo o planifica un viaje solo.",
      "Tauro": "Para armonizar con este emplazamiento, debes materializar tu filosofía. 1) Lleva un objeto de madera o cuero de un viaje. 2) Camina en la naturaleza sintiendo el suelo bajo tus pies. 3) Decora con objetos étnicos tangibles y de calidad. 4) Sé constante en tus estudios, avanza lento pero seguro. 5) Reflexiona sobre los valores morales prácticos y útiles. 6) Los martes, cocina una receta de un país lejano.",
      "Géminis": "Para armonizar con este emplazamiento, debes diversificar tu saber. 1) Ten una mochila lista con libros y libretas. 2) Practica ciclismo o patinaje para moverte rápido por el mundo. 3) Ten una biblioteca variada, con temas de todo el mundo. 4) Debate ideas políticas o religiosas con curiosidad y agilidad. 5) Escribe sobre tus viajes o aprendizajes en un blog o diario. 6) Los martes, aprende 10 palabras de un idioma nuevo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes encontrar hogar en el mundo. 1) Lleva una foto familiar en tu pasaporte o cartera. 2) Nada en aguas naturales (mar, río) siempre que viajes. 3) Trae recuerdos de tus viajes para decorar tu 'nido'. 4) Defiende tus tradiciones culturales o raíces con fervor. 5) Visualiza que estás seguro y protegido en cualquier lugar del mundo. 6) Los martes, lee sobre la historia de tus antepasados o su origen.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar con tu conocimiento. 1) Usa ropa llamativa o de marca cuando viajes. 2) Practica deportes al aire libre donde el sol te de energía. 3) Expresa tu visión del mundo a través de arte o decoración grandiosa. 4) Enseña, da conferencias o inspira a otros con tu verdad. 5) Afirma 'tengo sabiduría que compartir' antes de hablar en público. 6) Los domingos o martes, publica o comparte una reflexión personal.",
      "Virgo": "Para armonizar con este emplazamiento, debes analizar el mundo. 1) Lleva guías de viaje detalladas y un kit de higiene. 2) Haz senderismo técnico, midiendo distancias y tiempos. 3) Organiza tu biblioteca por sistema de clasificación. 4) Corrige dogmatismos con datos y hechos comprobables. 5) Estudia gramática, edición o crítica literaria. 6) Los martes, planifica un itinerario de viaje o estudio al detalle.",
      "Libra": "Para armonizar con este emplazamiento, debes luchar por la justicia ideal. 1) Porta una balanza o símbolo de justicia (espada). 2) Practica deportes elegantes o baile de otras culturas. 3) Visita museos de arte o lugares estéticamente perfectos. 4) Aboga por causas legales o de derechos humanos con diplomacia activa. 5) Medita sobre la verdad relativa y los puntos de vista opuestos. 6) Los martes, lee sobre leyes, política o ética.",
      "Escorpio": "Para armonizar con este emplazamiento, debes investigar los misterios. 1) Lleva gafas oscuras y ropa discreta al viajar. 2) Explora cuevas, lugares subterráneos o sitios con historia intensa. 3) Ten libros de ocultismo, crimen o psicología a mano. 4) Cuestiona las verdades superficiales, busca el fondo del dogma. 5) Visualiza que penetras los secretos del universo con tu mente. 6) Los martes, investiga un tema tabú o prohibido.",
      "Sagitario": "Para armonizar con este emplazamiento, debes ser el guerrero de la verdad. 1) Usa ropa deportiva cómoda para la aventura o turquesa. 2) Practica tiro con arco, equitación o caminatas largas. 3) Ten espacios abiertos y luz natural para pensar en grande. 4) Predica tu visión con entusiasmo, contagia tu fe. 5) Visualiza un fuego que se expande e ilumina la ignorancia. 6) Los jueves o martes, reserva un billete o inscríbete en un curso superior.",
      "Capricornio": "Para armonizar con este emplazamiento, debes escalar la cima del saber. 1) Lleva un reloj con GPS o brújula de calidad. 2) Practica montañismo o escalada, conquista la altura. 3) Ten títulos y diplomas enmarcados en tu despacho. 4) Estudia para obtener un grado oficial o reconocimiento profesional. 5) Planifica tu expansión internacional como una estrategia de negocio. 6) Los martes, trabaja duro en tu tesis o proyecto de expansión.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar las creencias. 1) Usa gadgets de traducción o tecnología de viaje. 2) Vuela en avión o practica paracaidismo (aire y altura). 3) Únete a foros internacionales o redes globales online. 4) Lucha por ideales progresistas y humanitarios a gran escala. 5) Visualiza un mundo sin fronteras conectado por la mente. 6) Los martes, estudia ciencia, astrología o tecnología futura.",
      "Piscis": "Para armonizar con este emplazamiento, debes peregrinar con fe. 1) Lleva un símbolo espiritual o agua bendita. 2) Camina descalzo en lugares sagrados o en la playa. 3) Ten un altar con imágenes de maestros o deidades diversas. 4) Defiende la compasión universal como la única verdad válida. 5) Medita para conectar con la sabiduría cósmica intuitiva. 6) Los martes, lee textos sagrados, poesía mística o haz yoga."
    },
    "10": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar tu profesión. 1) Lleva un pisapapeles de hierro o una pluma metálica roja. 2) Practica posturas de poder (manos en caderas) antes de entrar a trabajar. 3) Elimina el desorden de tu escritorio para tener claridad de mando. 4) Toma la iniciativa en reuniones, sé el primero en hablar. 5) Visualiza tu éxito como una bandera plantada en la cima. 6) Los martes, lanza un proyecto o haz una presentación pública.",
      "Tauro": "Para armonizar con este emplazamiento, debes construir una reputación sólida. 1) Usa un maletín de cuero de calidad o lleva un granate. 2) Trabaja la voz y el cuello para proyectar autoridad calmada. 3) Ten una silla de oficina robusta y ergonómica. 4) Negocia salarios y tarifas con firmeza inamovible. 5) Céntrate en la productividad tangible, no en la prisa. 6) Los martes, revisa los resultados financieros de tu trabajo.",
      "Géminis": "Para armonizar con este emplazamiento, debes comunicar tu ambición. 1) Lleva varios anillos o una pulsera de ágata. 2) Gesticula con las manos al hablar en público para canalizar energía. 3) Ten múltiples pantallas o dispositivos organizados en tu mesa. 4) Debate y argumenta profesionalmente, vende tus ideas. 5) Escribe tus objetivos profesionales en listas breves y dinámicas. 6) Los martes, haz networking o llamadas rápidas importantes.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger tu estatus. 1) Lleva una insignia de plata o piedra de luna. 2) Cuida tu estómago antes de exposiciones públicas. 3) Haz de tu oficina un lugar acogedor, casi hogareño. 4) Trata a tu equipo como a una familia, protegiéndolos. 5) Visualiza que tu carrera nutre al mundo. 6) Los martes, cocina o lleva comida para compartir con colegas.",
      "Leo": "Para armonizar con este emplazamiento, debes brillar en la cima. 1) Usa joyería dorada o ropa de marca visible. 2) Mantén la espalda recta y la cabeza alta, camina con realeza. 3) Coloca tus premios y trofeos en un lugar muy visible. 4) Asume el rol de jefe o líder natural sin pedir permiso. 5) Reconoce tu deseo de fama y úsalo como combustible. 6) Los domingos o martes, haz algo que aumente tu visibilidad pública.",
      "Virgo": "Para armonizar con este emplazamiento, debes trabajar con eficiencia maestra. 1) Lleva una agenda impecable o jaspe marrón. 2) Cuida los detalles de tu higiene y vestimenta laboral. 3) Mantén un sistema de archivo perfecto en tu oficina. 4) Ofrece críticas constructivas para mejorar los procesos de la empresa. 5) Analiza tu rendimiento con datos objetivos, no con culpa. 6) Los martes, organiza la logística de tu semana laboral.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar la imagen pública. 1) Porta un objeto de diseño equilibrado o cuarzo rosa. 2) Cuida tu postura y sonrisa ante el público. 3) Decora tu despacho con arte y simetría. 4) Asóciate con personas que mejoren tu imagen y reputación. 5) Medita sobre la justicia en tus decisiones ejecutivas. 6) Los martes, asiste a un evento social de trabajo.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar tu carrera. 1) Lleva ropa oscura de poder o una obsidiana. 2) Controla tu mirada y lenguaje corporal para proyectar misterio. 3) Mantén tus estrategias y planes futuros bajo llave. 4) Gestiona crisis laborales con frialdad y precisión quirúrgica. 5) Investiga a tu competencia a fondo. 6) Los martes, elimina una tarea o proyecto que ya no te da poder.",
      "Sagitario": "Para armonizar con este emplazamiento, debes expandir tu horizonte profesional. 1) Ten un mapa del mundo o souvenirs de viajes en la oficina. 2) Camina mientras hablas por teléfono o dictas. 3) Abre las ventanas, busca luz y espacio en tu trabajo. 4) Publica, enseña o predica tu visión profesional al mundo. 5) Visualiza tu carrera como un viaje de aventura constante. 6) Los jueves o martes, contacta con clientes o socios extranjeros.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar tu ascenso. 1) Usa un reloj clásico de alta gama o ónix. 2) Cuida tus rodillas y huesos, soportes de tu escalada. 3) Mantén un despacho sobrio, minimalista y ejecutivo. 4) Respeta la jerarquía pero trabaja para llegar a la cima. 5) Planifica tu carrera a 10 años vista con metas anuales. 6) Los martes, quédate una hora más para adelantar trabajo estratégico.",
      "Acuario": "Para armonizar con este emplazamiento, debes innovar en la profesión. 1) Usa tecnología punta o accesorios futuristas. 2) Rompe la rigidez física con estiramientos frecuentes. 3) Diseña un espacio de trabajo colaborativo y abierto. 4) Propón cambios radicales o soluciones tecnológicas en tu empresa. 5) Visualiza tu trabajo como un servicio a la humanidad futura. 6) Los martes, presenta una idea original o disruptiva.",
      "Piscis": "Para armonizar con este emplazamiento, debes inspirar desde arriba. 1) Lleva un símbolo discreto de fe o aguamarina. 2) Usa calzado cómodo para fluir en el entorno laboral. 3) Ten una imagen inspiradora o artística en tu mesa. 4) Muestra empatía y compasión como líder. 5) Medita antes de tomar decisiones importantes para escuchar tu intuición. 6) Los martes, realiza una labor de mentoría o ayuda desinteresada."
    },
    "11": {
      "Aries": "Para armonizar con este emplazamiento, debes liderar a tus amigos. 1) Lleva una pulsera roja o de hierro en reuniones sociales. 2) Organiza actividades deportivas grupales. 3) Despeja el salón para recibir gente con energía. 4) Toma la iniciativa para convocar al grupo, no esperes. 5) Visualízate como la punta de lanza de tu comunidad. 6) Los martes, reúnete con tu equipo o red de contactos.",
      "Tauro": "Para armonizar con este emplazamiento, debes estabilizar el grupo. 1) Lleva comida o bebida de calidad a las reuniones. 2) Mantén el contacto físico (abrazos, palmadas) con amigos cercanos. 3) Ofrece tu casa como lugar seguro y cómodo para reuniones. 4) Sé el tesorero o quien gestiona los recursos del grupo. 5) Valora la lealtad y la duración de las amistades sobre la cantidad. 6) Los martes, contacta a un viejo amigo para mantener el lazo.",
      "Géminis": "Para armonizar con este emplazamiento, debes conectar redes. 1) Usa el móvil o gadgets de comunicación activamente. 2) Mueve las manos y circula por la sala en eventos sociales. 3) Ten juegos de mesa o temas de conversación listos. 4) Presenta a personas de diferentes grupos entre sí. 5) Mantén la mente abierta a ideas diversas en el grupo. 6) Los martes, participa en un foro o chat grupal activamente.",
      "Cáncer": "Para armonizar con este emplazamiento, debes nutrir a la comunidad. 1) Lleva un distintivo de pertenencia (pin, camiseta). 2) Cuida a los miembros del grupo que se sientan excluidos. 3) Haz que el espacio de reunión se sienta como un hogar. 4) Protege emocionalmente a tus amigos como si fueran familia. 5) Visualiza una red de hilos plateados que te une a tu gente. 6) Los martes, organiza una cena o encuentro íntimo con amigos.",
      "Leo": "Para armonizar con este emplazamiento, debes ser el corazón del grupo. 1) Viste de forma destacada en eventos sociales. 2) Organiza fiestas o eventos donde puedas ser anfitrión. 3) Asegura que haya buena iluminación y música en tus reuniones. 4) Motiva e inspira a tus amigos con tu entusiasmo. 5) Reconoce que necesitas el aplauso del grupo y gánatelo noblemente. 6) Los domingos o martes, asume un rol de liderazgo en una asociación.",
      "Virgo": "Para armonizar con este emplazamiento, debes servir a la causa. 1) Lleva las actas o la agenda del grupo. 2) Ayuda con la logística y limpieza en eventos sociales. 3) Organiza los archivos o bases de datos de tu comunidad. 4) Ofrece soluciones prácticas a problemas organizativos. 5) Analiza críticamente los objetivos del grupo para mejorarlos. 6) Los martes, dedica una hora a voluntariado o ayuda técnica.",
      "Libra": "Para armonizar con este emplazamiento, debes armonizar las redes. 1) Porta un objeto estético que facilite la conversación. 2) Sonríe y media en disputas entre amigos. 3) Decora el lugar de reunión con flores o buen gusto. 4) Presenta a personas buscando la afinidad y el equilibrio. 5) Visualiza círculos de armonía en tus relaciones sociales. 6) Los martes, asiste a un evento de arte o cultura con amigos.",
      "Escorpio": "Para armonizar con este emplazamiento, debes transformar la sociedad. 1) Lleva un símbolo oculto o de poder en grupo. 2) Mantén una mirada intensa y observa las dinámicas de poder. 3) Reúnete en lugares privados o exclusivos. 4) Sé leal a muerte con tu círculo interno, excluye a los traidores. 5) Investiga los objetivos ocultos de las organizaciones. 6) Los martes, ten una conversación profunda con un aliado estratégico.",
      "Sagitario": "Para armonizar con este emplazamiento, debes inspirar ideales. 1) Lleva ropa cómoda o étnica en reuniones. 2) Organiza excursiones o viajes con amigos. 3) Promueve actividades al aire libre para el grupo. 4) Debate sobre ética, política o filosofía con pasión. 5) Visualiza que tu grupo cambia el mundo con sus ideas. 6) Los jueves o martes, comparte un conocimiento o libro con tu red.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar la organización. 1) Lleva tarjeta de visita o presentación formal. 2) Asume cargos de responsabilidad (presidente, secretario). 3) Mantén el orden y los horarios en las reuniones. 4) Exige seriedad y compromiso a los miembros del equipo. 5) Planifica objetivos a largo plazo para tu comunidad. 6) Los martes, trabaja en la estructura o estatutos de tu asociación.",
      "Acuario": "Para armonizar con este emplazamiento, debes revolucionar el colectivo. 1) Usa tecnología para coordinar a las masas. 2) Participa en manifestaciones o movimientos sociales activos. 3) Rompe las jerarquías, busca la horizontalidad. 4) Defiende las causas humanitarias y de libertad. 5) Visualiza una red eléctrica global de mentes conectadas. 6) Los martes, colabora online en un proyecto de código abierto o social.",
      "Piscis": "Para armonizar con este emplazamiento, debes disolverte en el todo. 1) Lleva un símbolo de paz o unidad. 2) Participa en meditaciones grupales o conciertos. 3) Crea un ambiente de sensibilidad y acogida. 4) Ayuda a los marginados o víctimas dentro de la sociedad. 5) Siente que todos somos uno, borra las fronteras del ego. 6) Los martes, haz voluntariado en un hospital o refugio."
    },
    "12": {
      "Aries": "Para armonizar con este emplazamiento, debes luchar tus batallas internas. 1) Lleva un jaspe rojo bajo la almohada o en el bolsillo. 2) Practica artes marciales en solitario (kata, sombra). 3) Mantén un espacio privado donde puedas descargar la ira (cojines, saco). 4) Defiende a los indefensos de forma anónima. 5) Confronta tus demonios y miedos en meditación activa. 6) Los martes, haz ejercicio intenso en soledad absoluta.",
      "Tauro": "Para armonizar con este emplazamiento, debes enraizar tu inconsciente. 1) Duerme con una piedra de cuarzo o granate cerca. 2) Practica yoga restaurativo o masajes para liberar traumas corporales. 3) Haz de tu dormitorio un santuario de paz y silencio. 4) Dona dinero o recursos de forma anónima. 5) Medita visualizando raíces que bajan a la tierra. 6) Los martes, disfruta de un baño relajante y largo en silencio.",
      "Géminis": "Para armonizar con este emplazamiento, debes escribir tus sueños. 1) Ten un diario de sueños y un bolígrafo en la mesa de luz. 2) Practica la respiración consciente para calmar la mente antes de dormir. 3) Mantén el dormitorio ventilado y sin exceso de libros. 4) Habla contigo mismo en voz alta para ordenar el caos mental. 5) Analiza tus patrones inconscientes escribiendo flujo de conciencia. 6) Los martes, lee ficción o poesía antes de dormir.",
      "Cáncer": "Para armonizar con este emplazamiento, debes sanar el pasado oculto. 1) Lleva una medalla de protección o piedra de luna. 2) Llora si lo necesitas, libera la emoción retenida en el cuerpo. 3) Protege tu sueño, usa antifaz o cortinas opacas. 4) Cuida de enfermos o personas necesitadas en privado. 5) Visualiza un útero de luz dorada que te protege mientras duermes. 6) Los martes, haz una regresión o meditación sobre la infancia.",
      "Leo": "Para armonizar con este emplazamiento, debes iluminar tu sombra. 1) Ten una vela dorada o lámpara tenue en tu retiro. 2) Practica teatro o baile en soledad para expresarte sin juicio. 3) Crea un altar personal donde honres tu propia divinidad oculta. 4) Ayuda a otros a brillar sin pedir reconocimiento a cambio. 5) Reconoce tu orgullo oculto y trabájalo con humildad. 6) Los domingos o martes, dedica tiempo a la creatividad en secreto.",
      "Virgo": "Para armonizar con este emplazamiento, debes ordenar tu caos interno. 1) Ten un ritual de limpieza antes de dormir. 2) Practica mindfulness o escaneo corporal. 3) Mantén el dormitorio impecable, el desorden externo afecta tu paz. 4) Realiza actos de servicio anónimos y prácticos. 5) Analiza tus sueños con un diccionario de símbolos. 6) Los martes, organiza tus pensamientos en listas privadas.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar tu karma. 1) Duerme con sábanas suaves y colores armoniosos. 2) Practica tai chi o movimientos suaves en soledad. 3) Pon música ambiental relajante para limpiar la atmósfera. 4) Perdona a tus enemigos en tu corazón para liberarte. 5) Visualiza la paz mundial o la armonía cósmica. 6) Los martes, realiza un ritual de perdón hacia alguien.",
      "Escorpio": "Para armonizar con este emplazamiento, debes purgar el veneno psíquico. 1) Usa turmalina negra para protegerte en el astral. 2) Practica el ayuno o la depuración física en secreto. 3) Elimina todo rastro de luz o ruido para dormir (oscuridad total). 4) Guarda tus secretos más profundos, no los disipes hablando. 5) Investiga tu propia psicología y traumas sexuales o de poder. 6) Los martes, enfréntate a un miedo en la seguridad de tu hogar.",
      "Sagitario": "Para armonizar con este emplazamiento, debes explorar el más allá. 1) Ten libros espirituales o religiosos en tu mesa de noche. 2) Practica meditación en movimiento o caminatas solitarias en la naturaleza. 3) Crea un espacio para la oración o la conexión divina. 4) Sé el guía espiritual oculto de alguien. 5) Confía en la providencia divina y suelta el control. 6) Los jueves o martes, estudia misticismo o filosofía esotérica.",
      "Capricornio": "Para armonizar con este emplazamiento, debes estructurar la soledad. 1) Ten un reloj o cronómetro para medir tus meditaciones. 2) Practica el ascetismo o la disciplina física en privado. 3) Mantén el dormitorio austero, tipo celda monástica. 4) Asume la responsabilidad de tus errores pasados en silencio. 5) Construye una fortaleza interior mediante la disciplina espiritual. 6) Los martes, pasa una hora en completo silencio y quietud.",
      "Acuario": "Para armonizar con este emplazamiento, debes liberar el inconsciente colectivo. 1) Usa ondas binaurales o tecnología para meditar. 2) Practica técnicas de respiración extrañas o novedosas. 3) Ventila la habitación para renovar la energía eléctrica. 4) Trabaja por causas humanitarias desde el anonimato. 5) Entiende que tus sueños conectan con la red global de mentes. 6) Los martes, experimenta con una técnica de sueño lúcido.",
      "Piscis": "Para armonizar con este emplazamiento, debes fundirte con el todo. 1) Ten un cuenco de agua o fuente cerca de la cama. 2) Duerme mucho, es tu forma de recargar energía. 3) Usa aromaterapia y sonidos de mar para inducir el trance. 4) Reza o pide por la humanidad en tus momentos a solas. 5) Ríndete al flujo universal, deja de luchar contra la corriente. 6) Los martes, practica la compasión y el autoperdón radical."
    }
  },
  "Saturno": {
    "1": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu impulso inicial. 1) Lleva un anillo de hierro o acero mate en la mano dominante. 2) Practica ejercicios de resistencia estática como planchas para fortalecer el core. 3) Despeja las superficies horizontales de tu casa de cualquier objeto superfluo. 4) Ante una provocación, cuenta regresivamente desde 10 antes de responder. 5) Reflexiona por escrito sobre qué te hace sentir impaciente y por qué. 6) Los sábados, dedícate a una tarea monótona que requiera terminar lo que empezaste.",
      "Tauro": "Para armonizar con este emplazamiento, debes construir seguridad material sólida. 1) Porta una moneda antigua o una piedra de ónix en el bolsillo. 2) Realiza caminatas lentas con peso o jardinería pesada. 3) Asegura las cerraduras y la solidez estructural de tu vivienda. 4) Revisa tus finanzas y establece un presupuesto de austeridad voluntaria. 5) Medita sobre la diferencia entre lo que necesitas y lo que deseas. 6) Los sábados, cocina pan o alimentos que requieran fermentación lenta.",
      "Géminis": "Para armonizar con este emplazamiento, debes estructurar tu mente y palabra. 1) Usa gafas de lectura o lleva un lapislázuli. 2) Practica ejercicios de respiración controlada (Pranayama) para calmar los nervios. 3) Organiza tu biblioteca o archivos digitales por orden alfabético o temático. 4) Habla menos de lo necesario; practica el silencio en una reunión social. 5) Estudia un tema complejo con método académico y toma notas a mano. 6) Los sábados, desconéctate de las redes sociales y lee un libro físico.",
      "Cáncer": "Para armonizar con este emplazamiento, debes dar forma a tu contención emocional. 1) Lleva un relicario familiar o una piedra de hematita. 2) Fortalece la zona abdominal y el pecho con ejercicios de pilates. 3) Instala estanterías sólidas o contenedores de almacenamiento en tu hogar. 4) Establece horarios fijos para las comidas familiares y respétalos. 5) Visualiza un muro de piedra seguro protegiendo tu vulnerabilidad interior. 6) Los sábados, revisa temas de seguridad del hogar o seguros familiares.",
      "Leo": "Para armonizar con este emplazamiento, debes madurar tu expresión personal. 1) Usa ropa de colores sobrios y corte clásico o un citrino oscuro. 2) Practica ejercicios de espalda para corregir la postura y la dignidad física. 3) Elimina la decoración excesiva o 'kitsch', buscando la elegancia sobria. 4) Asume el rol de mentor o autoridad responsable frente a alguien más joven. 5) Escribe sobre tus miedos al ridículo para racionalizarlos y vencerlos. 6) Los sábados, trabaja en un proyecto creativo con disciplina profesional, no como hobby.",
      "Virgo": "Para armonizar con este emplazamiento, debes ordenar tu servicio al mundo. 1) Lleva un reloj preciso o un jaspe marrón. 2) Mantén una rutina de higiene y estiramientos estricta cada mañana. 3) Limpia a fondo y desinfecta un área de tu casa cada semana. 4) Define claramente tus funciones laborales para no trabajar de más ni de menos. 5) Analiza tus autocríticas y transfórmalas en un plan de mejora objetivo. 6) Los sábados, organiza tu menú y vitaminas para toda la semana siguiente.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar tus compromisos. 1) Porta una balanza pequeña simbólica o un zafiro azul. 2) Fortalece la zona lumbar y los riñones con hidratación y postura. 3) Crea simetría en la decoración de tu sala principal. 4) Cumple tus promesas sociales al pie de la letra, llegando puntual. 5) Medita sobre la justicia y las reglas que rigen tus relaciones. 6) Los sábados, revisa contratos, acuerdos o temas legales pendientes.",
      "Escorpio": "Para armonizar con este emplazamiento, debes maestrizar tu autocontrol. 1) Lleva ropa negra o una turmalina negra para protección. 2) Practica el control del suelo pélvico o ejercicios de tantra blanco. 3) Deshazte de objetos heredados que carguen energía pesada o negativa. 4) Establece límites férreos sobre tu intimidad y no reveles tus planes. 5) Reflexiona sobre la muerte y la impermanencia para valorar el tiempo presente. 6) Los sábados, realiza un ayuno intermitente o una depuración controlada.",
      "Sagitario": "Para armonizar con este emplazamiento, debes concretar tu filosofía de vida. 1) Usa calzado de montaña resistente o lleva una sodalita. 2) Realiza ejercicios de piernas y caderas para ganar estabilidad, no velocidad. 3) Organiza tus documentos de viaje, títulos académicos y certificados. 4) Comprométete con un curso de estudio largo y termínalo. 5) Cuestiona tus propias creencias dogmáticas mediante la lógica y la razón. 6) Los sábados, dedica tiempo a estudiar una materia difícil o un idioma clásico.",
      "Capricornio": "Para armonizar con este emplazamiento, debes asumir tu autoridad innata. 1) Viste con calidad y estructura (sastrería) o lleva un ónix. 2) Fortalece las rodillas y las articulaciones con ejercicios de bajo impacto. 3) Mantén tu oficina o espacio personal impecable y funcional. 4) Lidera con el ejemplo, llegando antes que nadie y yéndote al final. 5) Visualiza tu vida como un edificio que construyes ladrillo a ladrillo. 6) Los sábados, revisa tus metas a largo plazo y ajusta el plan de acción.",
      "Acuario": "Para armonizar con este emplazamiento, debes sistematizar tu visión de futuro. 1) Lleva un dispositivo antiguo o una amatista oscura. 2) Practica ejercicios que mejoren la circulación en tobillos y pantorrillas. 3) Ordena los cables y la tecnología de tu casa para evitar el caos eléctrico. 4) Participa en una organización comunitaria asumiendo un cargo de gestión. 5) Estructura tus ideas innovadoras en un plan de proyecto viable. 6) Los sábados, colabora en un voluntariado o actividad social con constancia.",
      "Piscis": "Para armonizar con este emplazamiento, debes poner límites al caos. 1) Usa calzado que proteja bien el pie o lleva una piedra amatista. 2) Establece una rutina de sueño estricta (hora de dormir y despertar). 3) Mantén el baño y las zonas de agua impecables y secas. 4) Aprende a decir 'no' a las personas que buscan salvarse a través de ti. 5) Practica el silencio mental enfocándote en un solo objeto por 10 minutos. 6) Los sábados, realiza una actividad artística pero siguiendo una técnica rigurosa."
    },
    "2": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu impulso de gasto. 1) Lleva una moneda de hierro antigua en el bolsillo. 2) Realiza entrenamiento de resistencia para sentir la solidez de tu cuerpo. 3) Reduce al mínimo los objetos decorativos, mantén solo lo esencial. 4) Espera 24 horas antes de realizar cualquier compra no planificada. 5) Reflexiona sobre la diferencia entre valentía y temeridad financiera. 6) Los sábados, revisa tu plan de ahorro y reafirma tu compromiso.",
      "Tauro": "Para armonizar con este emplazamiento, debes construir un patrimonio lento. 1) Porta un anillo de material denso o piedra ónix. 2) Trabaja en el jardín o con arcilla para conectar con la tierra materia. 3) Organiza tu despensa con productos básicos no perecederos (granos, conservas). 4) Paga tus deudas puntualmente para honrar tu palabra material. 5) Medita sobre el miedo a la escasez y cómo este limita tu disfrute. 6) Los sábados, cocina pan o alimentos que requieran fermentación lenta.",
      "Géminis": "Para armonizar con este emplazamiento, debes ser serio con tus recursos intelectuales. 1) Usa una funda resistente para tu teléfono o portátil. 2) Realiza ejercicios de respiración para calmar la ansiedad por el futuro. 3) Clasifica tus libros y materiales de estudio, dona lo que no sirve. 4) Monetiza una habilidad intelectual mediante un plan estructurado. 5) Estudia contabilidad básica o gestión para entender los números fríos. 6) Los sábados, desconéctate de compras online y lee sobre economía.",
      "Cáncer": "Para armonizar con este emplazamiento, debes asegurar el futuro de tu clan. 1) Lleva un relicario o joya heredada con responsabilidad. 2) Fortalece el pecho y estómago con ejercicios de control postural. 3) Revisa el aislamiento térmico y la seguridad estructural de tu casa. 4) Crea un fondo de emergencia intocable para la familia. 5) Visualiza una fortaleza de piedra que protege tus bienes más preciados. 6) Los sábados, revisa seguros de hogar o planes de pensiones.",
      "Leo": "Para armonizar con este emplazamiento, debes ganar tu valor con esfuerzo real. 1) Usa ropa de calidad clásica, huyendo de la moda rápida pasajera. 2) Mantén una postura regia y espalda recta incluso cuando estés cansado. 3) Cuida tus objetos de valor con mantenimiento preventivo y limpieza. 4) Invierte en tu talento creativo de forma profesional, no amateur. 5) Reconoce que tu valor intrínseco no depende de cuánto gastas. 6) Los sábados, trabaja en un proyecto personal que te de prestigio a largo plazo.",
      "Virgo": "Para armonizar con este emplazamiento, debes optimizar cada recurso disponible. 1) Lleva una agenda física detallada o jaspe marrón. 2) Mantén una dieta estricta y económica basada en alimentos naturales. 3) Repara la ropa o electrodomésticos en lugar de tirarlos y comprar nuevos. 4) Lleva un registro exacto de cada centavo que entra y sale. 5) Analiza dónde puedes reducir desperdicio en tu vida diaria. 6) Los sábados, organiza tu menú semanal para no tirar comida.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar las asociaciones económicas. 1) Porta una piedra zafiro azul o un objeto simétrico pequeño. 2) Cuida tus riñones bebiendo agua con disciplina y horario. 3) Ten los papeles de contratos y acuerdos legales perfectamente archivados. 4) Cumple estrictamente los pactos económicos hechos con la pareja. 5) Medita sobre la justicia en el reparto de bienes y responsabilidades. 6) Los sábados, revisa las cuentas conjuntas con objetividad fría.",
      "Escorpio": "Para armonizar con este emplazamiento, debes administrar crisis y legados. 1) Lleva ropa negra o una turmalina para protección energética. 2) Practica el desapego material regalando algo que te cueste soltar. 3) Limpia a fondo zonas de acumulación (trasteros) para mover la energía. 4) Planifica la herencia, testamento o seguros de vida con madurez. 5) Reflexiona sobre la muerte como consejera para vivir con sobriedad. 6) Los sábados, abona deudas kármicas o financieras pendientes.",
      "Sagitario": "Para armonizar con este emplazamiento, debes invertir en sabiduría duradera. 1) Usa botas de montaña resistentes o lleva una sodalita. 2) Realiza caminatas largas con peso para fortalecer piernas y resistencia. 3) Cuida tus títulos académicos y diplomas en carpetas seguras. 4) Ahorra con disciplina para un gran viaje o maestría, sacrificando caprichos. 5) Cuestiona el optimismo ciego financiero con realismo práctico. 6) Los sábados, estudia una materia compleja que requiera años dominar.",
      "Capricornio": "Para armonizar con este emplazamiento, debes gerenciar tu imperio personal. 1) Porta un reloj de alta gama o piedra granate. 2) Cuida tus huesos y dientes con suplementos y visitas al médico. 3) Mantén tu oficina o taller impecable, como la de un CEO. 4) Asume la responsabilidad total de tu situación financiera actual. 5) Visualiza tu ascenso económico como una escalera de piedra sólida. 6) Los sábados, revisa tu estrategia de inversión a largo plazo.",
      "Acuario": "Para armonizar con este emplazamiento, debes financiar la innovación con estructura. 1) Lleva un objeto de tecnología vintage o amatista oscura. 2) Practica ejercicios para la circulación en tobillos con regularidad. 3) Organiza tus dispositivos electrónicos y recicla los obsoletos correctamente. 4) Colabora económicamente con un grupo u organización de forma fija. 5) Diseña un plan de negocio para esa idea revolucionaria que tienes. 6) Los sábados, trabaja en redes o sistemas que generen valor grupal.",
      "Piscis": "Para armonizar con este emplazamiento, debes materializar lo intangible. 1) Usa calzado muy cómodo y protector o una amatista. 2) Establece horarios fijos para dormir y comer, anclando el cuerpo. 3) Protege tus objetos de valor de la humedad o el descuido. 4) Contrata a un contador o usa un sistema automatizado para tus finanzas. 5) Escribe tus sueños materiales y ponles fecha y precio real. 6) Los sábados, realiza una actividad artística con técnica y disciplina."
    },
    "3": {
      "Aries": "Para armonizar con este emplazamiento, debes pensar antes de hablar. 1) Lleva un anillo de acero en el dedo índice. 2) Respira profundamente tres veces antes de contestar a una provocación. 3) Mantén tu coche con el mantenimiento al día para evitar frenazos. 4) Practica el silencio si no tienes algo constructivo que aportar. 5) Escribe tus pensamientos iracundos en papel y luego destrúyelos. 6) Los sábados, estudia algo que requiera concentración intensa y corta.",
      "Tauro": "Para armonizar con este emplazamiento, debes estudiar con paciencia y método. 1) Usa un pañuelo de cuello de tejido natural. 2) Lee en voz alta despacio para mejorar la dicción y el tono. 3) Crea un espacio de estudio cómodo y ergonómico que invite a quedarse. 4) No te apresures en dar tu opinión, tómate tu tiempo para formularla. 5) Aprende sobre jardinería, cocina o construcción a través de libros. 6) Los sábados, dedica la mañana a la lectura profunda de un solo libro.",
      "Géminis": "Para armonizar con este emplazamiento, debes estructurar tu mente dispersa. 1) Lleva gafas (aunque sean de descanso) o un lapislázuli. 2) Practica ejercicios de concentración visual en un solo punto. 3) Organiza tu biblioteca por temas o autores rigurosamente. 4) Habla con propiedad y corrección gramatical, evitando la jerga. 5) Escribe listas de tareas ('To-Do lists') y cúmplelas en orden. 6) Los sábados, escribe un diario o ensayo corto con estructura lógica.",
      "Cáncer": "Para armonizar con este emplazamiento, debes proteger tu historia y memoria. 1) Lleva un relicario o piedra hematita. 2) Ejercita la memoria recordando nombres y fechas familiares. 3) Archiva fotografías y documentos familiares en álbumes seguros. 4) Habla con tus hermanos o vecinos estableciendo límites saludables. 5) Estudia historia, genealogía o el pasado de tu localidad. 6) Los sábados, visita a un familiar mayor o escribe sobre tu infancia.",
      "Leo": "Para armonizar con este emplazamiento, debes ser una autoridad en tu palabra. 1) Usa una pluma estilográfica de calidad o piedra ojo de tigre. 2) Practica la proyección de voz desde el diafragma para sonar firme. 3) Enmarca tus títulos o certificados y cuélgalos en la pared. 4) Da discursos o charlas preparadas con seriedad y profesionalismo. 5) Escribe guiones o textos creativos respetando las reglas de la forma. 6) Los sábados, dedica tiempo a un hobby creativo que requiera estudio técnico.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar tu técnica mental. 1) Lleva un reloj exacto o jaspe. 2) Realiza crucigramas o sudokus para entrenar la lógica detallista. 3) Mantén tu escritorio limpio de papeles, solo lo que estás usando. 4) Critica constructivamente solo cuando se te pida y con tacto. 5) Estudia manuales técnicos, gramática o programación. 6) Los sábados, organiza tus archivos digitales y haz copias de seguridad.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar tus relaciones y pactos. 1) Porta un objeto de cobre o zafiro. 2) Estudia leyes, reglamentos o normas de etiqueta social. 3) Decora tu estudio con simetría y colores sobrios. 4) Sé impecable en tu puntualidad y cumplimiento de citas sociales. 5) Piensa en ambos lados de un argumento antes de emitir juicio. 6) Los sábados, ten una conversación seria y necesaria con tu pareja o socio.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar en el silencio. 1) Lleva gafas oscuras o turmalina negra. 2) Practica el guardar secretos como una disciplina férrea. 3) Investiga temas tabú o complejos en soledad y profundidad. 4) Controla el sarcasmo y usa tus palabras para sanar o transformar. 5) Estudia psicología, ocultismo o ciencia forense con rigor. 6) Los sábados, haz un voto de silencio parcial o introspección.",
      "Sagitario": "Para armonizar con este emplazamiento, debes estructurar tus creencias. 1) Usa calzado de caminata sólido o sodalita. 2) Estudia un idioma clásico (latín, griego) o filosofía académica. 3) Ten mapas antiguos o libros de referencia en tu biblioteca. 4) Cuestiona tus dogmas y busca la prueba lógica de tus creencias. 5) Escribe una tesis o ensayo sobre tu visión del mundo. 6) Los sábados, dedica tiempo a estudios superiores o teológicos serios.",
      "Capricornio": "Para armonizar con este emplazamiento, debes gerenciar la información. 1) Lleva una agenda de piel o piedra ónix. 2) Habla poco, pero que cada palabra cuente y tenga peso. 3) Mantén tus comunicaciones (emails, llamadas) breves y profesionales. 4) Asume el rol de organizador o secretario en reuniones vecinales. 5) Planifica tus rutas y viajes con antelación para no perder tiempo. 6) Los sábados, planifica la logística de la semana entrante.",
      "Acuario": "Para armonizar con este emplazamiento, debes sistematizar el pensamiento grupal. 1) Usa un dispositivo electrónico antiguo o amatista. 2) Estudia ciencias, matemáticas o teoría de sistemas. 3) Organiza grupos de estudio o redes comunitarias con reglas claras. 4) Aporta la visión lógica y fría en discusiones emocionales de grupo. 5) Escribe código o diseña estructuras para proyectos colaborativos. 6) Los sábados, reúnete con amigos para debatir temas intelectuales serios.",
      "Piscis": "Para armonizar con este emplazamiento, debes dar forma a la imaginación. 1) Lleva una piedra amatista o libreta de dibujo. 2) Estudia teoría musical, métrica poética o fotografía técnica. 3) Pon orden en tu caos mental escribiendo cada mañana (journaling). 4) Aprende a comunicar tus intuiciones de forma lógica para ser entendido. 5) Escucha con empatía pero sin dejarte inundar por el problema ajeno. 6) Los sábados, estudia símbolos, mitología o lenguajes sagrados."
    },
    "4": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu reactividad en casa. 1) Ten un objeto de hierro forjado decorativo. 2) Practica la contención física antes de explotar con la familia. 3) Mantén la temperatura de la casa fresca y ventilada. 4) Asume el rol de protector responsable sin ser tirano. 5) Reflexiona sobre la ira heredada de tus ancestros. 6) Los sábados, trabaja en una reparación difícil del hogar tú mismo.",
      "Tauro": "Para armonizar con este emplazamiento, debes asegurar la estructura material. 1) Ten muebles sólidos de madera o piedra que duren años. 2) Trabaja la tierra, cuida un jardín o huerto con constancia. 3) Revisa el aislamiento y la eficiencia energética de la casa. 4) Sé el pilar de estabilidad económica para tu familia. 5) Medita sobre la seguridad y el miedo a perder el hogar. 6) Los sábados, cocina pan o alimentos de larga conservación.",
      "Géminis": "Para armonizar con este emplazamiento, debes ordenar la comunicación familiar. 1) Ten una biblioteca organizada en la sala principal. 2) Practica el silencio en casa para descansar los nervios. 3) Clasifica documentos familiares y archivos importantes. 4) Establece horarios sin pantallas para conversar seriamente. 5) Estudia la historia o el árbol genealógico con datos precisos. 6) Los sábados, lee en casa o estudia un tema académico.",
      "Cáncer": "Para armonizar con este emplazamiento, debes estructurar tus emociones base. 1) Ten un cofre seguro para recuerdos y objetos de valor sentimental. 2) Fortalece la espalda y el core para sostener el peso emocional. 3) Asegura el perímetro de tu casa (vallas, puertas, alarmas). 4) Pon límites claros a las demandas emocionales de los padres. 5) Construye tu seguridad interna para no depender de la aprobación familiar. 6) Los sábados, dedica tiempo al cuidado y mantenimiento del hogar.",
      "Leo": "Para armonizar con este emplazamiento, debes dignificar tu origen. 1) Ten un sillón o lugar reservado que represente tu autoridad. 2) Mantén una postura erguida incluso dentro de casa. 3) Elimina el desorden, busca una estética sobria y noble. 4) Asume la responsabilidad de ser el 'padre/madre' simbólico del clan. 5) Sana la herida de reconocimiento con tu propio padre/madre. 6) Los sábados, organiza la casa para que esté presentable y digna.",
      "Virgo": "Para armonizar con este emplazamiento, debes sanear tu espacio vital. 1) Ten productos de limpieza ecológicos y un sistema de reciclaje. 2) Mantén rutinas de higiene doméstica estrictas y regulares. 3) Despeja las superficies, evita la acumulación de polvo y objetos. 4) Cuida de familiares enfermos o mayores con eficiencia práctica. 5) Analiza los defectos de la casa y haz un plan de reforma lógico. 6) Los sábados, limpieza profunda y organización de despensa.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar la paz hogareña. 1) Ten objetos de arte clásico o simétrico en la sala. 2) Cuida la zona lumbar al realizar tareas domésticas. 3) Busca el equilibrio estético, pinta con colores neutros y sobrios. 4) Establece reglas de convivencia justas y por escrito si es necesario. 5) Reflexiona sobre qué es justo en las obligaciones familiares. 6) Los sábados, embellece el hogar con orden y estructura.",
      "Escorpio": "Para armonizar con este emplazamiento, debes depurar el pasado familiar. 1) Ten una turmalina negra o un objeto de protección en la entrada. 2) Practica el desapego eliminando objetos de difuntos que pesen. 3) Revisa tuberías y desagües, lo que no se ve debe funcionar bien. 4) Mantén secretos familiares bajo llave, respeta la privacidad. 5) Acepta y transforma los traumas de la infancia con terapia seria. 6) Los sábados, limpieza de sótanos, trasteros o zonas ocultas.",
      "Sagitario": "Para armonizar con este emplazamiento, debes cimentar tus creencias. 1) Ten una biblioteca de filosofía o religión en casa. 2) Necesitas techos altos o sensación de amplitud, no te encierres. 3) Decora con recuerdos de viajes pero de forma ordenada y selecta. 4) Respeta las tradiciones religiosas o culturales de tus mayores. 5) Construye tu propia filosofía de vida independiente de la familiar. 6) Los sábados, estudia en casa o planifica la expansión del hogar.",
      "Capricornio": "Para armonizar con este emplazamiento, debes gerenciar el patrimonio. 1) Ten muebles antiguos de calidad o herencias visibles. 2) Cuida tus rodillas y articulaciones al subir escaleras en casa. 3) La casa debe ser funcional, fría en invierno? revisa la calefacción. 4) Tú eres la autoridad final en casa, asúmelo con responsabilidad. 5) Honra a tus ancestros cuidando lo que construyeron. 6) Los sábados, trabaja en el mantenimiento estructural de la vivienda.",
      "Acuario": "Para armonizar con este emplazamiento, debes estructurar la libertad. 1) Ten tecnología fiable y sistemas de seguridad modernos. 2) Ventila la casa a diario, renueva el aire viciado. 3) Organiza los cables y conexiones eléctricas para evitar caos. 4) Trata a la familia con objetividad y cierto desapego saludable. 5) Siente que tu hogar es tu base para salir al mundo, no una cárcel. 6) Los sábados, invita a amigos a casa pero con hora de inicio y fin.",
      "Piscis": "Para armonizar con este emplazamiento, debes contener el caos emocional. 1) Ten un espacio de retiro o meditación claramente delimitado. 2) Asegura que no haya humedades ni fugas de agua en la casa. 3) Mantén el orden físico para evitar la confusión mental. 4) Pon límites al sacrificio por la familia, no eres un mártir. 5) Estructura tu práctica espiritual doméstica con horarios. 6) Los sábados, descansa en soledad y silencio en tu refugio."
    },
    "5": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu autoexpresión. 1) Ten equipo deportivo de calidad y cuídalo. 2) Practica deportes individuales que requieran resistencia y superación. 3) No dejes tu equipo tirado, ten un lugar para cada cosa. 4) En el romance, ve despacio y con seriedad, evita el impulso momentáneo. 5) Define qué es para ti la victoria a largo plazo. 6) Los sábados, entrena o practica tu hobby con rigor militar.",
      "Tauro": "Para armonizar con este emplazamiento, debes invertir en tu creatividad. 1) Usa materiales artísticos de alta calidad y duraderos. 2) Esculpe, modela o trabaja con materiales pesados y tangibles. 3) Crea un jardín o espacio natural que requiera mantenimiento constante. 4) Busca relaciones estables y duraderas, no aventuras pasajeras. 5) Valora tu tiempo de ocio como una inversión en ti mismo. 6) Los sábados, dedica tiempo a un placer productivo (cocina, arte).",
      "Géminis": "Para armonizar con este emplazamiento, debes estructurar el juego mental. 1) Ten juegos de ajedrez o estrategia compleja. 2) Practica actividades que requieran coordinación y conteo. 3) Organiza tus hobbies intelectuales, termina los libros que empiezas. 4) En el amor, busca la estimulación intelectual y la madurez verbal. 5) Tómate en serio tus escritos o ideas creativas, dales forma. 6) Los sábados, estudia reglas de juegos o escribe con método.",
      "Cáncer": "Para armonizar con este emplazamiento, debes dar seguridad a tu niño interior. 1) Ten una colección de objetos con valor sentimental bien cuidada. 2) Practica actividades acuáticas con rutina y horario. 3) Crea un espacio de juego seguro y ordenado para niños o para ti. 4) Asume la responsabilidad parental o de cuidado con seriedad. 5) No reprimas la emoción creativa, dale un cauce estructurado. 6) Los sábados, actividad familiar planificada o cocina tradicional.",
      "Leo": "Para armonizar con este emplazamiento, debes profesionalizar tu talento. 1) Ten un portafolios serio de tu trabajo creativo. 2) Mantén la dignidad y la postura, evita el drama innecesario. 3) Convierte tu hobby en una profesión o trátalo como tal. 4) En el romance, busca respeto y lealtad por encima de la adulación. 5) Supera el miedo al ridículo trabajando la técnica hasta la maestría. 6) Los sábados, ensaya, practica o crea con disciplina férrea.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar la técnica artística. 1) Ten herramientas de precisión y mantenlas impecables. 2) Practica hobbies que requieran detalle (bordado, maquetas, programación). 3) Ordena tu espacio creativo antes y después de usarlo. 4) Sé modestal en la conquista, demuestra tu valor con hechos y servicio. 5) Critica tu obra para mejorarla, pero no te paralices. 6) Los sábados, aprende una nueva técnica artesanal paso a paso.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar el compromiso lúdico. 1) Ten equipo para actividades en pareja (tenis, baile). 2) Asiste a eventos sociales o artísticos de etiqueta o formales. 3) Busca la proporción áurea y la técnica clásica en tu arte. 4) Trata tus citas románticas con respeto, puntualidad y cortesía. 5) Entiende el arte como una estructura de equilibrio y leyes. 6) Los sábados, visita un museo o practica un arte clásico.",
      "Escorpio": "Para armonizar con este emplazamiento, debes controlar la intensidad creativa. 1) Ten materiales artísticos de colores oscuros o profundos. 2) Canaliza la energía sexual hacia la creación artística o proyectos. 3) Mantén discreción sobre tu vida amorosa y hobbies privados. 4) No manipules en el juego de la seducción, sé responsable del vínculo. 5) Transforma el dolor en arte a través de una disciplina rigurosa. 6) Los sábados, investiga o profundiza en un tema que te apasione.",
      "Sagitario": "Para armonizar con este emplazamiento, debes estructurar la aventura. 1) Ten equipo de montaña o viaje de alta resistencia. 2) Planifica tus viajes y excursiones con detalle y seguridad. 3) Estudia la teoría detrás de los deportes o juegos que practicas. 4) En el amor, busca a alguien con quien compartir una filosofía de vida. 5) Tómate en serio la enseñanza o el entrenamiento de otros. 6) Los sábados, practica un deporte o actividad al aire libre con metas.",
      "Capricornio": "Para armonizar con este emplazamiento, debes gestionar el tiempo libre. 1) Ten un hobby que pueda convertirse en negocio o estatus. 2) Practica actividades de resistencia y paciencia (escalada, cerámica). 3) Tu zona de ocio debe ser sobria y funcional. 4) No busques aventuras, busca una pareja sólida para construir. 5) Permítete disfrutar sin sentirte culpable por no estar 'trabajando'. 6) Los sábados, dedica tiempo a un proyecto personal a largo plazo.",
      "Acuario": "Para armonizar con este emplazamiento, debes organizar la creatividad grupal. 1) Ten equipo tecnológico o de computación actualizado. 2) Participa en la organización o gestión de un club o equipo. 3) Diseña sistemas o estructuras para proyectos colaborativos. 4) En el amor, valora la amistad y el respeto a la libertad individual. 5) Da forma concreta a tus ideas futuristas, no las dejes en teoría. 6) Los sábados, reúnete con amigos para trabajar en una idea común.",
      "Piscis": "Para armonizar con este emplazamiento, debes dar forma a lo invisible. 1) Ten instrumentos musicales y estúdialos con solfeo y técnica. 2) Practica danza o yoga con una disciplina regular. 3) Pon límites al tiempo de ocio para no evadirte de la realidad. 4) No idealices a tus amantes, velas tal como son. 5) Usa la estructura (ritmo, métrica, encuadre) para contener tu arte. 6) Los sábados, dedica tiempo al arte espiritual o voluntariado."
    },
    "6": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu energía vital. 1) Lleva un objeto de hierro mate. 2) Cuida tu cabeza y vista, descansa los ojos regularmente. 3) Mantén el entorno de trabajo libre de ruidos estridentes. 4) Controla la impaciencia con subordinados o compañeros lentos. 5) Planifica tus tareas una por una, evitando la multitarea caótica. 6) Los sábados, revisa tu salud dental y craneal.",
      "Tauro": "Para armonizar con este emplazamiento, debes persistir en la labor. 1) Porta un cuarzo ahumado o piedra densa. 2) Cuida tu garganta y tiroides, evita el frío en esa zona. 3) Crea una rutina inamovible que te de seguridad diaria. 4) No asumas más carga de trabajo de la que tu cuerpo soporta. 5) Valora el trabajo lento y bien hecho sobre la rapidez. 6) Los sábados, descansa la voz y conecta con la naturaleza.",
      "Géminis": "Para armonizar con este emplazamiento, debes ordenar tus nervios. 1) Lleva un lapislázuli o libreta de notas estructurada. 2) Cuida tus pulmones y brazos, haz ejercicios de respiración. 3) Clasifica tus papeles y archivos meticulosamente para no perderte. 4) Habla lo justo y necesario en el trabajo, evita el chisme. 5) Estudia métodos de productividad para calmar la mente dispersa. 6) Los sábados, desconexión digital obligatoria por unas horas.",
      "Cáncer": "Para armonizar con este emplazamiento, debes estructurar el cuidado. 1) Lleva una joya familiar discreta. 2) Cuida tu estómago con horarios de comida estrictos. 3) Mantén tu espacio de trabajo limpio emocionalmente (sin dramas). 4) Pon límites claros: no eres la madre/padre de tus compañeros. 5) Asume tus tareas domésticas o laborales con madurez emocional. 6) Los sábados, organiza el menú semanal saludable.",
      "Leo": "Para armonizar con este emplazamiento, debes trabajar con dignidad. 1) Usa ropa de trabajo de calidad y corte clásico. 2) Cuida tu espalda y corazón, mantén la postura recta. 3) Tu lugar de trabajo debe reflejar profesionalismo y sobriedad. 4) Gana el respeto mediante la constancia, no exigiendo atención. 5) Acepta que el reconocimiento tardará, pero llegará sólido. 6) Los sábados, revisa tus logros profesionales con realismo.",
      "Virgo": "Para armonizar con este emplazamiento, debes maestrizar el servicio. 1) Lleva un reloj exacto y funcional. 2) Cuida tu digestión con probióticos y dieta ordenada. 3) La limpieza y el orden son tu ritual sagrado de salud. 4) No te critiques si no alcanzas la perfección absoluta hoy. 5) Sirve a otros con límites, no te conviertas en esclavo. 6) Los sábados, organiza tu botiquín y suplementos.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar la colaboración. 1) Porta una piedra zafiro o un objeto equilibrado. 2) Cuida tus riñones bebiendo agua con disciplina horaria. 3) Mantén la armonía estética en tu mesa de trabajo. 4) Cumple tus compromisos laborales con justicia y equidad. 5) No trabajes de más por agradar, sé justo contigo mismo. 6) Los sábados, revisa si hay desequilibrios en tu rutina diaria.",
      "Escorpio": "Para armonizar con este emplazamiento, debes controlar tu regeneración. 1) Lleva turmalina negra o ropa oscura al trabajo. 2) Cuida tus órganos excretores y reproductivos con salud preventiva. 3) Elimina lo tóxico de tu ambiente laboral (objetos o hábitos). 4) Mantén el control y la reserva sobre tus métodos de trabajo. 5) Acepta la muerte y el renacimiento como parte de la rutina. 6) Los sábados, haz una limpieza profunda o detox.",
      "Sagitario": "Para armonizar con este emplazamiento, debes concretar tu sabiduría. 1) Usa calzado ortopédico o muy cómodo para la ciática. 2) Cuida tu hígado y caderas, evita los excesos en la dieta. 3) Organiza tus libros y materiales de estudio con rigor. 4) No prometas más de lo que puedes cumplir en el trabajo. 5) Convierte tu filosofía en una práctica diaria tangible. 6) Los sábados, estudia o trabaja en tu tesis/proyecto largo.",
      "Capricornio": "Para armonizar con este emplazamiento, debes asumir la carga. 1) Lleva un maletín o agenda de piel de calidad. 2) Cuida tus huesos, dientes y piel con disciplina. 3) Tu oficina es tu templo, mantenla impecable y seria. 4) Trabaja duro, pero aprende a delegar para no colapsar. 5) Visualiza tu carrera como una maratón, no un sprint. 6) Los sábados, planifica la estructura de la semana siguiente.",
      "Acuario": "Para armonizar con este emplazamiento, debes sistematizar la red. 1) Usa tecnología fiable y duradera, no modas pasajeras. 2) Cuida la circulación de tus piernas y tobillos. 3) Organiza los sistemas informáticos o redes de tu trabajo. 4) Mantén la disciplina en trabajos grupales o voluntariados. 5) Aporta estructura a las ideas innovadoras para que funcionen. 6) Los sábados, actualiza software o revisa conexiones.",
      "Piscis": "Para armonizar con este emplazamiento, debes poner límites al sacrificio. 1) Usa zapatos cómodos que protejan bien el pie. 2) Cuida tu sistema linfático e inmunológico con descanso reglado. 3) Mantén el orden físico para no perderte en el caos mental. 4) Di 'no' a tareas que no te corresponden por lástima. 5) Estructura tu tiempo de soledad como una necesidad de salud. 6) Los sábados, descansa los pies y desconecta la mente."
    },
    "7": {
      "Aries": "Para armonizar con este emplazamiento, debes madurar en el conflicto. 1) Lleva un anillo de hierro o acero mate. 2) Respira hondo y cuenta hasta 10 antes de reaccionar a tu pareja. 3) Mantén un entorno minimalista que no agobie la convivencia. 4) Establece reglas claras de comportamiento en disputas. 5) Entiende que la paciencia es la mayor prueba de fuerza. 6) Los sábados, revisa los acuerdos tácitos de la relación.",
      "Tauro": "Para armonizar con este emplazamiento, debes cimentar la lealtad. 1) Regala objetos de valor duradero, no flores que mueren. 2) Trabaja la flexibilidad física para contrarrestar la rigidez mental. 3) Asegura la estabilidad económica de la sociedad o matrimonio. 4) Cumple tu palabra siempre, sé la roca de tu pareja. 5) Acepta que las relaciones sólidas se construyen ladrillo a ladrillo. 6) Los sábados, disfrutad de una rutina tranquila y segura.",
      "Géminis": "Para armonizar con este emplazamiento, debes formalizar el diálogo. 1) Usa pluma y papel para escribir acuerdos importantes. 2) Cuida los pulmones, no fumes ni permitas humo en casa. 3) Ten una biblioteca o zona de estudio compartida y ordenada. 4) Define los términos de la relación con claridad verbal. 5) Escucha con seriedad, sin interrumpir ni trivializar. 6) Los sábados, tened una conversación seria sobre planes futuros.",
      "Cáncer": "Para armonizar con este emplazamiento, debes estructurar la familia. 1) Lleva una joya antigua o heredada. 2) Cuida la alimentación emocional, no comas por ansiedad relacional. 3) Construye un hogar seguro y protegido para la vejez juntos. 4) Asume la responsabilidad de cuidar, pero con límites sanos. 5) Trabaja las heridas de abandono para no proyectarlas. 6) Los sábados, atiende asuntos domésticos o familiares con tu pareja.",
      "Leo": "Para armonizar con este emplazamiento, debes dignificar el compromiso. 1) Usa alianzas o joyas clásicas y sobrias. 2) Mantén una postura digna y respetuosa ante tu socio. 3) Evita el drama público, los trapos sucios se lavan en casa. 4) Sé leal y exige lealtad absoluta, sin juegos infantiles. 5) Reconoce la autoridad y valor de tu pareja sin envidia. 6) Los sábados, asistid a un evento social con formalidad.",
      "Virgo": "Para armonizar con este emplazamiento, debes servir al pacto. 1) Lleva una agenda sincronizada con tu socio. 2) Mantén la higiene y el orden en la convivencia escrupulosamente. 3) Critica menos y construye más mediante actos de servicio. 4) Define roles y tareas domésticas con equidad y precisión. 5) Acepta que la pareja perfecta no existe, se construye trabajando. 6) Los sábados, solucionad problemas prácticos pendientes.",
      "Libra": "Para armonizar con este emplazamiento, debes cumplir el contrato. 1) Porta un anillo de compromiso o símbolo de unión serio. 2) Cuida la zona lumbar, soporte físico de la relación. 3) Mantén la casa estéticamente ordenada y simétrica. 4) Honra los contratos legales y matrimoniales como sagrados. 5) Sé justo y frío al evaluar los problemas, sin victimismo. 6) Los sábados, revisad el estado de la relación objetivamente.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar con responsabilidad. 1) Lleva ónix o turmalina para proteger el vínculo. 2) Practica la contención sexual para aumentar la potencia del vínculo. 3) Respeta los secretos y la privacidad del otro absolutamente. 4) Gestiona los bienes compartidos y herencias con madurez. 5) Acepta las crisis como momentos de forjar la estructura real. 6) Los sábados, hablad de temas difíciles o tabú con calma.",
      "Sagitario": "Para armonizar con este emplazamiento, debes legalizar la unión. 1) Ten los papeles de matrimonio o sociedad en orden. 2) Respetad el espacio personal y la libertad de movimiento. 3) Planificad viajes o estudios conjuntos con antelación y ahorro. 4) Uníos por valores éticos o filosóficos sólidos y compartidos. 5) Sé el maestro o el alumno de tu pareja con humildad. 6) Los sábados, estudiad o aprended algo juntos con disciplina.",
      "Capricornio": "Para armonizar con este emplazamiento, debes institucionalizar la pareja. 1) Usa vestimenta formal o clásica en eventos conjuntos. 2) Trabajad en la construcción de un patrimonio sólido. 3) La relación es un proyecto de vida, requiere gerencia y seriedad. 4) Respeta la jerarquía y la experiencia de tu socio o pareja. 5) Comprométete a largo plazo, en la salud y en la enfermedad. 6) Los sábados, revisad objetivos a 5 o 10 años vista.",
      "Acuario": "Para armonizar con este emplazamiento, debes estructurar la amistad. 1) Usa tecnología para organizar la vida en común. 2) Respetad la independencia radical del otro dentro del pacto. 3) Participad en grupos u organizaciones con responsabilidad. 4) La lealtad es mental y de principios, no solo emocional. 5) Estableced reglas propias para la relación, aunque sean raras. 6) Los sábados, colaborad en un proyecto social o comunitario.",
      "Piscis": "Para armonizar con este emplazamiento, debes limitar la fusión. 1) Lleva una amatista o símbolo espiritual. 2) Establece límites claros para no absorber la carga del otro. 3) Cread un espacio de silencio compartido, sin necesidad de hablar. 4) Sé compasivo pero firme, no salves a quien no quiere salvarse. 5) Construye una base espiritual sólida para la relación. 6) Los sábados, realizad una práctica espiritual o retiro breve."
    },
    "8": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar el miedo a la impotencia. 1) Lleva un amuleto de hierro forjado. 2) Practica la contención de la ira mediante respiración consciente. 3) Elimina de tu entorno objetos que te generen estrés visual. 4) Gestiona tus deudas enfrentándolas una a una, sin huir. 5) Reflexiona sobre la valentía de aceptar lo que no puedes cambiar. 6) Los sábados, revisa tus miedos irracionales y escríbelos.",
      "Tauro": "Para armonizar con este emplazamiento, debes asegurar el legado material. 1) Porta una moneda antigua de valor o ónix. 2) Trabaja la flexibilidad física para evitar rigidez ante el cambio. 3) Ten tus papeles de propiedad, testamento y seguros en orden. 4) No te apegues a posesiones de otros, construye lo tuyo propio. 5) Medita sobre la diferencia entre seguridad y control. 6) Los sábados, revisa el estado de tus ahorros e inversiones a largo plazo.",
      "Géminis": "Para armonizar con este emplazamiento, debes estructurar la mente profunda. 1) Lleva una libreta negra para anotar sueños o miedos. 2) Cuida los pulmones y nervios en momentos de ansiedad. 3) Clasifica y ordena documentos legales o fiscales complejos. 4) Habla de la muerte y los tabúes con seriedad y respeto. 5) Estudia psicología o finanzas para entender los mecanismos ocultos. 6) Los sábados, lee sobre gestión de crisis o estoicismo.",
      "Cáncer": "Para armonizar con este emplazamiento, debes sanar el karma familiar. 1) Lleva una joya de un antepasado con respeto. 2) Cuida tu estómago, el centro de las emociones viscerales. 3) Mantén la casa libre de 'fantasmas' (objetos de ex parejas o duelos no cerrados). 4) Asume la responsabilidad de cuidar el patrimonio emocional del clan. 5) Acepta el duelo como un proceso que requiere tiempo y estructura. 6) Los sábados, honra a tus ancestros o visita el cementerio.",
      "Leo": "Para armonizar con este emplazamiento, debes madurar ante la pérdida. 1) Usa ropa sobria y negra en momentos de crisis. 2) Mantén la dignidad física y postural ante la adversidad. 3) Deshazte de objetos ostentosos que oculten inseguridad. 4) Gestiona el poder compartido sin ego, con responsabilidad. 5) Reflexiona sobre la muerte del ego y la verdadera identidad. 6) Los sábados, trabaja en tu legado personal, ¿qué dejarás al mundo?",
      "Virgo": "Para armonizar con este emplazamiento, debes limpiar el desorden psíquico. 1) Ten un archivo perfectamente organizado para impuestos. 2) Cuida tu salud intestinal y depura el organismo regularmente. 3) Limpia a fondo zonas de acumulación (sótanos, altillos). 4) Analiza tus miedos con lógica fría para desmantelarlos. 5) Sé escrupuloso con el dinero ajeno y la administración. 6) Los sábados, haz auditoría de tus cuentas y salud.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar los finales. 1) Porta un símbolo de equilibrio serio (balanza). 2) Cuida los riñones y la zona lumbar, soportes del miedo. 3) Mantén el orden legal en divorcios o separaciones de socios. 4) Sé justo y equitativo al repartir bienes o deudas. 5) Acepta que toda relación tiene un ciclo y un final estructural. 6) Los sábados, revisa contratos legales o acuerdos prenupciales.",
      "Escorpio": "Para armonizar con este emplazamiento, debes maestrizar la sombra. 1) Lleva turmalina negra o un símbolo de protección fuerte. 2) Practica el autocontrol sexual y emocional estricto. 3) Elimina cualquier objeto que cargue energía negativa densa. 4) Respeta el silencio y el secreto como leyes inquebrantables. 5) Estudia la muerte y la transformación con seriedad científica. 6) Los sábados, haz un ayuno o práctica de introspección profunda.",
      "Sagitario": "Para armonizar con este emplazamiento, debes encontrar sentido al final. 1) Ten libros de teología o filosofía sobre la muerte. 2) Cuida el hígado y caderas, evita excesos autodestructivos. 3) Organiza los asuntos legales de herencias internacionales o lejanas. 4) Cuestiona tus creencias sobre el más allá con rigor. 5) Busca una verdad espiritual que sostenga en la crisis. 6) Los sábados, estudia textos sagrados sobre la impermanencia.",
      "Capricornio": "Para armonizar con este emplazamiento, debes administrar el poder. 1) Lleva un reloj de bolsillo o antigüedad valiosa. 2) Cuida tus huesos y dientes, lo que queda tras la muerte. 3) Gestiona el dinero de otros (banca, impuestos) con ética férrea. 4) Asume tu rol de albacea o responsable en crisis familiares. 5) Visualiza la muerte como la estructura final que da sentido a la vida. 6) Los sábados, planifica tu sucesión o testamento.",
      "Acuario": "Para armonizar con este emplazamiento, debes reformar el trauma. 1) Usa tecnología para gestionar finanzas o salud. 2) Cuida el sistema circulatorio y nervioso ante el estrés. 3) Rompe con patrones ancestrales de miedo mediante la lógica. 4) Gestiona recursos grupales con transparencia y sistema. 5) Entiende la muerte como un cambio de estado energético. 6) Los sábados, participa en grupos de apoyo o investigación.",
      "Piscis": "Para armonizar con este emplazamiento, debes estructurar lo invisible. 1) Lleva un rosario o mala de cuentas para contar rezos. 2) Pon límites físicos al dolor psíquico (duerme y come bien). 3) Protege tu sueño y el inconsciente de influencias externas. 4) No te fusiones con las deudas o crisis de otros, sepárate. 5) Estudia psicología transpersonal o parapsicología con método. 6) Los sábados, practica meditación disciplinada para enfrentar el vacío."
    },
    "9": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu búsqueda. 1) Lleva una brújula o mapa plegado. 2) Realiza caminatas en solitario con un objetivo fijo. 3) Ten un estudio austero, sin distracciones visuales. 4) No impongas tu verdad a gritos, demuestra con hechos. 5) Estudia una sola cosa a fondo en lugar de picar muchas. 6) Los sábados, estudia o lee un texto difícil durante 2 horas.",
      "Tauro": "Para armonizar con este emplazamiento, debes cimentar tus valores. 1) Usa calzado de cuero resistente para el camino largo. 2) Si viajas, ve a lugares antiguos y con historia, no de moda. 3) Ten libros clásicos en encuadernación física de calidad. 4) Sé conservador y prudente al juzgar otras culturas. 5) Construye una filosofía de vida práctica y tangible. 6) Los sábados, visita un museo, catedral o sitio histórico.",
      "Géminis": "Para armonizar con este emplazamiento, debes estructurar el conocimiento. 1) Lleva gafas de lectura o una pluma estilográfica. 2) Cuida la postura al estudiar, evita la tensión cervical. 3) Clasifica tu biblioteca por temas y autores estrictamente. 4) Estudia lógica, gramática o lenguas muertas (latín/griego). 5) Escribe ensayos estructurados para ordenar tus ideas. 6) Los sábados, traduce un texto o estudia reglas gramaticales.",
      "Cáncer": "Para armonizar con este emplazamiento, debes honrar la tradición. 1) Lleva un símbolo religioso familiar. 2) Viaja a lugares donde tengas raíces o historia. 3) Protege los libros y documentos antiguos de la familia. 4) Defiende los valores tradicionales que dan seguridad al clan. 5) Estudia historia, antropología o genealogía con rigor. 6) Los sábados, estudia la historia de tu país o religión.",
      "Leo": "Para armonizar con este emplazamiento, debes ser una autoridad moral. 1) Usa ropa formal o académica en contextos de estudio. 2) Mantén la dignidad al viajar, evita el turismo masivo barato. 3) Enmarca tus títulos y reconocimientos en la pared. 4) Asume el rol de mentor o profesor con responsabilidad. 5) Crea una obra intelectual que perdure en el tiempo. 6) Los sábados, trabaja en un proyecto editorial o educativo.",
      "Virgo": "Para armonizar con este emplazamiento, debes criticar el dogma. 1) Ten diccionarios y enciclopedias a mano. 2) Planifica los viajes al milímetro, nada al azar. 3) Mantén tu lugar de estudio impecable y desinfectado. 4) Analiza las creencias religiosas o filosóficas con lógica. 5) Estudia ciencias exactas, edición o derecho procesal. 6) Los sábados, corrige textos o verifica datos de una investigación.",
      "Libra": "Para armonizar con este emplazamiento, debes legalizar la justicia. 1) Porta un maletín de documentos ordenado. 2) Cuida la espalda baja en viajes largos. 3) Estudia leyes, relaciones internacionales o diplomacia. 4) Sé imparcial y justo al debatir ideas, sigue las reglas. 5) Busca la estructura estética en la filosofía y el arte. 6) Los sábados, lee sobre jurisprudencia o teoría política.",
      "Escorpio": "Para armonizar con este emplazamiento, debes profundizar el saber. 1) Lleva ropa discreta para observar sin ser visto. 2) Investiga en archivos, bibliotecas antiguas o sótanos. 3) Guarda silencio sobre tus planes de viaje o estudio. 4) Estudia ocultismo, química o investigación criminal seria. 5) Transforma tu mente mediante el estudio profundo y obsesivo. 6) Los sábados, investiga un misterio o tema complejo.",
      "Sagitario": "Para armonizar con este emplazamiento, debes formalizar la sabiduría. 1) Ten una biblioteca de clásicos y filosofía dura. 2) Realiza peregrinajes a pie que requieran esfuerzo físico. 3) No seas un eterno estudiante, obtén el título final. 4) Respeta la jerarquía en instituciones académicas o religiosas. 5) Cuestiona tu propio optimismo con realismo severo. 6) Los sábados, asiste a una clase magistral o servicio religioso.",
      "Capricornio": "Para armonizar con este emplazamiento, debes alcanzar la cumbre académica. 1) Lleva un anillo de grado o reloj serio. 2) Escala montañas reales o simbólicas (metas altas). 3) Organiza tu carrera profesional con proyección internacional. 4) Sé la autoridad, el juez o el experto reconocido. 5) Construye una reputación sólida basada en conocimientos reales. 6) Los sábados, trabaja en tu tesis doctoral o maestría.",
      "Acuario": "Para armonizar con este emplazamiento, debes sistematizar la utopía. 1) Usa tecnología para organizar grandes datos. 2) Estudia ciencias, aeronáutica o sociología estructural. 3) Crea redes de conocimiento con reglas claras. 4) Reformula leyes o creencias obsoletas con lógica fría. 5) Viaja con propósitos científicos o humanitarios serios. 6) Los sábados, estudia teoría de sistemas o ciencia política.",
      "Piscis": "Para armonizar con este emplazamiento, debes disciplinar la fe. 1) Lleva un hábito sencillo o ropa modesta. 2) Practica el retiro en monasterios o lugares de silencio. 3) Estudia teología, música clásica o latín. 4) Pon límites a tu fanatismo o credulidad, busca la prueba. 5) Estructura tu práctica espiritual con horarios rígidos. 6) Los sábados, dedica tiempo al estudio de textos sagrados en soledad."
    },
    "10": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu liderazgo. 1) Lleva un reloj de acero resistente. 2) Controla tus impulsos en público, mantén la cara de póker. 3) Ten un despacho ordenado y libre de distracciones. 4) Ejerce la autoridad con justicia y frialdad, no con gritos. 5) Planifica tu carrera como una batalla a largo plazo. 6) Los sábados, revisa tus objetivos profesionales con realismo.",
      "Tauro": "Para armonizar con este emplazamiento, debes cimentar tu estatus. 1) Usa ropa de materiales duraderos y caros. 2) Trabaja con constancia inquebrantable, como un buey. 3) Invierte en mobiliario de oficina que dure toda la vida. 4) Sé la roca en la que confía tu empresa o sector. 5) Construye tu reputación ladrillo a ladrillo, sin atajos. 6) Los sábados, revisa la solidez financiera de tu negocio.",
      "Géminis": "Para armonizar con este emplazamiento, debes formalizar tu mensaje. 1) Lleva una pluma de calidad y una agenda seria. 2) Cuida tu dicción y oratoria, habla como un experto. 3) Archiva y clasifica tus documentos profesionales meticulosamente. 4) Sé preciso en tus comunicaciones públicas, evita la ambigüedad. 5) Conviértete en una autoridad intelectual en tu campo. 6) Los sábados, escribe o edita contenido profesional serio.",
      "Cáncer": "Para armonizar con este emplazamiento, debes estructurar el cuidado público. 1) Lleva un símbolo de tradición o antigüedad. 2) Protege tu privacidad mientras asumes un rol público. 3) Crea una estructura de seguridad para tu equipo o empresa. 4) Asume el rol de padre/madre responsable en tu entorno laboral. 5) Gestiona el legado familiar o empresarial con respeto. 6) Los sábados, planifica la seguridad a largo plazo de tu carrera.",
      "Leo": "Para armonizar con este emplazamiento, debes merecer el trono. 1) Viste con elegancia clásica y sobria. 2) Mantén la dignidad y la rectitud moral en todo momento. 3) Evita el escándalo, busca el prestigio sólido. 4) Asume la carga del liderazgo sin quejarte. 5) Reconoce que la verdadera autoridad viene de la responsabilidad. 6) Los sábados, trabaja en un proyecto que te de honor y respeto.",
      "Virgo": "Para armonizar con este emplazamiento, debes perfeccionar tu oficio. 1) Ten herramientas de trabajo de precisión. 2) Sé puntual y exigente con la calidad de tu trabajo. 3) Mantén tu espacio laboral impecable y eficiente. 4) Sirve desde la excelencia, sé el experto técnico. 5) Analiza los fallos del sistema para corregirlos estructuralmente. 6) Los sábados, audita tus propios procesos de trabajo.",
      "Libra": "Para armonizar con este emplazamiento, debes legislar con justicia. 1) Porta un maletín ordenado y estético. 2) Mantén la compostura y la diplomacia bajo presión. 3) Decora tu oficina con equilibrio y sobriedad. 4) Cumple los protocolos sociales y legales a rajatabla. 5) Sé un juez imparcial en tus decisiones profesionales. 6) Los sábados, estudia leyes, normas o protocolos de tu sector.",
      "Escorpio": "Para armonizar con este emplazamiento, debes controlar el poder. 1) Lleva ropa oscura y discreta de alta calidad. 2) Mantén el control total sobre tus emociones en público. 3) Gestiona recursos de poder o dinero ajeno con integridad. 4) Sé estratega, no reveles tus cartas hasta el final. 5) Transforma las crisis institucionales en oportunidades de orden. 6) Los sábados, planifica estrategias de control de daños.",
      "Sagitario": "Para armonizar con este emplazamiento, debes institucionalizar la verdad. 1) Ten títulos académicos enmarcados y visibles. 2) Compórtate como un catedrático o juez, con seriedad. 3) Organiza planes de expansión internacional con prudencia. 4) Publica trabajos serios, tesis o libros de referencia. 5) Une tu ambición a una ética o filosofía sólida. 6) Los sábados, estudia o trabaja en tu formación superior.",
      "Capricornio": "Para armonizar con este emplazamiento, debes encarnar la autoridad. 1) Lleva un reloj o anillo de herencia. 2) Trabaja más duro que nadie, lidera con el ejemplo. 3) Mantén una imagen pública intachable y profesional. 4) Asume la responsabilidad final de todo lo que ocurre. 5) Visualiza tu carrera como una gran obra de arquitectura. 6) Los sábados, define la estrategia de la próxima década.",
      "Acuario": "Para armonizar con este emplazamiento, debes estructurar la innovación. 1) Usa tecnología fiable para gestionar sistemas complejos. 2) Organiza grupos o redes con reglas claras y justas. 3) Introduce cambios en el sistema de forma gradual y sólida. 4) Sé un líder democrático pero firme en los principios. 5) Trabaja por el bien colectivo con visión de futuro y rigor. 6) Los sábados, diseña sistemas o redes de colaboración.",
      "Piscis": "Para armonizar con este emplazamiento, debes materializar la compasión. 1) Lleva un símbolo discreto de servicio o fe. 2) Pon límites claros entre tu vida pública y espiritual. 3) Trabaja en instituciones de ayuda (hospitales, ONGs) con orden. 4) No te sacrifiques inútilmente, sé eficiente en tu ayuda. 5) Estructura tu visión artística o espiritual para que sea útil. 6) Los sábados, dedica tiempo a organizar tu labor social o artística."
    },
    "11": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar tu rol social. 1) Sé puntual en las reuniones de amigos. 2) Asume la responsabilidad de organizar o dirigir el grupo. 3) Pon límites a amigos que abusen de tu tiempo. 4) Elige amistades maduras y serias, pocas pero buenas. 5) Define tus objetivos a largo plazo con claridad. 6) Los sábados, revisa si tus amigos aportan a tus metas.",
      "Tauro": "Para armonizar con este emplazamiento, debes consolidar redes duraderas. 1) Participa en grupos financieros o de inversión. 2) Mantén la constancia en la asistencia a reuniones. 3) Aporta recursos tangibles y estabilidad al grupo. 4) No prestes dinero a amigos si no hay un contrato. 5) Valora a los amigos de toda la vida, los que han resistido el tiempo. 6) Los sábados, planifica un proyecto económico colaborativo.",
      "Géminis": "Para armonizar con este emplazamiento, debes filtrar la información grupal. 1) Ten una agenda de contactos bien organizada. 2) Habla con seriedad y propiedad en reuniones. 3) Evita el chisme y la dispersión en grupos de chat. 4) Asume el rol de secretario o comunicador oficial. 5) Selecciona intelectualmente a tus amistades, busca mentes serias. 6) Los sábados, depura tus redes sociales y contactos.",
      "Cáncer": "Para armonizar con este emplazamiento, debes limitar la pertenencia. 1) Sé selectivo con a qué 'clan' perteneces. 2) Protege tu intimidad frente al grupo, no te expongas. 3) Cuida a tus amigos antiguos con lealtad y compromiso. 4) Asume responsabilidades de cuidado en la comunidad con límites. 5) Siente la seguridad en grupos pequeños y cerrados. 6) Los sábados, atiende a un compromiso social familiar o íntimo.",
      "Leo": "Para armonizar con este emplazamiento, debes dignificar la amistad. 1) Sé el miembro responsable y honorable del club. 2) No busques aplauso fácil, busca respeto en el grupo. 3) Organiza eventos con clase y protocolo. 4) Asume cargos directivos en asociaciones con seriedad. 5) Relaciónate con personas de autoridad o prestigio. 6) Los sábados, participa en una organización formal o benéfica.",
      "Virgo": "Para armonizar con este emplazamiento, debes servir útilmente al grupo. 1) Lleva las cuentas o la logística de la asociación. 2) Sé crítico y exigente con los objetivos del colectivo. 3) Mantén el orden en las actividades grupales. 4) Ayuda a amigos con problemas prácticos, no solo emocionales. 5) Selecciona amigos que tengan hábitos saludables y ordenados. 6) Los sábados, haz trabajo voluntario técnico o administrativo.",
      "Libra": "Para armonizar con este emplazamiento, debes formalizar las alianzas. 1) Establece reglas claras de convivencia en el grupo. 2) Busca amigos educados, justos y comprometidos. 3) Media en conflictos imponiendo normas y justicia. 4) Participa en sociedades legales o políticas. 5) Valora el compromiso y la palabra dada en la amistad. 6) Los sábados, asiste a una reunión formal o evento social serio.",
      "Escorpio": "Para armonizar con este emplazamiento, debes controlar la influencia social. 1) Sé reservado en grupos grandes, observa más que habla. 2) Elige amigos leales a prueba de balas, elimina a los falsos. 3) Gestiona el poder oculto dentro de la organización. 4) Participa en grupos de investigación o temas profundos. 5) Entiende la dinámica de poder y úsala con responsabilidad. 6) Los sábados, reúne te con tu círculo de confianza estricta.",
      "Sagitario": "Para armonizar con este emplazamiento, debes estructurar los ideales. 1) Únete a grupos académicos, religiosos o filosóficos. 2) Sé dogmático y serio con tus creencias en grupo. 3) Organiza viajes o estudios colectivos con rigor. 4) Busca mentores o personas sabias como amigos. 5) Comprométete con una causa ética a largo plazo. 6) Los sábados, estudia o debate seriamente con colegas.",
      "Capricornio": "Para armonizar con este emplazamiento, debes gerenciar la comunidad. 1) Asume el liderazgo formal de una organización. 2) Relaciónate con personas mayores o de experiencia. 3) Trata la amistad como un contrato de respeto mutuo. 4) Planifica proyectos grupales con viabilidad real. 5) Sé la autoridad moral y práctica de tu círculo. 6) Los sábados, trabaja en la estructura de tu red profesional.",
      "Acuario": "Para armonizar con este emplazamiento, debes sistematizar el futuro. 1) Participa en organizaciones científicas o humanitarias. 2) Establece normas para el funcionamiento de la red. 3) Sé leal a los principios del grupo, no a las personas. 4) Trabaja con disciplina en proyectos de innovación social. 5) Construye estructuras que permitan la libertad colectiva. 6) Los sábados, colabora en la organización de un movimiento.",
      "Piscis": "Para armonizar con este emplazamiento, debes limitar la dispersión social. 1) Pon límites a los 'vampiros energéticos' del grupo. 2) Participa en grupos espirituales o artísticos con disciplina. 3) No te diluyas en la masa, mantén tu identidad. 4) Asume compromisos de ayuda social realistas y cumplibles. 5) Busca amigos que compartan tu sensibilidad pero te den tierra. 6) Los sábados, realiza una actividad grupal tranquila y ordenada."
    },
    "12": {
      "Aries": "Para armonizar con este emplazamiento, debes disciplinar la ira oculta. 1) Duerme solo o en una cama muy espaciosa. 2) Practica deporte en soledad para purgar la agresividad. 3) Controla los ataques de ansiedad con respiración rítmica. 4) No reprimas el enfado, canalízalo en trabajo duro y privado. 5) Enfréntate a tus miedos a solas, sin buscar salvadores. 6) Los sábados, realiza un retiro de aislamiento activo.",
      "Tauro": "Para armonizar con este emplazamiento, debes asegurar el subconsciente. 1) Ten una rutina de sueño inamovible. 2) Controla los miedos a la pobreza ahorrando en secreto. 3) Practica la meditación sentada, inmóvil como una roca. 4) Suelta el apego a las cosas materiales en tu mundo interno. 5) Busca la seguridad en tu propia estructura interna, no fuera. 6) Los sábados, descansa el cuerpo profundamente y sin culpa.",
      "Géminis": "Para armonizar con este emplazamiento, debes silenciar la mente. 1) Prohíbe pantallas y libros una hora antes de dormir. 2) Practica el silencio absoluto (Mauna) regularmente. 3) Ordena tus pensamientos ansiosos escribiéndolos. 4) Controla los nervios y la respiración con pranayama. 5) Estudia en soledad temas que requieran gran concentración. 6) Los sábados, haz un ayuno de información y noticias.",
      "Cáncer": "Para armonizar con este emplazamiento, debes blindar la emoción. 1) Crea un refugio privado e inviolable en tu casa. 2) No cargues con culpas familiares que no te tocan. 3) Pon límites al dolor del pasado, ciérralo con llave. 4) Cuida tu sueño y nutrición como base de tu estabilidad. 5) Asume la soledad como una madre que te nutre, no que te abandona. 6) Los sábados, medita sobre la seguridad interior.",
      "Leo": "Para armonizar con este emplazamiento, debes trabajar el ego en soledad. 1) Renuncia al aplauso externo, busca tu propia aprobación. 2) Trabaja en proyectos creativos sin mostrarlos hasta el final. 3) Acepta los periodos de ostracismo como lecciones de humildad. 4) Sé tu propio rey/reina en el exilio interior. 5) Reconoce tus miedos al fracaso y míralos a la cara. 6) Los sábados, disfruta de tu propia compañía con dignidad.",
      "Virgo": "Para armonizar con este emplazamiento, debes limpiar el karma. 1) Mantén una higiene del sueño y del dormitorio estricta. 2) Sirve a otros de forma anónima y desinteresada. 3) Analiza tus miedos irracionales y desmóntalos con lógica. 4) Ordena tu mundo interior mediante la meditación técnica. 5) Acepta que no puedes controlar el caos del universo, solo tu reacción. 6) Los sábados, dedica tiempo a la salud mental y física.",
      "Libra": "Para armonizar con este emplazamiento, debes equilibrar la soledad. 1) Aprende a estar solo sin sentirte incompleto. 2) Revisa tus relaciones pasadas kármicas con objetividad. 3) Busca la paz interior más que la armonía externa. 4) Pon límites a los enemigos ocultos siendo impecable y justo. 5) Estructura tu tiempo de retiro con belleza y orden. 6) Los sábados, medita sobre el equilibrio y la justicia divina.",
      "Escorpio": "Para armonizar con este emplazamiento, debes maestrizar los demonios. 1) No tengas miedo a la oscuridad, estúdiala. 2) Practica el celibato o la contención sexual temporalmente. 3) Guarda tus secretos y los de otros bajo llave. 4) Transforma tus miedos profundos mediante la disciplina férrea. 5) Acepta la muerte y el final como parte de la estructura vital. 6) Los sábados, realiza una introspección profunda o terapia.",
      "Sagitario": "Para armonizar con este emplazamiento, debes hallar la fe en el vacío. 1) Estudia teología o filosofía en aislamiento. 2) Confía en que hay un orden superior aunque no lo veas. 3) Medita para encontrar al maestro interno. 4) Acepta las pruebas de fe con estoicismo. 5) Busca el sentido del sufrimiento en la sabiduría antigua. 6) Los sábados, reza, medita o lee textos sagrados.",
      "Capricornio": "Para armonizar con este emplazamiento, debes construir el templo interior. 1) Sé tu propia autoridad espiritual y moral. 2) Acepta la soledad y la melancolía como maestras serias. 3) Trabaja en tu legado espiritual con disciplina. 4) Pon límites a tus propios miedos al fracaso. 5) Estructura tu inconsciente como un edificio sólido. 6) Los sábados, practica la meditación zen o disciplina estricta.",
      "Acuario": "Para armonizar con este emplazamiento, debes desapegarte del colectivo. 1) Aíslate para recargar tu sistema nervioso. 2) Entiende que eres diferente y eso está bien, acéptalo. 3) Estudia sistemas ocultos o metafísica con lógica. 4) Libérate de la necesidad de encajar en la sociedad. 5) Estructura tus intuiciones futuristas en soledad. 6) Los sábados, desconecta de la red y conecta con el vacío.",
      "Piscis": "Para armonizar con este emplazamiento, debes dar forma al infinito. 1) Pon horarios y límites a tu práctica espiritual. 2) No te evadas en drogas o sueño, mantente sobrio. 3) Cierra tu aura visualizando una estructura protectora. 4) Sirve al mundo desde el retiro o la oración disciplinada. 5) Acepta el sacrificio kármico con madurez y sin victimismo. 6) Los sábados, dedica tiempo al arte o música sacra en soledad."
    }
  }
}