{
  "Aries": {
    "1": "Mecha corta. Tu cuerpo reacciona antes que tu cerebro; si te empujan, empujas de vuelta al instante. Tienes una cicatriz en la frente o en la cara por actuar sin medir el peligro. Eres un líder natural porque nadie más se atreve a dar el primer paso tan rápido como tú. El ejercicio intenso no es opcional, es tu única válvula de escape para no explotar.",
    "2": "Dinero rápido. Tienes un impulso agresivo para generar ingresos; quieres el dinero ya, no en diez años. Gastas con la misma velocidad con la que ganas, a menudo por impulso o competencia. Defiendes tus posesiones con fiereza. Tienes talento para emprender negocios arriesgados que requieren coraje inicial.",
    "3": "Lengua de fuego. En una discusión, interrumpes y alzas la voz para ganar; la paciencia no es tu fuerte escuchando. Conduces rápido y te frustra la gente lenta en el tráfico o en la conversación. Eres directo y brutalmente honesto, lo que a veces hiere a hermanos o vecinos, aunque no guardas rencor.",
    "4": "Hogar ruidoso. En casa eres el que manda o el que inicia los conflictos; no soportas que te digan qué hacer en tu propio territorio. Probablemente haces reparaciones o cambios en el hogar de forma impulsiva y enérgica. Defiendes a tu familia como un perro guardián ante cualquier amenaza externa.",
    "5": "Conquista amorosa. Te encanta la caza; si la persona te lo pone demasiado fácil, pierdes interés. En los deportes y juegos eres extremadamente competitivo, odias perder incluso al parchís. Tu creatividad es explosiva y espontánea. Con los hijos puedes ser un poco autoritario o impaciente, pero muy divertido y activo.",
    "6": "Trabajo de choque. Eres el mejor para tareas que requieren fuerza física o resultados inmediatos; la burocracia te mata. Si te enfermas, es por inflamación o fiebres altas repentinas debido al estrés no liberado. Necesitas autonomía total en tu rutina diaria. Eres propenso a cortes o quemaduras por hacer las cosas demasiado rápido.",
    "7": "Relación de alto voltaje. Buscas una pareja con carácter que te desafíe, porque la paz absoluta te aburre. Tiendes a iniciar peleas solo para sentir la adrenalina de la reconciliación. Eres directo en tus intenciones; si te gusta alguien, vas y se lo dices. Debes aprender que ceder no es perder.",
    "8": "Deseo urgente. En la intimidad eres instintivo, rápido y muy apasionado; quieres gratificación inmediata. No tienes miedo a las crisis, de hecho, te activas y funcionas mejor cuando hay una emergencia real. Puedes tener conflictos por herencias o dinero compartido si sientes que alguien intenta controlarte.",
    "9": "Aventura temeraria. Defiendes tus creencias con agresividad, a veces convirtiendo debates filosóficos en batallas campales. Te atraen los viajes que impliquen riesgo físico o exploración pionera. No soportas que te limiten mental o geográficamente. Aprendes haciendo y equivocándote, no leyendo manuales.",
    "10": "Ambición pionera. Quieres llegar a la cima rápido y ser el primero en tu campo. Tienes conflictos con los jefes porque odias recibir órdenes; tu camino natural es el autoempleo o el liderazgo. Tu reputación es la de alguien enérgico y valiente, pero quizás un poco conflictivo o impulsivo.",
    "11": "Líder de manada. En los grupos, eres quien propone el plan y arrastra a los demás a la acción. Puedes tener roces con amigos porque tiendes a imponer tu voluntad sin consultar. Te motivan las causas que requieren lucha activa. Eres leal, pero si el grupo se vuelve pasivo, te marchas.",
    "12": "Ira reprimida. A veces no te permites mostrar tu enojo y este se vuelve contra ti en forma de migrañas o insomnio. Tienes un enemigo oculto: tu propia impaciencia. Actúas mejor cuando nadie te ve. Puedes sentir que tienes que luchar batallas solitarias que nadie comprende."
  },
  "Tauro": {
    "1": "Resistencia inamovible. Tienes una fuerza tranquila pero imparable; tardas mucho en enojarte, pero cuando explotas, arrasas con todo. Tu forma de actuar es lenta, deliberada y obstinada. Físicamente eres robusto y aguantas el dolor mejor que nadie. No buscas la pelea, pero si te acorralan, no retrocedes ni un milímetro.",
    "2": "Defensa de recursos. Luchas con uñas y dientes para mantener tu estabilidad económica. Eres posesivo con tu dinero y tus objetos; que te toquen tus cosas te enciende la sangre. Tu ambición es constante y a largo plazo, no te gustan los riesgos financieros rápidos. Trabajas duro si ves la recompensa tangible.",
    "3": "Palabra terca. Una vez que tomas una postura en una discusión, es casi imposible hacerte cambiar de opinión. Tu voz puede ser monótona pero contundente. Te frustra la gente que cambia de idea a cada rato. Puedes tener conflictos con vecinos por temas de límites de propiedad o ruidos molestos.",
    "4": "Guardián del territorio. En casa mandas tú y estableces las reglas de convivencia de forma rígida. Si te sientes invadido en tu espacio privado, te pones de muy mal humor. Defiendes la paz de tu hogar con agresividad si es necesario. Las reformas en casa las haces tú mismo, a tu ritmo y para que duren cien años.",
    "5": "Sensualidad lenta. Tu impulso sexual es terrenal, táctil y de mucha resistencia. En el amor eres posesivo y celoso si sientes amenaza. Disfrutas de hobbies que requieran paciencia y esfuerzo físico, como la jardinería o la construcción. No te gusta competir si implica correr; prefieres demostrar tu fuerza o talento con calma.",
    "6": "Trabajador incansable. Tienes una capacidad de trabajo brutal, puedes mantener el mismo ritmo monótono durante horas sin quejarte. Te enoja que te cambien los planes o la rutina a última hora. Tu salud sufre si te estancas o te vuelves demasiado sedentario; necesitas mover la energía densa. Cuidado con la garganta y el cuello cuando gritas.",
    "7": "Conflicto por inercia. En pareja, tus peleas son por terquedad; puedes estar días sin hablar antes de ceder. Buscas a alguien estable, pero a veces atraes gente que quiere moverte o provocarte. Tu lealtad es férrea, pero si te traicionan, el rencor es eterno. La sexualidad es el pegamento de tus relaciones.",
    "8": "Deseo posesivo. La intimidad para ti es un acto de posesión mutua; necesitas sentir el cuerpo del otro para sentirte seguro. Los conflictos por dinero compartido o divorcios pueden volverse guerras de desgaste muy largas. Tienes un instinto visceral para detectar el valor real de las cosas y las personas.",
    "9": "Dogmatismo práctico. Defiendes tus valores tradicionales o prácticos con mucha tozudez. No te gusta que te sermoneen con teorías abstractas que no sirven para nada. En los viajes, te molesta la incomodidad o los imprevistos. Luchas por conservar lo que consideras verdadero y probado.",
    "10": "Ambición constructora. Construyes tu carrera ladrillo a ladrillo, con una determinación que agota a tus competidores. No te importa tardar en llegar si la posición es segura y bien pagada. Te enfrentas a la autoridad si sientes que tu trabajo no es valorado económicamente. Eres la roca en tu entorno profesional.",
    "11": "Lealtad grupal. Eres el amigo que siempre está ahí, pero te molesta si el grupo cambia de planes constantemente. Puedes tener conflictos económicos con amigos (prestar dinero es mala idea). Defiendes a tus amigos de siempre con mucha fuerza, pero te cuesta abrirte a gente nueva. Eres constante en tus asociaciones.",
    "12": "Rencor silencioso. Guardas enojos antiguos que se pudren por dentro y te quitan energía vital. Te cuesta expresar tu deseo directamente, a veces esperando que el otro adivine. Tu lucha interna es contra tu propia resistencia al cambio. Tienes una fuerza espiritual que nace de la conexión con la naturaleza."
  },
  "Géminis": {
    "1": "Nervio puro. No puedes estar quieto, mueves las manos o la pierna constantemente. Tu agresividad es verbal; lanzas ironías o datos hirientes antes de soltar un golpe. Eres rápido, ágil y disperso. Te aburres de tus propias batallas si duran mucho. Actúas movido por la curiosidad y el aburrimiento.",
    "2": "Dinero diversificado. Te mueves rápido para encontrar ofertas o múltiples fuentes de ingreso. Puedes gastar impulsivamente en tecnología, cursos o viajes cortos. Te estresa tener el dinero estancado. Eres hábil negociando precios y regateando, disfrutas del juego comercial más que de la posesión en sí.",
    "3": "Debate constante. Esta es tu posición natural. Tu arma es la palabra; sabes exactamente qué decir para desarmar o enfurecer a alguien. Te peleas con hermanos o vecinos frecuentemente, pero se te pasa rápido. Conduces con prisa y a veces de forma errática. Escribir furiosamente es tu terapia.",
    "4": "Hogar inquieto. En casa siempre estás haciendo algo, moviendo muebles o invitando gente, lo que puede causar roces con quienes buscan paz. Las discusiones familiares son intelectuales y ruidosas. Te cuesta defender tu hogar emocionalmente porque racionalizas los sentimientos. Necesitas dos casas o mucho espacio mental.",
    "5": "Juego mental. En el amor te excita la inteligencia y el coqueteo verbal; el sexo empieza en el cerebro. Te gustan los juegos de estrategia o destreza manual. Con los hijos eres el instigador de travesuras. Te aburres rápido de las conquistas una vez que descifras el misterio. Eres un ligón nato por pura diversión.",
    "6": "Multitasking frenético. Trabajas en diez cosas a la vez y te enojas si te obligan a enfocarte en una sola tarea repetitiva. Tu sistema nervioso se quema rápido por exceso de actividad mental. Eres propenso a accidentes en las manos o brazos por distracción. Necesitas variedad en tu rutina o te vuelves insoportable.",
    "7": "Discusión conyugal. La relación es un debate continuo; te gusta provocar a tu pareja intelectualmente. Los conflictos se resuelven hablando (o gritando) hasta el agotamiento. Huyes del compromiso si sientes que te cortan las alas o la libertad de hablar con quien quieras. La infidelidad puede ser mental o virtual.",
    "8": "Curiosidad tabú. Investigas los secretos y la sexualidad con una mente afilada y sin pudor. En la cama eres curioso y te gusta hablar o que te hablen. Los conflictos por dinero compartido se deben a falta de claridad o dualidad en la gestión. Tienes un talento para sacar la verdad a la luz en momentos de crisis.",
    "9": "Guerrero de ideas. Te peleas por defender tus opiniones políticas o intelectuales, a veces solo por el placer de la retórica. Te encanta viajar rápido y conocer muchos sitios en poco tiempo. Te irritan los dogmas que no permiten preguntas. Eres el abogado del diablo en cualquier discusión filosófica.",
    "10": "Carrera versátil. Necesitas una profesión donde haya movimiento, ventas, comunicación o debate. Te aburres en puestos jerárquicos rígidos. Tienes fama de ser agudo e inteligente, pero a veces conflictivo por chismes o malentendidos verbales. Eres capaz de hacer dos carreras a la vez.",
    "11": "Activista social. En los grupos eres el que cuestiona las normas y genera debate. Te peleas con amigos por diferencias de opinión, pero rara vez es emocional. Te gusta liderar iniciativas de comunicación o redes. No eres el amigo más leal emocionalmente, pero sí el más divertido y estimulante.",
    "12": "Duda paralizante. Tu mente nunca para de pelear consigo misma, generando ansiedad e insomnio. A veces dices cosas en sueños o tienes tics nerviosos. Te cuesta actuar decisivamente porque ves demasiadas opciones. Tienes un talento oculto para la estrategia, pero a menudo te saboteas hablando de más."
  },
  "Cáncer": {
    "1": "Defensa emocional. Tu iniciativa depende de tu estado de ánimo; si estás mal, no te mueves. Pareces suave, pero si tocan tus puntos sensibles, atacas con tenazas. Tu ira es llorosa o manipuladora. Actúas de forma indirecta, rodeando el objetivo antes de atraparlo. Tu cuerpo retiene líquidos o se hincha cuando estás furioso.",
    "2": "Ahorro por miedo. Luchas por tener seguridad económica para proteger a los tuyos. Gastas dinero en cosas para la casa o comida cuando estás ansioso. Eres muy tenaz en los negocios familiares o inmobiliarios. Te cuesta soltar el dinero si no sientes que hay una garantía emocional detrás.",
    "3": "Palabra defensiva. No discutes con lógica, sino con memoria emocional ('tú me hiciste sentir...'). Te tomas cualquier comentario como un ataque personal. Defiendes a tus hermanos como si fueran tus hijos. Tu comunicación es pasivo-agresiva cuando estás herido; esperas que adivinen por qué estás molesto.",
    "4": "Furia doméstica. El hogar es tu campo de batalla y tu refugio. Aquí es donde realmente muestras tu mal genio. Te peleas por temas de convivencia o protección familiar. Puedes estar remodelando la casa compulsivamente para canalizar energía. Si alguien amenaza a tu familia, te conviertes en una bestia irreconocible.",
    "5": "Pasión protectora. En el amor eres demandante y necesitas mucha seguridad emocional; tus celos nacen del miedo al abandono. Eres muy fértil creativamente. Defiendes a tus hijos con una agresividad que asusta a los maestros u otros padres. Te tomas los juegos y el deporte de forma muy emocional.",
    "6": "Somatización gástrica. Cuando te enojas y no lo expresas, te duele el estómago o te da gastritis. Trabajas duro si sientes que el entorno es 'familiar', pero te desmotivas si el ambiente es frío. Necesitas rutinas que incluyan nutrición y descanso. Eres tenaz en el cuidado de otros, a veces hasta el agotamiento.",
    "7": "Pareja conflictiva. Atraes parejas que sacan tu lado más defensivo o infantil. Los conflictos surgen porque esperas que el otro sea tu padre/madre o viceversa. Te cuesta cortar relaciones tóxicas por apego al pasado. Luchas por mantener la relación unida incluso cuando ya no funciona.",
    "8": "Intimidad vulnerable. El sexo y el conflicto están ligados; necesitas mucha conexión emocional para soltarte. Puedes usar el sexo como forma de atar al otro o de manipulación. Las crisis emocionales son intensas y dramáticas. Tienes un instinto poderoso para detectar peligros ocultos y proteger los recursos compartidos.",
    "9": "Cruzada emocional. Defiendes tus creencias patrióticas, religiosas o familiares con fervor irracional. Te da miedo viajar lejos de lo conocido si no te sientes seguro. Luchas por causas que protejan a los débiles, mujeres o niños. Tus convicciones nacen de las tripas, no de la mente.",
    "10": "Ambición privada. Quieres triunfar para dar seguridad a tu clan. Puedes ser un jefe temperamental que trata a los empleados como familia (para bien y para mal). Tu reputación pública fluctúa con tus emociones. Eres muy tenaz y resistente en tu carrera, avanzando de lado pero sin soltar la meta.",
    "11": "Clan cerrado. Tratas a tus amigos como familia y te ofendes si ellos no hacen lo mismo. Los conflictos en el grupo te duelen profundamente y tardas en perdonar. Prefieres luchar por causas locales o comunitarias. Eres el que cocina o cuida del grupo, pero cobras esa factura emocional después.",
    "12": "Héroe secreto. Guardas mucha rabia y resentimiento que no expresas, lo que te causa pesadillas. Actúas mejor tras bastidores o cuidando a otros en hospitales o retiros. Tu lucha es contra tus propios miedos irracionales. A veces usas el sueño o la evasión para no enfrentar conflictos directos."
  },
  "Leo": {
    "1": "Orgullo en acción. Necesitas ser el número uno y que se note. Tu ira es dramática y teatral, con rugidos que buscan respeto. Tienes una vitalidad radiante y mucha fuerza física, especialmente en la espalda y el corazón. No soportas que te humillen públicamente; reaccionas con dignidad ofendida pero feroz.",
    "2": "Gastos reales. El dinero es un medio para demostrar tu valor y generosidad. Gastas a lo grande en lujos, fiestas o regalos impresionantes. Te peleas si sientes que te están estafando o no te dan el trato VIP que mereces. Tienes talento para especular y ganar dinero a través de tu imagen personal.",
    "3": "Voz de mando. Hablas con autoridad y esperas que te escuchen sin interrumpir. En las discusiones eres terco y orgulloso, te cuesta admitir que te equivocaste. Eres muy expresivo y apasionado al contar historias. Defiendes a tus hermanos siempre y cuando reconozcan tu liderazgo.",
    "4": "Rey del castillo. En casa tú eres la autoridad y se hace lo que tú dices. Puedes tener conflictos con el padre o figuras de autoridad en la familia por ver quién manda. Proteges tu hogar con generosidad, pero exiges lealtad absoluta. Te gusta organizar fiestas en casa donde tú eres el centro.",
    "5": "Pasión escénica. Esta es tu casa. Tienes un impulso creativo y sexual enorme. El romance es un drama apasionado; necesitas admiración y fuego constante. Eres ultra competitivo en deportes y juegos, perder te hiere el ego. Con los hijos eres un líder nato, fomentando su talento pero exigiendo respeto.",
    "6": "Trabajo digno. Necesitas un trabajo donde puedas brillar y dirigir; ser un subordinado anónimo te mata la energía. Tu salud depende de tu corazón y columna; el estrés te afecta si sientes que no eres apreciado. Te esfuerzas mucho por mantener una imagen física impecable. Eres un jefe exigente pero cálido.",
    "7": "Guerra de egos. Atraes parejas fuertes y con carácter, lo que genera choques de trenes. Los conflictos surgen cuando uno de los dos quiere opacar al otro. Eres muy leal y caballeroso en la pelea, no sueles dar golpes bajos. Necesitas que tu pareja sea tu fan número uno, y tú serás el suyo.",
    "8": "Drama profundo. Vives las crisis como si fueran una tragedia griega. En la intimidad sexual eres dominante, apasionado y teatral; necesitas sentirte adorado en la cama. Los conflictos por dinero o herencias tocan tu orgullo. Tienes una gran fuerza para renacer y reconstruir tu imperio desde cero.",
    "9": "Ideales nobles. Luchas por lo que crees que es justo y honorable. Te apasionan los viajes de lujo o aventura donde puedas ser el protagonista. Defiendes tus creencias con arrogancia a veces, creyendo que tienes la verdad absoluta. Te motiva inspirar a otros con tu visión del mundo.",
    "10": "Ambición visible. Quieres fama, reconocimiento y poder. Trabajas incansablemente para llegar a la cima y ser visto. Los conflictos con jefes son frecuentes si no respetan tu talento. Tu reputación es tu activo más valioso y la defiendes a capa y espada. Eres un líder natural en el ámbito profesional.",
    "11": "Líder social. Organizas los planes del grupo y te molesta si no te siguen. Eres generoso con tus amigos, pero esperas lealtad y reconocimiento a cambio. Los conflictos surgen si sientes que te excluyen o no te dan tu lugar. Te gusta rodearte de gente exitosa o creativa con la que 'compites' amistosamente.",
    "12": "Miedo al fracaso. Ocultas tus inseguridades bajo una máscara de confianza. Tu batalla interna es contra tu propio ego y la necesidad de aprobación. A veces saboteas tu éxito por orgullo. Tienes una fuerza secreta que te permite aguantar situaciones difíciles manteniendo la compostura."
  },
  "Virgo": {
    "1": "Acción precisa. No das un paso sin haber calculado el riesgo. Tu enojo es frío, crítico y detallista; no gritas, enumeras errores. Te pones nervioso si tienes que improvisar. Físicamente puedes ser tenso, acumulando la agresividad en los músculos. Buscas la perfección en cada movimiento que haces.",
    "2": "Gasto eficiente. Eres muy cuidadoso con el dinero, analizas cada compra y buscas la mejor relación calidad-precio. Te estresa el despilfarro. Trabajas duro y de forma hormiga para acumular seguridad. Puedes tener conflictos por pequeñeces financieras o por corregir a otros en cómo manejan sus recursos.",
    "3": "Crítica afilada. En las discusiones, destrozas al oponente con datos, lógica y señalando sus incoherencias. Eres sarcástico y puntilloso. Te irrita la gente que habla sin saber o con mala gramática. Eres un conductor nervioso que sigue las reglas pero insulta a quien no lo hace.",
    "4": "Orden doméstico. Los conflictos en casa surgen por el desorden, la limpieza o los horarios. Eres quien repara todo, pero te quejas mientras lo haces. Necesitas un entorno impecable para no sentir ira. Puedes ser muy exigente con la familia respecto a hábitos y salud. Tu hogar es tu taller.",
    "5": "Hobby técnico. Disfrutas de pasatiempos que requieren precisión, artesanía o detalle. En el amor eres tímido al principio, pero muy servicial y técnico en la cama. Te cuesta dejarte llevar y jugar sin un propósito útil. Con los hijos eres crítico, buscando que sean perfectos y bien educados.",
    "6": "Motor del trabajo. Tienes una energía inagotable para el trabajo diario, el detalle y la organización. Eres propenso al agotamiento por no saber parar hasta que todo esté perfecto. Los conflictos laborales surgen porque criticas la ineficiencia de los compañeros. Tu salud se inflama por nervios y autoexigencia.",
    "7": "Pareja proyecto. Tiendes a intentar 'arreglar' o 'mejorar' a tu pareja, lo que genera roces constantes. Buscas a alguien útil y trabajador. En las discusiones, sacas una lista de agravios guardados cronológicamente. Eres servicial, pero tu ayuda a veces se siente como una crítica encubierta.",
    "8": "Análisis de crisis. Enfrentas los problemas profundos con lógica y pragmatismo, diseccionando el trauma. En la sexualidad puedes ser un poco inhibido por pensar demasiado, o muy técnico. Eres excelente auditando cuentas o gestionando recursos de otros. Te da miedo perder el control higiénico de la situación.",
    "9": "Escepticismo activo. Cuestionas las grandes verdades y buscas la aplicación práctica de cualquier filosofía. Te irritan los gurús vendehumos. En los viajes, tienes todo planificado al minuto y te pones de mal humor si algo sale mal. Luchas por la verdad de los datos, no de las creencias.",
    "10": "Servicio experto. Tu ambición es ser el especialista indispensable, el que sabe cómo funciona todo. Trabajas mucho y a veces te cargan con la responsabilidad de otros porque saben que tú lo harás bien. Te frustra la incompetencia de los líderes. Tu reputación es de eficiencia clínica.",
    "11": "Organizador grupal. En los grupos eres el secretario, el tesorero o el que organiza la logística. Te molesta la gente vaga o impuntual en el círculo de amigos. Tus críticas, aunque bienintencionadas, pueden alejar a algunos. Prefieres grupos pequeños donde se haga algo útil, no solo charlar.",
    "12": "Ansiedad oculta. Tu mente no para de trabajar, generando escenarios catastróficos que nadie ve. Reprimes la ira para parecer correcto, lo que te causa problemas intestinales. Tienes un crítico interno despiadado. Trabajas mejor en soledad o detrás de escena, donde nadie te moleste."
  },
  "Libra": {
    "1": "Guerra fría. Te cuesta horrores tomar la iniciativa directa; prefieres que el otro empiece. Tu enojo es pasivo-agresivo: sonrisas falsas, silencios y sarcasmo elegante. Buscas la armonía, pero a menudo provocas conflicto por indecisión. Gastas mucha energía tratando de caer bien a todos.",
    "2": "Gasto social. El dinero se va en ropa, belleza, arte o salidas con amigos. Te cuesta pelear por un aumento de sueldo directamente, prefieres negociar con encanto. Puedes tener socios económicos porque no te gusta manejar el dinero solo. La estética es una necesidad, no un lujo.",
    "3": "Debate diplomático. Discutes con tanta educación que el otro no se da cuenta de que estás furioso hasta tarde. Eres experto en ver las dos caras de la moneda, lo que te hace dudar antes de atacar. Usas las palabras para seducir o manipular suavemente. Odias los gritos y las palabras soeces.",
    "4": "Hogar estético. Los conflictos en casa te desequilibran totalmente; harás lo que sea para evitar una escena fea. Puedes pelear por la decoración o por la falta de consideración de los otros. Necesitas que tu casa sea un lugar social. A veces cedes demasiado terreno en el hogar hasta que explotas.",
    "5": "Juego de seducción. Eres un estratega del amor; te encanta el flirteo y la conquista mental. No eres de deportes violentos, prefieres el tenis o el baile. Tu creatividad es refinada y orientada a la belleza. Con los hijos eres justo pero a veces demasiado complaciente para evitar ser el 'malo'.",
    "6": "Equilibrio laboral. El ambiente de trabajo conflictivo te enferma los riñones o la espalda baja. Eres bueno mediando disputas entre colegas. Te cuesta trabajar duro si te manchas las manos o si el entorno es feo. Necesitas socializar en el trabajo para tener energía.",
    "7": "Espejo de guerra. Esta es tu posición difícil. Proyectas tu agresividad en la pareja, buscando a alguien peleonero para tú poder ser el 'pacífico'. Las discusiones son eternas porque siempre buscas el punto medio. Luchas por la justicia en la relación, llevando la cuenta exacta de quién hizo qué.",
    "8": "Intimidad mental. Te cuesta lidiar con las pasiones crudas y oscuras; tratas de civilizar el sexo y las crisis. Los conflictos legales o de divorcio los manejas con abogados, evitando el cara a cara. Buscas el equilibrio en el dinero compartido, pero puedes ser manipulado por alguien más intenso.",
    "9": "Justicia ideológica. Defiendes causas justas, derechos humanos y equidad con pasión intelectual. Te gusta viajar acompañado y con comodidad. Evitas el fanatismo. En los debates filosóficos, juegas a ser el árbitro imparcial, lo que puede irritar a quienes tienen posturas firmes.",
    "10": "Política profesional. Avanzas en tu carrera gracias a tus relaciones y tu encanto. Eres ambicioso socialmente. Te cuesta tomar decisiones impopulares como jefe. Tu reputación es de alguien agradable, pero puedes ser visto como indeciso en momentos de crisis. Eres experto en relaciones públicas.",
    "11": "Estratega social. Te mueves en los grupos con elegancia, evitando enemistades directas. Eres el que une a gente peleada. Te frustra la grosería o la falta de ética en los amigos. Luchas por la armonía grupal, a veces sacrificando tu propia opinión honesta. Tienes muchos conocidos, pocos aliados de guerra.",
    "12": "Enemigo amable. Niegas tus propios instintos agresivos, creyendo que eres 'bueno', lo que te lleva a situaciones donde otros se aprovechan de ti. Tienes miedo de estar solo. Tu ira sale en sueños o en comportamientos inconscientes de sabotaje relacional. Debes aprender a decir 'no' sin culpa."
  },
  "Escorpio": {
    "1": "Presencia nuclear. Tienes una intensidad que se siente sin que hables. No reaccionas rápido, observas, planeas y das el golpe fatal cuando nadie se lo espera. Tu resistencia física y emocional es legendaria. Eres reservado, desconfiado y magnético. Si te traicionan, tu mirada hiela la sangre.",
    "2": "Ambición oculta. Quieres dinero porque dinero es poder y control. Eres extremadamente estratégico con tus recursos; nadie sabe cuánto tienes. Luchas a muerte por lo que consideras tuyo. Tienes un instinto natural para reciclar o transformar basura en oro. No gastas, inviertes o acumulas para la guerra.",
    "3": "Silencio cortante. No hablas mucho, pero cuando lo haces, vas a la yugular. Detectas las mentiras al instante y usas la información como arma. Te obsesionas con investigar temas profundos. Tus discusiones son interrogatorios psicológicos. Puedes ser cruel verbalmente si te hieren.",
    "4": "Búnker privado. Defiendes la privacidad de tu hogar con paranoia; nadie entra sin invitación. Puede haber conflictos de poder intensos con la familia o un pasado doméstico traumático que te ha hecho fuerte. En casa te regeneras, pero el ambiente suele estar cargado de emociones no dichas.",
    "5": "Obsesión creativa. No juegas por diversión, juegas a matar o a morir. En el amor eres posesivo, intenso y sexualmente voraz. Te atraen los riesgos extremos. Con los hijos eres protector hasta la asfixia. Tu creatividad sale de las entrañas y suele tocar temas tabú.",
    "6": "Trabajo obsesivo. Cuando te enfocas en una tarea, no paras hasta terminarla o destruirte en el intento. Eres el investigador o cirujano perfecto. Tienes conflictos laborales por temas de poder o secretos. Tu salud es resistente, pero acumulas toxinas emocionales que afectan tus órganos reproductivos o de eliminación.",
    "7": "Lealtad o muerte. Buscas una pareja con la que fusionarte; no te van las relaciones tibias. Si hay conflicto, es una guerra total donde se sacan todos los trapos sucios. Eres celoso y territorial. Si te son leales, darías la vida por tu pareja, pero si no, eres su peor pesadilla.",
    "8": "Poder absoluto. Esta es tu casa. Te mueves como pez en el agua en las crisis, el sexo y las finanzas compartidas. Tienes una libido inagotable y transformadora. Luchas por el control de los recursos ajenos. No tienes miedo a la muerte ni al dolor, lo usas como combustible.",
    "9": "Fanático de la verdad. Defiendes tus creencias con una pasión casi religiosa o destructiva. Te atraen los viajes a lugares peligrosos o misteriosos. No soportas la superficialidad filosófica. Cuando crees en algo, vas hasta el fondo, intentando convertir o destruir a quien se oponga.",
    "10": "Estratega en la sombra. Quieres el poder real, no necesariamente el título. Eres ambicioso y despiadado en los negocios, capaz de esperar años para tu ascenso. Tienes una reputación de ser duro, competente y un poco temible. Eres excelente gestionando crisis corporativas.",
    "11": "Círculo de hierro. Tienes pocos amigos, pero la lealtad es absoluta. Si alguien del grupo traiciona la confianza, lo eliminas para siempre. Te gustan los grupos secretos o de élite. Eres el que maneja los hilos del poder dentro de tu círculo social. Desconfías de los desconocidos.",
    "12": "Espía interno. Tu guerra es invisible y psicológica. Guardas secretos que te carcomen. Eres capaz de actuar en la clandestinidad con una eficacia asombrosa. A veces eres tu propio peor enemigo por no soltar el resentimiento. Tienes una capacidad sexual y energética que a veces reprimes por miedo a su potencia."
  },
  "Sagitario": {
    "1": "Flecha libre. Te mueves con entusiasmo, torpeza y mucha energía. Eres inquieto, deportista y a veces imprudente. Tu ira es explosiva pero se te pasa rápido; no guardas rencor. Actúas por ideales y a veces prometes más de lo que puedes hacer físicamente. Necesitas libertad de movimiento total.",
    "2": "Gasto expansivo. El dinero te quema en las manos; lo usas para comprar experiencias, viajes o libertad. Eres optimista con las finanzas, a veces arriesgando demasiado en apuestas o inversiones dudosas. Te peleas si sientes que el dinero te ata o te limita. Generas recursos con entusiasmo.",
    "3": "Verdad sin filtro. Dices lo que piensas sin anestesia, convencido de que eres honesto, aunque seas grosero. Te encantan los debates acalorados sobre política o religión. Eres ruidoso, exagerado y muy divertido hablando. Te peleas con quien sea de mente cerrada o aburrida.",
    "4": "Hogar de paso. No te gusta estar encerrado en casa mucho tiempo; necesitas ventanas abiertas y maletas listas. Los conflictos familiares surgen por tu necesidad de independencia o por diferencias morales. Quizás vives lejos de tu lugar de origen. Eres el que anima las fiestas familiares.",
    "5": "Aventura romántica. El amor es un deporte y una exploración. Te aburres si no hay risas y movimiento. Eres un conquistador alegre, te gusta la caza pero a veces huyes del compromiso serio. Te encantan los deportes al aire libre y el riesgo. Con los hijos eres el compañero de aventuras, no el policía.",
    "6": "Trabajo con propósito. Necesitas un empleo que tenga sentido para ti y te de libertad; la rutina de oficina te mata. Trabajas con oleadas de entusiasmo. Tu salud depende de tu hígado y caderas; el ejercicio es vital para ti. Te peleas con los compañeros si son pesimistas o detallistas.",
    "7": "Debate conyugal. Buscas una pareja que sea tu compañero de viaje y con quien puedas discutir de todo. Te molesta la gente celosa o pegajosa. Los conflictos surgen porque quieres tener siempre la razón moral. Eres directo en la relación, a veces con poca tacto, pero sin malicia.",
    "8": "Riesgo compartido. Te juegas el dinero compartido con un optimismo peligroso. En la intimidad eres apasionado, aventurero y directo; te gusta probar cosas nuevas. No te enganchas en dramas emocionales oscuros, prefieres reírte en la cama. Afrontas las crisis con fe ciega en que todo saldrá bien.",
    "9": "Cruzado ideológico. Luchas ferozmente por tus creencias, filosofía o religión. Eres un viajero incansable y arriesgado. Te enfrentas a cualquiera que ataque tu visión del mundo. En la universidad o estudios superiores eres activo y polémico. Quieres conquistar el mundo con tus ideas.",
    "10": "Liderazgo inspirador. Quieres ser un líder, un guía o un maestro. Eres ambicioso pero necesitas divertirte en el proceso. Te peleas con la burocracia institucional. Tu reputación es la de alguien enérgico, visionario y a veces un poco arrogante o predicador. Buscas expansión profesional constante.",
    "11": "Activista global. Te unes a grupos que promueven ideales, política o deportes. Eres el amigo que organiza el viaje o la fiesta. Te peleas por principios éticos dentro del grupo. Eres leal a la causa más que a las personas individuales. Te gusta rodearte de gente extranjera o diferente.",
    "12": "Evasión activa. Cuando tienes problemas, huyes físicamente o te evades con excesos. Tienes una inquietud interna que no te deja descansar. Tus enemigos ocultos son tus propios dogmas o la negación de la realidad. Puedes luchar por causas perdidas o secretas con gran nobleza."
  },
  "Capricornio": {
    "1": "Fuerza controlada. Pareces serio, duro y competente. No desperdicias energía en movimientos inútiles. Tu ira es fría y autoritaria; impones respeto sin gritar. Eres resistente como una roca y muy ambicioso desde joven. Actúas con estrategia, pensando en las consecuencias a largo plazo.",
    "2": "Ambición material. Trabajas más duro que nadie para asegurar tu estatus financiero. El dinero es tu medida de éxito y poder. Eres conservador con el gasto, inviertes en cosas sólidas. Te frustra enormemente perder dinero o sentirte pobre. Defiendes tu patrimonio con leyes y estructuras.",
    "3": "Orden verbal. Hablas para dar órdenes o estructurar la realidad. Eres seco, sarcástico y vas al grano. No te gustan las charlas triviales. En discusiones, ganas por cansancio y autoridad. Puedes ser duro con hermanos o vecinos si no cumplen las reglas. Planificas tus movimientos con antelación.",
    "4": "Autoridad doméstica. En casa eres el jefe o sientes la carga de la responsabilidad familiar. Los conflictos surgen por temas de disciplina o deberes. Quizás tuviste una infancia dura que te obligó a madurar. Defiendes la tradición y la estructura familiar. Te cuesta relajarte en el sofá.",
    "5": "Ocio productivo. Incluso tus hobbies son serios o competitivos; juegas para ganar o para mejorar tu estatus. En el amor eres cauteloso, buscas a alguien que valga la pena el esfuerzo. Con los hijos eres exigente y disciplinado. Tu sexualidad es terrenal y potente, pero controlada.",
    "6": "Trabajólico. Tu capacidad de trabajo es inmensa; eres el empleado que llega primero y se va el último. Te irrita la incompetencia y la pereza ajena. Tu salud se resiente en los huesos, piel o rodillas por exceso de carga y rigidez. Necesitas objetivos claros para funcionar día a día.",
    "7": "Contrato serio. Te tomas las relaciones como un compromiso empresarial. Buscas una pareja ambiciosa y respetable. Los conflictos son por temas de poder, estatus o responsabilidades no cumplidas. No eres de dramas, si algo no funciona, lo cortas fríamente. Eres leal mientras se respete el pacto.",
    "8": "Control de crisis. Eres excelente gestionando situaciones límite con cabeza fría. En el sexo eres dominante y resistente, aunque tardas en mostrar tu lado salvaje. Manejas el dinero de otros o herencias con prudencia y autoridad. Te da miedo perder el control ante la muerte o el deseo.",
    "9": "Ambición académica. Luchas por obtener títulos y reconocimiento intelectual. Eres conservador en tus creencias y defiendes el orden establecido. Viajas por trabajo o estatus, no por mochila. Te tomas la filosofía y la ley muy en serio. Eres escéptico ante lo nuevo hasta que se prueba útil.",
    "10": "Cumbre del poder. Esta es tu posición de exaltación. Tienes una ambición desmedida y la disciplina para lograrla. Estás dispuesto a pisar callos para subir. Te peleas con la autoridad hasta que tú te conviertes en la autoridad. Tu reputación es de hierro: duro, eficiente y exitoso.",
    "11": "Redes de poder. Usas tus amistades para avanzar profesionalmente (networking). Eres el líder maduro del grupo. No te gustan los dramas emocionales en los amigos, prefieres objetivos comunes. Te peleas si el grupo es caótico o irresponsable. Eres selectivo y elitista con quién te juntas.",
    "12": "Miedo al fracaso. Tu lucha interna es contra la sensación de insuficiencia. Trabajas en secreto para asegurar tu éxito. Reprimes mucho la ira, lo que te vuelve melancólico o rígido. A veces tienes enemigos poderosos o compites contra fantasmas del pasado. La soledad es tu lugar de estrategia."
  },
  "Acuario": {
    "1": "Rebelde eléctrico. Actúas de forma impredecible y original. Te mueves por impulsos nerviosos y mentales. Eres terco en tu deseo de ser libre y diferente. Tu ira es fría, desapegada y a veces cortante. No sigues a nadie, vas a tu propio ritmo errático. Físicamente eres nervioso y propenso a calambres.",
    "2": "Recursos inestables. Tu forma de ganar dinero es inventiva, tecnológica o rara. No te apega lo material, sino la libertad que te da. Gastas en gadgets o causas sociales. Te peleas contra el sistema bancario tradicional o las estructuras rígidas. Puedes tener altibajos económicos bruscos.",
    "3": "Provocador mental. Te encanta llevar la contraria en las discusiones solo para ver qué pasa. Eres brillante, rápido y radical en tus palabras. Te peleas por ideas, política o futuro. Con hermanos y vecinos eres distante pero amigable, hasta que intentan limitarte. Te comunicas con shocks.",
    "4": "Hogar libre. Necesitas un hogar donde nadie te controle; si te sientes asfixiado, te vas. Los conflictos familiares surgen por tu desapego o tus ideas radicales. Te gusta tener una casa moderna o llena de gente extraña. Rompes con las tradiciones familiares sin mirar atrás.",
    "5": "Romance experimental. En el amor buscas amistad y libertad, no posesión. Te aburres de lo convencional. Eres creativo de formas innovadoras. Con los hijos eres el amigo loco que les enseña a cuestionar la autoridad. Te gustan los juegos de equipo o videojuegos. El sexo es mental y desinhibido.",
    "6": "Ritmo irregular. Odias la rutina de 9 a 5; necesitas flexibilidad total. Trabajas mejor a ráfagas de inspiración o en equipo. Te peleas con los jefes autoritarios. Tu salud sufre por estrés nervioso o problemas circulatorios. Te interesan las tecnologías aplicadas a la eficiencia.",
    "7": "Pareja independiente. Buscas a alguien que no te necesite. Los conflictos surgen cuando te piden demasiada intimidad emocional o compromiso tradicional. Eres leal a tus principios, no a las reglas sociales de pareja. Te peleas debatiendo ideas, no sentimientos. Cortas rápido si te aburres.",
    "8": "Desapego radical. Analizas el sexo, la muerte y el tabú con curiosidad científica, sin involucrarte emocionalmente demasiado. Experimentas en la intimidad. En crisis, te desconectas de las emociones para encontrar la solución lógica. Luchas por la libertad en el manejo de recursos compartidos.",
    "9": "Revolucionario ideológico. Luchas por el progreso, la ciencia y la libertad humana. Tus creencias son fijas pero vanguardistas. Te gusta viajar de forma alternativa o espacial. Te enfrentas a los dogmas religiosos o conservadores. Quieres cambiar el mundo con tus ideas radicales.",
    "10": "Líder disidente. En tu carrera, eres el que rompe las reglas o innova. Te peleas con las estructuras corporativas viejas. Quieres ser conocido por tu genialidad y tu aporte social. Eres un jefe democrático pero terco intelectualmente. Tu ambición es reformar el sistema.",
    "11": "Guerrero social. Esta es tu mejor zona. Luchas activamente en grupos, ONGs o partidos políticos. Eres el motor de la acción colectiva. Te peleas con amigos por diferencias ideológicas, no personales. Eres leal al grupo y a la causa por encima del individuo. Movilizas a las masas.",
    "12": "Insomnio nervioso. Tu mente no para, luchas contra la ansiedad y la sobrecarga eléctrica en soledad. Actúas de formas que ni tú entiendes a veces, guiado por intuiciones súbitas. Puedes ser un activista clandestino. Tu rebeldía a veces es una forma de no enfrentar tu vacío interior."
  },
  "Piscis": {
    "1": "Acción difusa. Te cuesta horrores arrancar y ser directo; das rodeos, fluyes y te escapas. Tu enojo es confuso, a veces lloras cuando estás furioso. Pareces suave, pero tienes una resistencia pasiva increíble. Te mueves por intuición, no por lógica. A veces te dejas llevar por la corriente hasta que explotas.",
    "2": "Dinero caótico. No eres bueno luchando por lo material de forma directa. El dinero se te va o llega de formas misteriosas. Gastas por impulsos emocionales o caridad. Te pueden estafar si no tienes cuidado. Debes aprender a defender tu valor y cobrar lo que mereces sin culpa.",
    "3": "Palabra evasiva. No dices las cosas claras, hablas en acertijos, poesía o silencio. Te cuesta ser asertivo y decir 'no'. En discusiones, te haces la víctima o te evades mentalmente. Tu comunicación es emocional y empática, pero poco práctica para confrontaciones directas.",
    "4": "Hogar refugio. En casa buscas paz absoluta, cualquier grito te hiere físicamente. Los conflictos familiares son confusos, con mucha manipulación emocional o secretos. Puedes tener problemas de agua o fontanería en casa (literalmente). Defiendes tu soledad doméstica.",
    "5": "Romance soñador. Idealizas la conquista y te enamoras del amor. Tu sexualidad es mística, entregada y sin límites. Eres muy creativo artísticamente. En los juegos no eres competitivo, prefieres cooperar. Con los hijos eres tierno pero te cuesta poner disciplina firme. Buscas la magia.",
    "6": "Salud sensible. Tu nivel de energía fluctúa con tu estado de ánimo y las fases lunares. Te cuesta mantener una rutina estricta. En el trabajo, te sacrificas por los demás o te aprovechas de ellos sin querer. Eres propenso a alergias o intoxicaciones. Necesitas trabajar con inspiración o música.",
    "7": "Conflicto confuso. Atraes parejas dominantes o problemáticas para que actúen por ti. No sabes pelear limpio, usas la culpa o el victimismo. Te cuesta poner límites claros en la relación. Te fusionas tanto con el otro que pierdes tu propia voluntad. Idealizas y luego te decepcionas.",
    "8": "Deseo oceánico. En la intimidad buscas disolverte en el otro, una experiencia espiritual. Tienes miedo a tu propia potencia destructiva. El dinero compartido es un lío. Tienes una gran capacidad para navegar crisis emocionales profundas y ayudar a otros, pero te quedas con su energía.",
    "9": "Cruzado espiritual. Defiendes tus creencias místicas o artísticas con fervor. Te dejas llevar en los viajes, perdiéndote para encontrarte. Luchas por la compasión y la fe. No tienes estructura ideológica, tienes sensaciones. Puedes ser fanático de gurús o causas perdidas.",
    "10": "Liderazgo empático. Te cuesta ser el jefe duro; prefieres inspirar o trabajar en arte, sanación o ayuda. Tu ambición es confusa, a veces quieres éxito y otras quieres desaparecer. La gente te sigue por tu carisma y sensibilidad. Te afecta mucho la crítica pública.",
    "11": "Sacrificio grupal. En los grupos eres el que ayuda a todos, a veces dejando que abusen de tu generosidad. Te unes a causas humanitarias o artísticas. Los conflictos con amigos te deprimen. No sabes quién es amigo y quién no. Fluyes con la energía del colectivo.",
    "12": "Guerrero espiritual. Tu verdadera lucha es interna y en el plano astral. Tienes una fuerza oculta para soportar el sufrimiento. Actúas mejor en secreto, ayudando sin que nadie lo sepa. Reprimes la ira hasta que se convierte en enfermedad o depresión. El sueño es tu campo de batalla y regeneración."
  }
}
