{
  "Aries": {
    "1": "El Marte en Aries en la Casa 1 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Aries en la Casa 2 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Aries en la Casa 3 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Aries en la Casa 4 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Aries en la Casa 5 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Aries en la Casa 6 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Aries en la Casa 7 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Aries en la Casa 8 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Aries en la Casa 9 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Aries en la Casa 10 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Aries en la Casa 11 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Aries en la Casa 12 manifiesta una energía audaz, directa e iniciadora, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Tauro": {
    "1": "El Marte en Tauro en la Casa 1 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Tauro en la Casa 2 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Tauro en la Casa 3 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Tauro en la Casa 4 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Tauro en la Casa 5 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Tauro en la Casa 6 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Tauro en la Casa 7 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Tauro en la Casa 8 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Tauro en la Casa 9 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Tauro en la Casa 10 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Tauro en la Casa 11 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Tauro en la Casa 12 manifiesta una energía estable, sensual y perseverante, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Géminis": {
    "1": "El Marte en Géminis en la Casa 1 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Géminis en la Casa 2 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Géminis en la Casa 3 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Géminis en la Casa 4 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Géminis en la Casa 5 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Géminis en la Casa 6 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Géminis en la Casa 7 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Géminis en la Casa 8 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Géminis en la Casa 9 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Géminis en la Casa 10 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Géminis en la Casa 11 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Géminis en la Casa 12 manifiesta una energía curiosa, adaptable y versátil, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Cáncer": {
    "1": "El Marte en Cáncer en la Casa 1 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Cáncer en la Casa 2 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Cáncer en la Casa 3 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Cáncer en la Casa 4 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Cáncer en la Casa 5 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Cáncer en la Casa 6 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Cáncer en la Casa 7 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Cáncer en la Casa 8 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Cáncer en la Casa 9 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Cáncer en la Casa 10 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Cáncer en la Casa 11 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Cáncer en la Casa 12 manifiesta una energía protectora, intuitiva y emocional, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Leo": {
    "1": "El Marte en Leo en la Casa 1 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Leo en la Casa 2 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Leo en la Casa 3 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Leo en la Casa 4 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Leo en la Casa 5 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Leo en la Casa 6 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Leo en la Casa 7 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Leo en la Casa 8 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Leo en la Casa 9 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Leo en la Casa 10 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Leo en la Casa 11 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Leo en la Casa 12 manifiesta una energía expresiva, creativa y radiante, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Virgo": {
    "1": "El Marte en Virgo en la Casa 1 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Virgo en la Casa 2 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Virgo en la Casa 3 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Virgo en la Casa 4 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Virgo en la Casa 5 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Virgo en la Casa 6 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Virgo en la Casa 7 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Virgo en la Casa 8 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Virgo en la Casa 9 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Virgo en la Casa 10 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Virgo en la Casa 11 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Virgo en la Casa 12 manifiesta una energía analítica, servicial y detallista, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Libra": {
    "1": "El Marte en Libra en la Casa 1 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Libra en la Casa 2 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Libra en la Casa 3 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Libra en la Casa 4 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Libra en la Casa 5 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Libra en la Casa 6 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Libra en la Casa 7 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Libra en la Casa 8 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Libra en la Casa 9 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Libra en la Casa 10 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Libra en la Casa 11 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Libra en la Casa 12 manifiesta una energía diplomática, estética y equilibrada, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Escorpio": {
    "1": "El Marte en Escorpio en la Casa 1 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Escorpio en la Casa 2 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Escorpio en la Casa 3 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Escorpio en la Casa 4 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Escorpio en la Casa 5 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Escorpio en la Casa 6 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Escorpio en la Casa 7 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Escorpio en la Casa 8 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Escorpio en la Casa 9 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Escorpio en la Casa 10 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Escorpio en la Casa 11 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Escorpio en la Casa 12 manifiesta una energía intensa, profunda y estratégica, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Sagitario": {
    "1": "El Marte en Sagitario en la Casa 1 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Sagitario en la Casa 2 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Sagitario en la Casa 3 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Sagitario en la Casa 4 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Sagitario en la Casa 5 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Sagitario en la Casa 6 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Sagitario en la Casa 7 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Sagitario en la Casa 8 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Sagitario en la Casa 9 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Sagitario en la Casa 10 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Sagitario en la Casa 11 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Sagitario en la Casa 12 manifiesta una energía aventurera, optimista y filosófica, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Capricornio": {
    "1": "El Marte en Capricornio en la Casa 1 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Capricornio en la Casa 2 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Capricornio en la Casa 3 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Capricornio en la Casa 4 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Capricornio en la Casa 5 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Capricornio en la Casa 6 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Capricornio en la Casa 7 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Capricornio en la Casa 8 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Capricornio en la Casa 9 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Capricornio en la Casa 10 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Capricornio en la Casa 11 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Capricornio en la Casa 12 manifiesta una energía ambiciosa, disciplinada y pragmática, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Acuario": {
    "1": "El Marte en Acuario en la Casa 1 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Acuario en la Casa 2 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Acuario en la Casa 3 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Acuario en la Casa 4 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Acuario en la Casa 5 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Acuario en la Casa 6 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Acuario en la Casa 7 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Acuario en la Casa 8 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Acuario en la Casa 9 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Acuario en la Casa 10 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Acuario en la Casa 11 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Acuario en la Casa 12 manifiesta una energía original, humanitaria e independiente, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  },
  "Piscis": {
    "1": "El Marte en Piscis en la Casa 1 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de la identidad, el cuerpo físico y la apariencia.",
    "2": "El Marte en Piscis en la Casa 2 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de los recursos personales, dinero y valores.",
    "3": "El Marte en Piscis en la Casa 3 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de la comunicación, hermanos y entorno local.",
    "4": "El Marte en Piscis en la Casa 4 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de el hogar, la familia y las raíces.",
    "5": "El Marte en Piscis en la Casa 5 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de la creatividad, el romance y los hijos.",
    "6": "El Marte en Piscis en la Casa 6 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de la salud, las rutinas y el servicio.",
    "7": "El Marte en Piscis en la Casa 7 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de las relaciones comprometidas y socios.",
    "8": "El Marte en Piscis en la Casa 8 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de la transformación, recursos compartidos y misterios.",
    "9": "El Marte en Piscis en la Casa 9 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de la filosofía, viajes largos y creencias.",
    "10": "El Marte en Piscis en la Casa 10 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de la carrera, reputación y estatus.",
    "11": "El Marte en Piscis en la Casa 11 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de los amigos, grupos y esperanzas futuras.",
    "12": "El Marte en Piscis en la Casa 12 manifiesta una energía compasiva, soñadora y espiritual, inyectando energía y acción en el ámbito de el inconsciente, aislamiento y espiritualidad."
  }
}