{
  "Aries": {
    "1": "La batalla personal. Sientes que la vida te empuja a luchar constantemente por tu autonomía. Tu cuerpo o tu imagen te exigen atención urgente y a veces hay roces físicos o accidentes por ir demasiado rápido. La presión es sentir que si no te mueves tú, nadie lo hará. Consejo: No confundas prisa con eficiencia; elige tus batallas para no agotarte antes de tiempo.",
    "2": "Dinero de combate. Tus finanzas suelen vivir ciclos de 'todo o nada'. Sientes la urgencia de generar ingresos para tapar huecos inmediatos o crisis repentinas. El dinero se va tan rápido como entra por impulsos o emergencias. Consejo: Construye un fondo de emergencia para que los imprevistos no te quiten el sueño.",
    "3": "Mente acelerada. Las obligaciones te llegan a través de mensajes, trámites urgentes o conflictos con hermanos y vecinos. Sientes que siempre tienes que responder 'ya' y tu entorno inmediato es ruidoso o demandante. Consejo: Aprende a desconectar el teléfono; no toda notificación es una emergencia real.",
    "4": "Hogar ruidoso. En casa se viven tensiones, reparaciones urgentes o discusiones que no puedes evitar. Quizás tuviste que independizarte pronto o asumir el rol de 'protector' a la fuerza. Tu refugio a veces se siente como un campo de entrenamiento. Consejo: Tu casa debe ser zona desmilitarizada; baja las armas al cruzar la puerta.",
    "5": "Creatividad a presión. Tus hijos o tus proyectos creativos te exigen una energía inagotable. A veces sientes que 'tienes' que divertirte o competir, y el ocio se vuelve una tarea más. Hay riesgo de quemarse por querer liderar siempre. Consejo: El juego pierde su magia si se convierte en una obligación de ganar.",
    "6": "Rutina de hierro. El trabajo diario es un campo de batalla donde abundan las crisis y los plazos imposibles. Tu salud te pasa factura con inflamaciones o dolores de cabeza si no descargas la adrenalina acumulada. Consejo: El descanso no es debilidad, es el mantenimiento necesario de tu maquinaria.",
    "7": "Conflictos vinculares. Atraes socios o parejas que te desafían o con los que tienes que pelear para definir límites. La 'necesidad' aquí es aprender a negociar sin declarar la guerra. A menudo te ves forzado a defenderte en juicios o acuerdos. Consejo: Ceder no es perder, a veces es la única forma de avanzar.",
    "8": "Crisis agudas. Las deudas o los recursos compartidos generan situaciones de tensión ineludible. Te toca gestionar herencias conflictivas o crisis emocionales de otros que te explotan en la cara. La transformación es a golpe de martillo. Consejo: Corta por lo sano con lo que te drena; la valentía es tu mejor activo financiero.",
    "9": "Defensa de ideas. Te ves obligado a luchar por tus creencias o enfrentas obstáculos burocráticos en viajes y estudios. A veces sientes que el mundo desafía tu verdad y tienes que imponer tu visión. Consejo: No necesitas convencer a nadie para tener razón; vive tu verdad sin imponerla.",
    "10": "Liderazgo forzoso. La carrera te exige tomar el mando en situaciones difíciles. A menudo te toca ser el jefe 'malo' o el que toma las decisiones impopulares. La reputación se forja en el fuego de la acción, no en la calma. Consejo: La autoridad real se demuestra con el ejemplo, no con gritos.",
    "11": "Fricción grupal. En tus círculos de amigos o redes, a menudo eres el que tiene que iniciar la acción o defender al grupo, lo que genera desgaste. Sientes presión por liderar causas sociales o competir dentro de tu comunidad. Consejo: No cargues con el peso del grupo si no te dejan dirigir el barco.",
    "12": "Enemigos ocultos. Sientes una ansiedad interna que te impulsa a actuar, pero no sabes contra qué. El insomnio o el estrés acumulado son facturas que pagas en soledad. A veces, tú mismo eres tu juez más severo y agresivo. Consejo: La paz mental requiere perdonarte a ti mismo por no ser omnipotente."
  },
  "Tauro": {
    "1": "La carga del cuerpo. Sientes la presión de mantener una imagen de estabilidad, aunque por dentro te estés desmoronando. Tu cuerpo te exige cuidados tangibles y puedes sentir pesadez o lentitud física como un obstáculo. La inercia es tu reto. Consejo: Muévete a tu propio ritmo, pero muévete; la rigidez es tu peor enemigo.",
    "2": "El peso de tener. Las posesiones te poseen a ti. Sientes una obligación inmensa de acumular para sentirte seguro, y los gastos fijos te generan mucha ansiedad. A veces mantienes trabajos que odias solo por el sueldo seguro. Consejo: La seguridad real es interna; no dejes que tus cosas te quiten la libertad.",
    "3": "Terquedad mental. Te ves obligado a lidiar con trámites lentos, vecinos obstinados o hermanos que demandan apoyo material. Te cuesta cambiar de opinión y eso te trae problemas de comunicación. Consejo: Flexibiliza tu mente; aferrarte a una idea caduca te cuesta más caro que soltarla.",
    "4": "Ladrillos pesados. La casa o la familia son una carga económica o estructural considerable. Quizás sostienes a tus padres económicamente o vives en una casa que requiere mantenimiento constante y costoso. Consejo: Tu hogar es para vivirlo, no para trabajar para él eternamente.",
    "5": "El costo del placer. Tus hobbies o tus hijos requieren una inversión de dinero y tiempo que sientes como una obligación pesada. A veces te cuesta disfrutar porque estás calculando cuánto cuesta la diversión. Consejo: Disfrutar es una inversión en salud mental, no un gasto a fondo perdido.",
    "6": "Trabajo de carga. Tu rutina laboral implica esfuerzo físico, constancia monótona o tareas que requieren mucha paciencia. Tu salud depende mucho de tu alimentación y de no 'tragar' emociones que se vuelven nudos en la garganta. Consejo: Simplifica tu rutina; la productividad no se mide por cuánto sufres.",
    "7": "Compromisos sólidos. Las relaciones se sienten como contratos blindados difíciles de disolver. Sientes el peso de la lealtad y a veces te quedas en vínculos caducos por no perder la estabilidad o los bienes compartidos. Consejo: La lealtad no debe ser una jaula; quédate donde te valoren, no donde te necesiten.",
    "8": "Deudas densas. Los impuestos, hipotecas o el dinero de la pareja son una fuente de preocupación constante y lenta. Tienes miedo a perder lo que es tuyo y eso te hace controlar demasiado. Consejo: Suelta el control financiero de los demás; confía en que los recursos fluyen si no los estancas.",
    "9": "Dogmas inamovibles. Te sientes presionado por instituciones académicas o religiosas rígidas. Los viajes largos pueden volverse pesados por temas de logística o dinero. Te cuesta adaptar tu visión del mundo a nuevas realidades. Consejo: Abre la ventana a nuevas ideas; el mundo es más grande que tu jardín.",
    "10": "La montaña profesional. Tu carrera avanza lento pero con una carga de responsabilidad inmensa. Sientes que debes proveer seguridad y resultados tangibles, sin margen para el error. La reputación te pesa como una losa de mármol. Consejo: No cargues el mundo sobre tus hombros; delega y confía en el proceso.",
    "11": "Amistades costosas. Pertenecer a ciertos grupos te exige cuotas, tiempo o recursos materiales que a veces no quieres dar. Sientes la obligación de ser el pilar estable de tus amigos, lo cual agota. Consejo: La amistad verdadera es un intercambio ligero, no una hipoteca emocional.",
    "12": "Miedos materiales. Te quita el sueño el miedo a la pobreza o a los cambios imprevistos. Guardas rencores u obsesiones materiales en secreto que te impiden relajarte. El aislamiento te lleva a comer o gastar por ansiedad. Consejo: Lo que posees no define quién eres; tu valor es intrínseco e inalienable."
  },
  "Géminis": {
    "1": "Nervios visibles. La ansiedad y la dispersión son condiciones con las que convives. Sientes la presión de tener que explicarte constantemente o de estar en dos lugares a la vez. Tu sistema nervioso es tu talón de Aquiles. Consejo: Una cosa a la vez; la multitarea es un mito que te está desgastando.",
    "2": "Cuentas múltiples. Tus ingresos fluctúan y sientes la obligación de tener varios trabajos o 'buscas' para llegar a fin de mes. El papeleo financiero y los pequeños gastos hormiga son tu cruz. Consejo: El orden financiero te dará la paz mental que tu cabeza necesita desesperadamente.",
    "3": "Tráfico mental. Esta es la posición literal de la necesidad en la comunicación. Tu entorno te bombardea con demandas, emails, chismes y desplazamientos obligatorios. Hermanos o vecinos son una fuente de responsabilidad constante. Consejo: Aprende a decir 'no tengo opinión sobre eso' y ahorra energía.",
    "4": "Hogar de paso. En tu casa nunca hay silencio; siempre hay gente, ruido o mudanzas. La inestabilidad doméstica te obliga a adaptarte, pero te impide echar raíces profundas. Sientes que vives con las maletas hechas. Consejo: Crea un rincón sagrado de silencio absoluto en tu casa, aunque sea pequeño.",
    "5": "Hijos curiosos. Tus hijos o tus proyectos creativos demandan mucha explicación, diálogo y estímulo mental. Te sientes obligado a entretener o enseñar constantemente, lo que agota tu mente. Consejo: Deja que se aburran; el aburrimiento es la cuna de la creatividad real.",
    "6": "Burocracia diaria. Tu trabajo está lleno de papeles, llamadas, correos y detalles logísticos que no puedes eludir. Tu salud se resiente por el estrés mental y los problemas respiratorios o alergias. Consejo: Automatiza todo lo que puedas; tu cerebro no es una agenda.",
    "7": "Debate constante. Tus parejas o socios te exigen mucha comunicación verbal y a veces las discusiones se vuelven un laberinto sin salida. Sientes la presión de tener que racionalizar cada emoción en la relación. Consejo: A veces un abrazo comunica más que tres horas de análisis lógico.",
    "8": "Papeles de otros. Te toca gestionar la burocracia, los contratos o los trámites complicados de dinero ajeno o herencias. Los secretos y los chismes pueden meterte en problemas legales o fiscales. Consejo: Lee la letra pequeña antes de firmar nada y no te metas en enredos ajenos.",
    "9": "Exámenes eternos. La presión viene por el lado académico, legal o trámites de visados. Sientes que siempre tienes que demostrar lo que sabes o certificar tus conocimientos ante jueces escépticos. Consejo: El título no hace al maestro; valora tu experiencia práctica más que los certificados.",
    "10": "Reputación versátil. Te ves obligado a cambiar de rol profesional con frecuencia o a lidiar con la opinión pública y los rumores. Tu carrera te exige estar siempre conectado e informado, sin descanso. Consejo: Desconecta del 'qué dirán'; tu trayectoria es tuya, no de la audiencia.",
    "11": "Redes atrapantes. Los grupos de chat, las redes sociales y los compromisos con amigos te consumen el tiempo. Sientes la obligación de responder a todos y estar en todas las reuniones. Consejo: Salir de un grupo de WhatsApp es un acto de amor propio válido.",
    "12": "Dudas silenciosas. Tu mente no para, ni siquiera cuando duermes. Los pensamientos intrusivos y las preocupaciones lógicas te aíslan. A veces eres víctima de calumnias ocultas o malentendidos que no puedes aclarar. Consejo: La meditación no es poner la mente en blanco, es observar el tráfico sin tirarte a la carretera."
  },
  "Cáncer": {
    "1": "Cuerpo emocional. Llevas la carga de las emociones en tu postura y en tu estómago. Sientes la obligación de cuidar a otros antes que a ti mismo, y tu identidad se diluye en el rol de 'protector'. La retención de líquidos o peso fluctúa con tu ánimo. Consejo: Poner límites no te hace mala persona, te hace una persona sana.",
    "2": "Ahorro por miedo. Acumulas dinero o provisiones por temor a que falte en el futuro. Gastas por obligación familiar o para 'comprar' seguridad emocional. La economía doméstica es una fuente de preocupación visceral. Consejo: El dinero es energía de flujo, no un muro de contención contra el miedo.",
    "3": "Palabras que pesan. Te tomas muy a pecho lo que dicen hermanos o vecinos. Las conversaciones a menudo giran en torno a quejas, recuerdos pasados o reclamos familiares que te sientes obligado a escuchar. Consejo: No eres el basurero emocional de tu entorno; corta las quejas estériles.",
    "4": "El ancla familiar. Aquí la necesidad es literal: obligaciones con padres, bienes raíces o la estructura del hogar. Sientes que no puedes irte o que debes cargar con la historia y traumas del clan. Consejo: Honra a tus padres viviendo tu propia vida, no sacrificándola por ellos.",
    "5": "Hijos absorbentes. La crianza o los proyectos 'hijos' se viven con una carga de preocupación y apego inmensa. Sientes culpa si te diviertes sin ellos. El drama emocional puede opacar la alegría de crear. Consejo: Cortar el cordón umbilical es necesario para que ambos crezcan.",
    "6": "Cuidar duele. Tu trabajo suele implicar cuidar, nutrir o proteger, y te llevas los problemas laborales a la almohada. Tu estómago es tu barómetro: si el trabajo es tóxico, tu digestión te lo dirá. Consejo: Deja el uniforme de salvador en la oficina; en casa solo eres tú.",
    "7": "Necesidad del otro. En pareja, se generan dinámicas de dependencia o 'necesidad' mutua que pesan. Sientes la obligación de cuidar a tu socio o viceversa, creando una relación padre-hijo en lugar de iguales. Consejo: El amor adulto es elección, no necesidad de supervivencia.",
    "8": "Herencias cargadas. Gestionar el dinero o los bienes de la familia trae conflictos emocionales dolorosos. Hay deudas kármicas o duelos no resueltos que afectan tu patrimonio compartido. Consejo: Limpia las cuentas claras y el corazón también; no aceptes dinero con condiciones manipuladoras.",
    "9": "Creencias heredadas. Te sientes atado a la religión, tradiciones o ideologías de tu familia o patria. Viajar o estudiar lejos puede generar culpa por 'abandonar' el nido. Consejo: Explora el mundo con tus propios ojos, no con las gafas de tus antepasados.",
    "10": "Reputación del clan. Sientes la presión de mantener el nombre o el negocio familiar, o tu carrera está marcada por la necesidad de seguridad emocional. El público te ve como una figura maternal/paternal a la que exigir cuidado. Consejo: Tu éxito profesional no depende de cuánto te sacrifiques por los demás.",
    "11": "Amigos familia. Tu círculo social te exige una lealtad tribal. Te cuesta salir de grupos donde ya no encajas por miedo a herir sentimientos. Sientes la carga de ser el paño de lágrimas de tus amigos. Consejo: Los amigos deben sumar alegría, no solo compartir penas.",
    "12": "Secretos familiares. Cargas con el dolor oculto de tu linaje o con tristezas que no muestras. Tiendes a aislarte en tu caparazón cuando la vida golpea, rumiando el pasado en soledad. Consejo: Llorar limpia, pero quedarse a vivir en la tristeza ahoga. Sal a la superficie."
  },
  "Leo": {
    "1": "Máscara de oro. Sientes la obligación agotadora de estar siempre 'bien', digno y presentable. No te permites la debilidad pública. Tu corazón y tu espalda sufren la presión de mantenerte erguido ante la adversidad. Consejo: Bajar la guardia te hace humano y accesible; nadie puede amar a una estatua.",
    "2": "Gastos de estatus. Sientes que 'necesitas' ciertas marcas, lujos o calidad de vida para sentirte tú mismo. El dinero se va en mantener una imagen o en generosidad obligada con otros para no quedar mal. Consejo: Tu valor brilla igual con ropa sencilla; ahorra para tu futuro, no para tu audiencia.",
    "3": "Voz de mando. En tu entorno cercano, se espera que tú decidas, organices y hables. Hermanos o vecinos delegan en ti la autoridad, lo cual es halagador pero pesado. Sientes que si no lo dices tú, nadie escucha. Consejo: Escuchar es una herramienta de liderazgo más potente que ordenar.",
    "4": "Trono doméstico. En casa eres el rey/reina, pero eso implica que todos los problemas del reino recaen sobre ti. Mantener la casa 'perfecta' o ser el orgullo de la familia es una carga pesada. Consejo: Deja que otros laven los platos; en casa se comparte la corona y la escoba.",
    "5": "Obligación de brillar. Lo que debería ser placer se siente como una performance. Si tienes hijos, sientes que deben ser excepcionales. Si eres artista, sufres si no recibes aplausos constantes. El ego se juega en cada creación. Consejo: Crea para ti, baila como si nadie te viera; el aplauso es un extra, no el fin.",
    "6": "Jefe sirviente. En el trabajo, aunque seas empleado, cargas con responsabilidades de jefe sin el sueldo. Te exiges perfección y reconocimiento, y sufres mucho si te critican o ignoran tu esfuerzo. Corazón y columna requieren cuidado. Consejo: Eres valioso aunque no seas el empleado del mes; relaja la exigencia.",
    "7": "Pareja trofeo. Sientes presión por tener una relación 'de película' o tu pareja te exige atención constante y drama. A veces, atraes a personas egocéntricas con las que luchas por el protagonismo. Consejo: El amor real es compartir el escenario, no pelear por el foco.",
    "8": "Dramas financieros. Las crisis compartidas son teatrales y públicas. Puedes sentir presión por deudas de juego, inversiones arriesgadas o por mantener un nivel de vida insostenible a crédito. Consejo: La honestidad financiera es más digna que una apariencia de riqueza falsa.",
    "9": "Verdad orgullosa. Sientes la obligación de tener la razón en temas políticos, religiosos o filosóficos. Te cuesta admitir que no sabes algo. Los viajes o estudios se hacen para ganar prestigio. Consejo: El sabio es el que sabe rectificar; la humildad te abrirá más puertas que la arrogancia.",
    "10": "Éxito visible. La presión por triunfar, ser famoso o reconocido es aplastante. No te permites fracasar o tener una carrera mediocre. Sientes que el mundo te mira y juzga cada paso. Consejo: El éxito que cuenta es el que te deja dormir tranquilo, no el que sale en las revistas.",
    "11": "Líder de grupo. Los amigos esperan que organices las fiestas y tomes las decisiones. A veces sientes que te quieren por lo que das o por tu brillo, no por quién eres. La presión social es mantener la popularidad. Consejo: Los verdaderos amigos te quieren también cuando estás en pijama y de mal humor.",
    "12": "Soledad del rey. Sufres en silencio el miedo a ser irrelevante o a ser ignorado. Tu orgullo te impide pedir ayuda cuando estás mal, prefiriendo lamerte las heridas en secreto. Consejo: La vulnerabilidad es la máxima expresión de coraje; pide ayuda, no estás solo."
  },
  "Virgo": {
    "1": "Autocrítica física. Vives en un estado de auto-examen constante. Sientes la necesidad imperiosa de corregirte, mejorarte y ser útil. Tu cuerpo somatiza la ansiedad digestiva o nerviosa ante la más mínima imperfección. Consejo: Eres suficiente tal como eres hoy; la perfección es una meta que se mueve, no un lugar.",
    "2": "Contabilidad estricta. Cuentas cada centavo y sientes culpa si gastas en algo 'innecesario'. La presión económica viene por el miedo a que falte para lo esencial. Trabajas duro por tu dinero, a veces demasiado. Consejo: El dinero también es para disfrutarlo; date un permiso sin culpa de vez en cuando.",
    "3": "Detalles mentales. Tu cabeza es una lista de tareas interminable. Sientes la obligación de corregir los errores de los demás, explicar todo con precisión y gestionar la logística de tu entorno. El error te aterra. Consejo: Hecho es mejor que perfecto; no te pierdas el bosque por mirar la corteza del árbol.",
    "4": "Hogar impecable. Sientes que no puedes descansar si la casa no está ordenada o si hay algo roto. La familia te exige servicio práctico y soluciones concretas. El desorden doméstico te genera ruido mental real. Consejo: Tu casa es un hogar, no un quirófano; un poco de desorden es señal de vida.",
    "5": "Ocio planificado. Te cuesta relajarte sin sentir que estás 'perdiendo el tiempo'. Incluso tus hobbies requieren técnica y maestría. Con los hijos o romances, tiendes a ser crítico o servicial en exceso, buscando ser útil para ser amado. Consejo: Juega sin reglas y sin propósito; ensúciate las manos.",
    "6": "La carga del servicio. Aquí la necesidad es máxima. Vives atrapado en rutinas, deberes y el cuidado de tu salud o la de otros. Sientes que si tú no lo haces, saldrá mal. El riesgo es volverte esclavo de tu propia eficiencia. Consejo: Delega aunque no lo hagan tan bien como tú; tu salud vale más que el resultado.",
    "7": "Pareja proyecto. Tiendes a atraer parejas a las que tienes que 'arreglar', organizar o cuidar. La relación se siente como un trabajo más. La crítica mutua puede desgastar el vínculo. Consejo: No eres el coach de tu pareja; ámalo por quien es, no por quien podría ser si te hiciera caso.",
    "8": "Auditoría de crisis. Te toca poner orden en el caos de los demás: deudas, herencias desordenadas o problemas emocionales complejos. Analizas las crisis con frialdad, pero la preocupación te carcome por dentro. Consejo: No analices tanto el dolor, siéntelo y déjalo pasar; la lógica no cura todo.",
    "9": "Estudio minucioso. Sientes la presión de saber todos los datos, citas y referencias. En viajes o temas legales, la burocracia y los pequeños detalles se vuelven obstáculos gigantes. El perfeccionismo bloquea tu expansión. Consejo: Confía en tu síntesis; ya sabes lo suficiente para empezar.",
    "10": "Profesional eficiente. Eres el engranaje que sostiene la empresa, pero a menudo no recibes el crédito porque haces que parezca fácil. La carga laboral es alta y basada en la resolución de problemas técnicos. Consejo: Hazte visible; que sepan que la magia ocurre gracias a tu esfuerzo.",
    "11": "Secretario del grupo. En tus amistades, terminas organizando la logística, las cuentas y los detalles prácticos. Sientes la obligación de ser útil al grupo para pertenecer. Te molesta la gente vaga o impuntual. Consejo: Deja que otros organicen la cena; si sale mal, no es tu culpa.",
    "12": "Preocupación crónica. Tu mente no descansa ni en sueños. Culpas ocultas por no haber hecho más o mejor te persiguen. Enfermedades difíciles de diagnosticar o estrés psicosomático son comunes. Consejo: La rendición es tu medicina; acepta que hay cosas que escapan a tu control y análisis."
  },
  "Libra": {
    "1": "Imagen agradable. Sientes la presión tiránica de caer bien, ser diplomático y mantener la estética. Te cuesta horrores decir 'no' por miedo a la confrontación, lo que te carga de compromisos indeseados. Tus riñones sufren el estrés. Consejo: Tu paz vale más que la opinión de los demás; sé auténtico antes que simpático.",
    "2": "Dinero compartido. Tus finanzas suelen depender de acuerdos, socios o la pareja. Sientes la obligación de gastar en belleza, arte o socialización para mantener tus vínculos. La indecisión financiera te hace perder oportunidades. Consejo: Toma el control de tu propia billetera; la independencia económica es sexy.",
    "3": "Palabras medidas. Antes de hablar, editas tu mensaje mil veces para no ofender. Sientes la carga de ser el mediador entre hermanos o vecinos en conflicto. La comunicación se vuelve un acto de equilibrio agotador. Consejo: Di lo que piensas, aunque genere una pequeña ola; la verdad refresca.",
    "4": "Hogar estético. Sientes que tu casa debe ser un escaparate de armonía. Las discusiones familiares te desestabilizan profundamente y a menudo cedes para evitar peleas, acumulando resentimiento. Consejo: Un hogar real tiene conflictos; barrer la basura bajo la alfombra solo crea bultos.",
    "5": "Romance idealizado. Sientes la presión de que tus relaciones amorosas o tus hijos sean 'perfectos' socialmente. Te cuesta lidiar con la parte fea, sucia o ruidosa de la creatividad y la crianza. Consejo: El arte y el amor también se hacen con barro; no temas mancharte.",
    "6": "Rutina social. En el trabajo, te agotan las relaciones públicas, el clima laboral tenso o tener que sonreír cuando no quieres. Tu salud depende mucho de tu equilibrio hormonal y de tus relaciones. Consejo: No eres responsable de la felicidad de tus compañeros; haz tu trabajo y punto.",
    "7": "El peso del otro. Aquí la necesidad es el vínculo. Sientes que no funcionas sin pareja o socio, o te ves atrapado en compromisos legales y contratos que te limitan. La soledad te pesa como una losa. Consejo: La mejor pareja es la que se elige desde la libertad, no desde el miedo a estar solo.",
    "8": "Compromisos tóxicos. Te ves enredado en deudas conjuntas o situaciones emocionales complejas por no saber cortar a tiempo. Tratas de negociar con lo innegociable (la muerte, los impuestos, el dolor). Consejo: Hay tratos que no se pueden hacer; a veces hay que cerrar la puerta y tirar la llave.",
    "9": "Justicia teórica. Sientes la obligación de defender lo que es justo o estético. Los estudios o viajes se hacen a menudo acompañado o por compromisos sociales. La indecisión te bloquea al elegir un camino de vida. Consejo: Elige el camino que te haga vibrar a ti, no el que queda bien en la foto.",
    "10": "Imagen pública. Tu carrera depende de tu reputación, tus contactos y tu diplomacia. Sientes la presión de ser siempre políticamente correcto. A veces mantienes un puesto por compromiso social más que por vocación. Consejo: No seas un personaje de tu propia vida; rompe el molde si te aprieta.",
    "11": "Compromiso social. Tu agenda social está llena de eventos a los que 'tienes' que ir. Sientes la presión de quedar bien con todos los grupos y amigos, lo cual es matemáticamente imposible. Consejo: JOMO (Joy of Missing Out); el placer de perderse cosas es liberador.",
    "12": "Enemigos sonrientes. Tus mayores problemas vienen de personas que fingen ser amigas o de tu propia incapacidad para enfrentar conflictos directos. Te evades en fantasías románticas para no ver la dura realidad. Consejo: Enfrentar el conflicto es la única forma de resolverlo; la paz falsa es una guerra interna."
  },
  "Escorpio": {
    "1": "Intensidad contenida. Llevas una armadura invisible. La vida te obliga a ser fuerte, resiliente y a menudo solitario. Sientes que estás siempre en modo supervivencia o defensa. Tu cuerpo acumula tensión sexual y emocional. Consejo: Bajar las defensas no es morir; permite que alguien te cuide de vez en cuando.",
    "2": "Dinero de crisis. Tus finanzas pasan por muertes y resurrecciones. Sientes la obsesión de tener el control total de tus recursos para que nadie te manipule. El dinero es poder y seguridad ante el desastre. Consejo: No vivas esperando la catástrofe; disfruta de la estabilidad cuando la tienes.",
    "3": "Mente detective. No puedes evitar ver lo que está oculto. Sientes la presión de investigar, callar secretos o lidiar con tabúes en tu entorno cercano. Las palabras son afiladas y a veces hirientes por mecanismo de defensa. Consejo: Usa tu percepción para sanar, no para controlar; no todo el mundo te quiere traicionar.",
    "4": "Raíces tóxicas. En el hogar hay historias de poder, secretos o pérdidas que pesan. Sientes la obligación de proteger tu privacidad con ferocidad. La casa es tu búnker y a veces se siente cargada de energía densa. Consejo: Abre las ventanas y deja entrar la luz; limpia el pasado para no repetir la historia.",
    "5": "Pasión obligatoria. No sabes jugar ligero; para ti todo es profundo. Con hijos o romances, la intensidad puede volverse controladora o miedosa ante la pérdida. Te tomas el ocio como una misión de vida o muerte. Consejo: Relájate, no todo tiene un doble fondo; a veces un cigarro es solo un cigarro.",
    "6": "Salud extrema. Llevas tu cuerpo al límite y tienes una capacidad de recuperación milagrosa, pero también tendencias destructivas. El trabajo se vive con obsesión; te cuesta delegar porque no confías. Consejo: La confianza es vital para tu salud; suelta el control antes de que el estrés te coma.",
    "7": "Vínculos de sangre. Las relaciones son fusiones donde se juega el todo por el todo. Atraes situaciones de celos, posesividad o deudas emocionales con socios. La ruptura se siente como una amputación. Consejo: Amar es dejar libre; si tienes que atarlo, no es amor, es secuestro.",
    "8": "Deuda kármica. Aquí la necesidad es pura transformación. Vives presionado por deudas, impuestos, herencias o crisis psicológicas profundas. Es el lugar donde tocas fondo para impulsarte hacia arriba. Consejo: Eres el ave fénix; no temas al fuego, sabes que renacerás más fuerte.",
    "9": "Verdad dolorosa. Tus creencias se forjan en el dolor y la crisis. Sientes rechazo por la fe superficial. Puedes tener problemas legales complicados o viajes que te transforman radicalmente a través de la dificultad. Consejo: Tu verdad es profunda, pero no la única; respeta los caminos más ligeros de otros.",
    "10": "Poder y crisis. Tu carrera implica gestionar poder, recursos de otros o situaciones límite. Sientes que estás bajo escrutinio y que cualquier error será fatal. La ambición es un mecanismo de defensa. Consejo: Usa tu poder para empoderar a otros, no para blindarte tú.",
    "11": "Lealtad absoluta. En los grupos, exiges y das lealtad total. Las traiciones de amigos se sienten como puñaladas mortales. Te mueves en círculos cerrados o con intereses ocultos/esotéricos. Consejo: Perdona la imperfección humana; nadie es tan leal como tu estándar ideal.",
    "12": "Fantasmas propios. Tus enemigos ocultos son tus propios miedos y paranoias. Guardas secretos que te corroen por dentro si no los sacas. Tienes una fuerza espiritual inmensa nacida de la oscuridad. Consejo: La terapia no es para locos, es para valientes que se atreven a mirar su sombra."
  },
  "Sagitario": {
    "1": "La fuga necesaria. Sientes una inquietud física constante, como si necesitaras huir o expandirte. La rutina te enferma. Tu cuerpo es atlético o torpe por exceso de energía. La presión es sentirte atrapado en tu propia piel. Consejo: El movimiento es tu medicina; camina, corre, viaja, pero no huyas de ti mismo.",
    "2": "Gastos expansivos. El dinero te quema en las manos; sientes la 'necesidad' de gastarlo en experiencias, viajes o cursos. Te cuesta horrores ahorrar porque confías demasiado en que 'Dios proveerá'. Consejo: La libertad financiera requiere disciplina, no solo fe; haz un presupuesto realista.",
    "3": "Predicador local. Sientes la obligación de enseñar o convencer a tu entorno de tus verdades. Hermanos o vecinos pueden verte como el sabelotodo o el ausente. Te dispersas prometiendo más de lo que puedes cumplir. Consejo: Escucha más y predica menos; tu verdad no necesita megáfono.",
    "4": "Hogar maleta. Te sientes forastero en tu propia casa o familia. La necesidad de espacio físico y mental en el hogar es innegociable. A menudo vives lejos de tu lugar de origen o con una sensación de tránsito perpetuo. Consejo: Echa raíces donde estés hoy; puedes ser libre dentro de cuatro paredes.",
    "5": "Exceso de fiesta. Tus hobbies o romances tienden al exceso. Sientes la presión de estar siempre alegre, de aventura en aventura. Con los hijos, puedes ser más amigo que padre, evitando la disciplina. Consejo: La diversión responsable dura más; ponte límites para no descarrilar.",
    "6": "Rutina con sentido. Te deprimes si tu trabajo no tiene un propósito mayor. Te cuesta cumplir horarios y detalles burocráticos. Tu salud depende de tu hígado y de tu libertad de movimiento. Consejo: Encuentra la aventura en lo cotidiano; hasta lavar platos puede ser zen.",
    "7": "Pareja gurú. Buscas una pareja que sea tu maestro o compañero de viaje, pero huyes si sientes el lazo del compromiso apretar. Prometes la luna y a veces entregas solo un póster. Problemas legales por descuidos. Consejo: El compromiso no es una cárcel, es una base para construir aventuras compartidas.",
    "8": "Riesgo compartido. Tiendes a tomar riesgos financieros con dinero ajeno o esperar herencias que tardan. La confianza ciega puede traerte problemas de deudas o estafas por no leer la letra pequeña. Consejo: Verifica antes de confiar; el optimismo no paga las facturas del banco.",
    "9": "Dogma forzoso. Aquí la necesidad es la búsqueda de verdad. Puedes sentirte presionado por dogmas religiosos, académicos o legales. Te ves obligado a viajar o emigrar por circunstancias de la vida. Consejo: La sabiduría está en la pregunta, no en la respuesta cerrada.",
    "10": "Profeta profesional. Tu carrera debe reflejar tus creencias. Sientes la presión de ser un referente moral o intelectual. A veces hablas de más y pones en riesgo tu reputación por ser imprudente o 'sincericida'. Consejo: Sé prudente con tus palabras públicas; la reputación tarda años en construirse y segundos en caer.",
    "11": "Amigos del mundo. Te sientes obligado a estar en mil grupos, causas o comunidades. Prometes asistencia a todos y luego no llegas. Buscas amigos que validen tu filosofía. Consejo: Mejor pocos amigos reales que mil conocidos decepcionados.",
    "12": "Fe ciega. Tu autosabotaje es la negación de la realidad; creer que todo saldrá bien sin hacer nada. Huyes de los problemas a través de excesos o fantasías de grandeza. Consejo: Mira la realidad a los ojos; el optimismo maduro integra la dificultad, no la ignora."
  },
  "Capricornio": {
    "1": "El peso del deber. Desde joven te sientes viejo o responsable. Llevas una armadura de seriedad y autoexigencia. Tu cuerpo se siente rígido (huesos, rodillas, piel) y la vida te obliga a madurar a marchas forzadas. Consejo: No te tomes tan en serio; ríete de tus fallos, la vida no es un examen final.",
    "2": "Escasez mental. Aunque tengas dinero, vives con miedo a que falte. Trabajas duro y sientes que cada centavo cuesta sangre. Eres austero por necesidad o por miedo. La seguridad material es tu obsesión. Consejo: El dinero es una herramienta, no un fin; disfruta de lo que has construido.",
    "3": "Silencio prudente. Te cuesta comunicarte con soltura; mides cada palabra. Sientes responsabilidad sobre hermanos o vecinos, o experimentas bloqueos y retrasos en el aprendizaje y trámites. Consejo: Hablar no es perder autoridad; comparte tus dudas, aligera la carga mental.",
    "4": "Hogar estructura. Tu casa es una institución con normas claras. Quizás cargaste con padres exigentes o fríos. Sientes la obligación de sostener la estructura familiar, lo que te impide ser vulnerable en casa. Consejo: Tu familia necesita tu cariño, no solo tu dinero y tus reglas.",
    "5": "Ocio serio. Te cuesta jugar. Tratas tus hobbies o la crianza de tus hijos como un trabajo o un proyecto a gestionar. Te sientes culpable si no eres productivo en tu tiempo libre. Consejo: El tiempo 'perdido' disfrutando es tiempo ganado en vida; suéltate el pelo.",
    "6": "Trabajo forzado. Eres el trabajador incansable. La necesidad aquí es el cumplimiento del deber, a menudo en entornos áridos o muy exigentes. Tu salud sufre por rigidez y frío interno. Consejo: Eres humano, no una máquina; programa el descanso en tu agenda como una reunión obligatoria.",
    "7": "Contratos fríos. Las relaciones se basan en el compromiso, el estatus y la durabilidad. A veces te quedas en relaciones secas por deber o conveniencia. Buscas socios mayores o con autoridad. Consejo: El amor necesita calor, no solo estructura; riega la planta o se secará.",
    "8": "Deudas pesadas. La gestión de dinero ajeno o impuestos es una carga lenta y pesada. Temes perder el control y delegar. Las herencias o trámites de cierre se alargan y complican. Consejo: Cumple con tus obligaciones, pero no te angusties por el futuro; todo llega y todo pasa.",
    "9": "Ortodoxia. Te tomas la educación y las creencias muy en serio. Puedes sentirte presionado por mandatos tradicionales o tener dificultades y retrasos en viajes y estudios superiores. Consejo: Rompe alguna regla de vez en cuando; la tradición es una guía, no un grillete.",
    "10": "La cima solitaria. Esta es tu casa natural. La presión por el logro, el estatus y la autoridad es máxima. Sientes que el mundo espera que falles, así que trabajas el doble. El éxito llega, pero con mucho sacrificio. Consejo: Asegúrate de que la escalera esté apoyada en la pared correcta antes de subir.",
    "11": "Redes profesionales. Tus amigos suelen ser colegas o gente útil para tus fines. Sientes la obligación de cumplir con las normas del grupo y te cuesta integrarte si no hay un objetivo claro. Consejo: Busca amigos con los que no hables de trabajo; nutre tu lado humano.",
    "12": "Melancolía oculta. Cargas con una soledad profunda y miedos al fracaso que nadie ve. Te autosaboteas con el pesimismo o el aislamiento rígido. El control es tu cárcel invisible. Consejo: La rendición no es fracaso; suelta lo que no puedes controlar y verás cómo fluye la vida."
  },
  "Acuario": {
    "1": "Rebelde a la fuerza. Sientes la presión de ser diferente, lo que a veces te aísla. Tu sistema nervioso está siempre eléctrico. La vida te pone en situaciones donde tienes que romper el molde o sentirte un alienígena. Consejo: Ser diferente está bien, pero no necesitas llevar la contraria solo por deporte.",
    "2": "Dinero intermitente. Tus finanzas son inestables o vienen de fuentes inusuales (tecnología, freelance). Sientes desapego material pero sufres cuando la realidad te pide pagar facturas puntuales. Consejo: La libertad financiera requiere un sistema, no solo genialidad; automatiza tus pagos.",
    "3": "Mente dispersa. Tu comunicación es rápida, errática y a veces incomprendida. Sientes la obligación de saber de todo y estar conectado. Hermanos o vecinos te ven como el bicho raro o distante. Consejo: Conecta con las personas, no solo con las ideas; baja de la nube a la tierra.",
    "4": "Hogar desarraigado. Te cuesta sentir pertenencia. Tu casa puede ser un lugar de paso, moderna o compartida con gente que no es familia. Sientes la necesidad de libertad dentro del hogar, sin lazos asfixiantes. Consejo: El hogar es donde te sientes comprendido; crea tu propia tribu.",
    "5": "Creatividad mental. Tus hijos o tus obras son originales pero a veces carecen de calor emocional. Te sientes obligado a innovar y te aburre lo tradicional. El romance es más mental que pasional. Consejo: El corazón también tiene su inteligencia; no racionalices tanto el amor.",
    "6": "Rutina caótica. Odias la rutina y los horarios, pero la vida te obliga a tenerlos. Trabajas mejor en red o con tecnología. Tu salud sufre por estrés mental y problemas circulatorios o de tobillos. Consejo: Crea una rutina flexible; el caos total te agota más que el orden.",
    "7": "Socios libres. Necesitas espacio en la pareja, y si te aprietan, huyes. Atraes personas inestables, geniales o distantes. La presión es mantener el compromiso sin perder tu individualidad. Consejo: La distancia justa aviva el deseo, pero demasiada distancia mata el vínculo.",
    "8": "Crisis súbitas. Los cambios en recursos compartidos o crisis llegan de golpe, como un rayo. Situaciones inesperadas con impuestos o herencias te obligan a improvisar. Miedo a la intimidad profunda. Consejo: Lo único constante es el cambio; aprende a surfear la ola en lugar de intentar detenerla.",
    "9": "Ideas radicales. Te sientes presionado a defender ideologías progresistas o científicas. Los estudios o viajes sufren interrupciones o cambios de plan repentinos. Eres el eterno estudiante de la vida. Consejo: Tu verdad no es la única verdad; escucha a los que piensan diferente sin juzgarlos.",
    "10": "Carrera atípica. Tu reputación es de innovador o rebelde. Sientes la presión de reformar el sistema desde dentro o de trabajar por causas colectivas. La inestabilidad profesional es parte de tu camino. Consejo: Tu rareza es tu marca personal; úsala a tu favor, no te escondas.",
    "11": "Presión colectiva. Aquí la necesidad es el grupo. Te sientes responsable del bienestar de la comunidad o atrapado en políticas de grupo. Los amigos son tu verdadera familia, pero también tu mayor carga. Consejo: No sacrifiques tu individualidad por el colectivo; tú también cuentas.",
    "12": "Aislamiento mental. Te sientes desconectado de la humanidad aunque la ames en abstracto. Tu mente no para y te genera ansiedad o insomnio. Autosabotaje por sentirte incomprendido y retirarte a tu torre de marfil. Consejo: Conecta con tu cuerpo y con la tierra; sal de tu cabeza y toca el pasto."
  },
  "Piscis": {
    "1": "Identidad difusa. Te cuesta poner límites físicos y energéticos. Sientes que la vida te atropella porque vas sin coraza. Tu cuerpo es hipersensible a medicamentos y ambientes. La presión es definir quién eres tú y quién es el otro. Consejo: Construye una piel más gruesa; decir 'no' es tu mejor defensa inmunológica.",
    "2": "Dinero neblina. El dinero se te escapa o no sabes dónde está. Hay caos, engaños o simplemente desorden en tus cuentas. Sientes que el mundo material es demasiado duro y exigente. Consejo: Mira tus cuentas de frente; la claridad financiera te dará la paz espiritual que buscas.",
    "3": "Lenguaje mudo. Te cuesta explicar con palabras lógicas lo que sientes. Malentendidos constantes con hermanos o vecinos. Te sientes abrumado por el ruido y la información concreta. Consejo: Usa el arte, la música o el silencio para comunicarte; no fuerces la lógica donde hay poesía.",
    "4": "Hogar refugio. Necesitas que tu casa sea un santuario de paz, pero a menudo hay goteras, caos o familiares que demandan sacrificio. Sientes la carga emocional de tus padres como propia. Consejo: Limpia energéticamente tu casa y pon cerrojo; tu empatía necesita un descanso.",
    "5": "Romance sacrificio. Tiendes a idealizar a tus amantes o hijos, sacrificándote por ellos. La creatividad es tu escape, pero a veces te pierdes en ella y olvidas comer o dormir. Decepciones amorosas por no ver la realidad. Consejo: No te enamores del potencial, enamórate de la realidad; te ahorrarás mucho dolor.",
    "6": "Salud psicosomática. Tu rutina es un caos y te cuesta horrores la disciplina terrenal. Absorbes las enfermedades del ambiente. Trabajos de servicio o sacrificio que te agotan si no tienes higiene espiritual. Consejo: El orden externo calma tu caos interno; una rutina suave es tu ancla.",
    "7": "Límites borrosos. En pareja, te fusionas y pierdes tu identidad. Atraes a víctimas que quieren ser salvadas o a verdugos que se aprovechan de tu bondad. La presión legal o de acuerdos es confusa y engañosa. Consejo: Salva a quien quiera salvarse, no a quien quiera hundirte con él.",
    "8": "Deudas invisibles. Confusión con dinero de otros, estafas o descontrol en impuestos. Miedo irracional a la pérdida. La intimidad sexual se vive como una fusión espiritual o se evade por miedo. Consejo: Pide ayuda profesional para tus finanzas; necesitas ojos de tierra para tus asuntos de agua.",
    "9": "Fe confusa. Buscas respuestas espirituales desesperadamente, cayendo a veces en fanatismos o desilusiones con gurús. Viajes que se complican o estudios que nunca terminan por falta de foco. Consejo: El maestro está dentro de ti; deja de buscar fuera lo que ya llevas puesto.",
    "10": "Carrera soñada. Te cuesta concretar tus metas profesionales; sueñas mucho pero materializas poco. Sientes la presión de 'ser alguien' pero te aterra la exposición. Escándalos por malentendidos. Consejo: Baja tus sueños a tierra paso a paso; una visión sin acción es solo alucinación.",
    "11": "Amigos que drenan. Te rodeas de gente necesitada, artistas o marginados. Sientes la obligación de ayudar a todos tus amigos, quedando tú vacío. Te cuesta distinguir quién es amigo real y quién se aprovecha. Consejo: Pon filtro a tu círculo; tu energía es limitada y valiosa.",
    "12": "El gran encierro. Esta es tu casa natural. La necesidad de aislamiento es vital. Si no te retiras voluntariamente, la vida te retira (hospital, cárcel, depresión). Cargas con el inconsciente colectivo. Consejo: El retiro voluntario es tu salvación; medita, duerme y desconecta para renacer."
  }
}