{
  "Aries": {
    "1": "El Choque de Egos. La vida te frena en seco cuando intentas imponer tu voluntad a la fuerza bruta. Tu identidad se ve desafiada por rivales que son tan tercos como tú; atraes conflictos innecesarios solo por no ceder el paso. Consejo: Ser el primero no sirve de nada si llegas a la meta solo y odiado.",
    "2": "El Gasto Impulsivo. Tu corrección llega a través del dinero: compras por capricho o compites financieramente y luego la realidad te pasa la factura. La vida te enseña humildad cuando pierdes recursos por apostar demasiado rápido. Consejo: La valentía financiera es buena, la imprudencia es cara.",
    "3": "La Palabra Afilada. Tus problemas nacen de hablar antes de pensar o de ser demasiado agresivo en tus opiniones. Te ganas enemigos en tu vecindario o entre hermanos por tu falta de tacto; el debate se vuelve pelea. Consejo: Tienes derecho a tu opinión, pero no a imponerla a gritos.",
    "4": "El Conflicto Doméstico. Tu hogar se convierte en un campo de batalla si intentas mandar sobre todos. La vida te corrige a través de fricciones familiares que no puedes ganar con fuerza, sino con paciencia. Consejo: En casa, baja las armas; nadie quiere vivir con un general.",
    "5": "El Juego Peligroso. Tu ego sufre cuando conviertes el romance o la creatividad en una competencia. Pierdes cuando arriesgas demasiado por la adrenalina o cuando tu orgullo espanta a tus amantes. Consejo: El amor y el arte no son deportes de contacto donde hay ganadores y perdedores.",
    "6": "La Fiebre del Trabajo. Te quemas por impaciencia; quieres resultados ya y tu cuerpo te detiene con inflamaciones, fiebres o accidentes por prisa. Tu némesis es la rutina lenta que te obliga a parar. Consejo: Tu cuerpo tiene su propio ritmo, respétalo o te obligará a hacerlo.",
    "7": "El Rival Espejo. Atraes socios o parejas que te desafían abiertamente y te devuelven tu propia agresividad. La vida te corrige mostrándote que no puedes dominar al otro sin destruir la relación. Consejo: Si todos tus ex eran 'locos' o 'peleones', el denominador común eres tú.",
    "8": "La Deuda de Honor. Los conflictos surgen al manejar dinero compartido o herencias; tu impulsividad aquí genera crisis profundas. La vida te enseña que no puedes cortar los nudos complejos con una espada, debes desatarlos. Consejo: La confianza se rompe rápido y se repara lento.",
    "9": "El Fanático. Te metes en problemas por defender tus creencias con demasiada furia. La corrección llega cuando la realidad desmiente tus dogmas o cuando pierdes respeto por ser intolerante. Consejo: Tener la razón no te da derecho a ser cruel.",
    "10": "La Caída del Jefe. Tu reputación sufre cuando actúas con arrogancia o impaciencia en público. Los jefes o la autoridad te ponen límites duros si intentas saltarte las reglas o desafiar la jerarquía sin estrategia. Consejo: La autoridad real se gana con el ejemplo, no con el golpe en la mesa.",
    "11": "El Lobo Solitario. En los grupos, tu deseo de liderar o hacer las cosas a tu modo genera rechazo. La vida te corrige aislándote si no aprendes a colaborar sin imponer tu ritmo. Consejo: Un líder sin seguidores es solo un tipo dando un paseo.",
    "12": "El Enemigo Interno. Tu impaciencia y tu ira reprimida son tus peores boicots. Te metes en situaciones peligrosas sin ver el riesgo real, actuando como tu propio adversario oculto. Consejo: Antes de culpar a la mala suerte, revisa tus decisiones impulsivas."
  },
  "Tauro": {
    "1": "La Terquedad Inmóvil. Tu némesis es tu resistencia al cambio; la vida te rompe cuando te niegas a doblarte. Pierdes oportunidades o relaciones por orgullo y por no querer dar tu brazo a torcer. Consejo: Ser firme es una virtud, ser una piedra es una limitación.",
    "2": "La Jaula de Oro. Te obsesionas tanto con la seguridad material que te vuelves esclavo de tus posesiones. La vida te corrige a través de pérdidas que te obligan a entender que tu valor no es lo que tienes. Consejo: Las cosas están para usarse, no para que te posean a ti.",
    "3": "El Silencio Rencoroso. Tus problemas vienen de no decir las cosas a tiempo y acumular resentimiento, o de ser demasiado lento para adaptarte a nuevas ideas. Te estancas en discusiones circulares por pura obstinación. Consejo: Cambiar de opinión es señal de inteligencia, no de debilidad.",
    "4": "El Peso de la Tradición. En casa, tu inflexibilidad crea un ambiente pesado. La vida te muestra que no puedes controlar a tu familia ni mantener todo 'como siempre ha sido' eternamente. Consejo: La seguridad familiar se basa en el amor, no en el control estático.",
    "5": "El Placer Costoso. Tu corrección llega por el exceso de indulgencia o por tratar a los amantes como posesiones. El drama surge cuando confundes el afecto con la propiedad. Consejo: El disfrute pierde su sabor cuando se convierte en una adicción o en una exigencia.",
    "6": "La Rutina Asfixiante. Te enfermas por sedentarismo o por resistirte a cambiar hábitos nocivos. En el trabajo, tu negativa a innovar te deja atrás o genera conflictos con compañeros más ágiles. Consejo: Tu salud requiere movimiento y adaptación, no solo comodidad.",
    "7": "La Posesividad. Tus relaciones se tensan cuando te vuelves territorial o inflexible. La vida te manda parejas que exigen libertad para enseñarte a soltar el control. Consejo: Amar es dejar libre; si tienes que atarlo, no es amor, es secuestro.",
    "8": "La Resistencia al Final. Sufres innecesariamente por aferrarte a lo que ya murió (relaciones, situaciones, deudas). La vida te arranca lo que no sueltas por las buenas. Consejo: Dejar ir es el acto más poderoso de abundancia.",
    "9": "El Dogma Material. Rechazas lo que no puedes ver o tocar, y eso limita tu crecimiento. La vida te pone en situaciones donde la lógica material no sirve y necesitas fe, corrigiendo tu escepticismo rígido. Consejo: Hay más cosas en el cielo y en la tierra de las que tu cuenta bancaria puede explicar.",
    "10": "La Ambición Lenta. Tu reputación se estanca si te ven como alguien perezoso o demasiado conservador. La corrección llega cuando pierdes un ascenso por no arriesgarte o por moverte demasiado lento. Consejo: La seguridad es buena, pero el éxito requiere un poco de vértigo.",
    "11": "El Círculo Cerrado. En grupos, tu reticencia a aceptar gente nueva o ideas diferentes te aísla. Te aferras a 'tus' amigos y excluyes al resto, lo que genera envidias o rechazo. Consejo: Abre el círculo; la exclusividad a menudo es solo miedo disfrazado.",
    "12": "El Miedo a la Escasez. Tu enemigo oculto es el terror a perder lo que tienes, lo que te impide vivir plenamente. Te boicoteas quedándote en zonas de confort que ya no te nutren. Consejo: La verdadera seguridad es interna, ningún seguro puede cubrir el miedo a vivir."
  },
  "Géminis": {
    "1": "El Doble Cara. La vida te corrige cuando intentas ser todo para todos y terminas no siendo nadie. Tu reputación de inconstante o superficial te cierra puertas; la gente desconfía de tu sonrisa eterna. Consejo: La autenticidad requiere sostener una sola cara, aunque no le guste a todos.",
    "2": "La Dispersión de Recursos. Pierdes dinero por no enfocarte, gastando en mil cursillos o gadgets que no usas. La corrección financiera llega para enseñarte a valorar la profundidad sobre la variedad. Consejo: Concéntrate en una fuente de ingresos antes de intentar abrir cinco más.",
    "3": "El Chisme Boomerang. Aquí es donde más duele: tus propias palabras regresan para golpearte. Hablar de más, revelar secretos o distorsionar la verdad te explota en la cara con hermanos o vecinos. Consejo: Eres dueño de lo que callas y esclavo de lo que dices.",
    "4": "La Inestabilidad en el Nido. Tu hogar es un caos de movimiento y falta de raíz. La vida te corrige con una sensación de no pertenecer a ningún lado, obligándote a buscar un cimiento real. Consejo: No puedes construir un hogar sólido sobre cimientos de aire.",
    "5": "El Coqueteo Vacío. En el amor, tu necesidad de variedad te mete en enredos innecesarios. La corrección llega cuando juegas con los sentimientos de alguien y terminas perdiendo a quien realmente valía la pena. Consejo: La curiosidad es divertida, pero la lealtad es lo que sostiene el corazón.",
    "6": "El Nerviosismo Crónico. Tu salud mental afecta tu cuerpo; la ansiedad y la dispersión te pasan factura en el trabajo. Cometes errores por falta de atención o por querer hacer mil cosas a la vez. Consejo: Una cosa a la vez, bien hecha, vale más que diez a medio hacer.",
    "7": "La Duda Eterna. En pareja, tu indecisión y tu dualidad cansan al otro. La vida te pone espejos de gente que no se compromete, mostrándote lo frustrante que es tu propia ambivalencia. Consejo: Comprometerse es elegir un camino y renunciar a los otros; haz las paces con eso.",
    "8": "La Curiosidad Imprudente. Te metes en líos por indagar donde no te llaman o tratar temas profundos con superficialidad. La vida te da un susto para que respetes los secretos y el dolor ajeno. Consejo: No todo es un dato interesante; algunas cosas son sagradas y requieren silencio.",
    "9": "El Diletante. Sabes un poco de todo pero nada en serio. La corrección llega cuando un verdadero experto desmonta tus argumentos, exponiendo tu falta de profundidad. Consejo: La sabiduría no es acumular datos, es integrarlos en tu vida.",
    "10": "La Palabra Incumplida. Tu imagen pública se daña si prometes mucho y cumples poco. La inconsistencia es tu némesis profesional; te ven como inteligente pero poco fiable. Consejo: Que tu 'sí' sea un contrato inquebrantable.",
    "11": "El Camaleón Social. En los grupos, cambias de opinión según quien te escuche, y eso te gana fama de desleal. La vida te corrige cuando el grupo te exige una postura clara y no puedes esconderte. Consejo: Pertenecer requiere defender algo, no solo adaptarte a todo.",
    "12": "La Mente Ruidosa. Tu propio intelecto te tortura con escenarios imaginarios y dudas. Te autoengañas racionalizando tus emociones en lugar de sentirlas. Consejo: No creas todo lo que piensas; tu mente es una herramienta, no tu maestro."
  },
  "Cáncer": {
    "1": "El Caparazón Defensivo. Tu némesis es la hipersensibilidad; te tomas todo personal y reaccionas con malhumor o victimismo. La gente se cansa de caminar sobre cáscaras de huevo a tu alrededor. Consejo: No todo el mundo te está atacando; a veces solo están viviendo su vida.",
    "2": "El Apego Material. Guardas cosas (y dinero) por miedo emocional, creando estancamiento. La vida te corrige con gastos imprevistos que te obligan a soltar y confiar en que estarás bien sin ese colchón extra. Consejo: La seguridad real no está en la cuenta bancaria, sino en tu capacidad de adaptación.",
    "3": "La Subjetividad Emocional. Interpretas lo que te dicen basándote en cómo te sientes, no en lo que es. Esto causa malentendidos constantes con hermanos o vecinos. Consejo: Escucha las palabras exactas, no solo el tono que crees percibir.",
    "4": "El Drama Familiar. Aquí la corrección es intensa: culpas del pasado, manipulación emocional o incapacidad para cortar el cordón umbilical. La vida te obliga a madurar y dejar de ser el niño/a eterno. Consejo: Honrar a tus padres no significa repetir sus traumas ni vivir para complacerlos.",
    "5": "La Crianza Posesiva. En el amor o con los hijos, asfixias queriendo proteger. La némesis aparece cuando aquellos a quienes amas se rebelan para poder respirar. Consejo: Amar es dar raíces y alas, no atar a la gente a tu falda.",
    "6": "La Somatización. Tus emociones no procesadas se vuelven dolores de estómago o problemas digestivos. En el trabajo, te quemas si no sientes conexión emocional, o te vuelves la 'mamá' de todos y te agotas. Consejo: Tu cuerpo no es el basurero de tus emociones; procésalas, no te las tragues.",
    "7": "La Dependencia. Buscas a alguien que te cuide o a quien cuidar desesperadamente. La vida te trae parejas frías o distantes para enseñarte a nutrirte a ti mismo primero. Consejo: Tu pareja es tu compañero, no tu salvavidas emocional.",
    "8": "El Rencor Guardado. No olvidas ni una ofensa, y ese veneno te corroe por dentro. La corrección llega en crisis donde debes perdonar para sobrevivir o pierdes recursos compartidos por no negociar racionalmente. Consejo: El rencor es beber veneno esperando que el otro muera.",
    "9": "El Nacionalismo Emocional. Te cierras a lo nuevo o extranjero por apego a 'lo tuyo'. La vida te desafía con situaciones donde tu tradición no tiene las respuestas y debes abrirte. Consejo: El mundo es tu hogar, no solo tu barrio de infancia.",
    "10": "La Inestabilidad Pública. Tu humor fluctuante afecta tu carrera; un día eres líder, al otro te escondes. La corrección llega si mezclas lo profesional con berrinches personales. Consejo: La profesionalidad requiere consistencia emocional, incluso en los días malos.",
    "11": "El Clan Cerrado. En grupos, creas subgrupos excluyentes o 'familias' donde la lealtad se vuelve mafia. La vida te corrige cuando el grupo te expulsa por generar divisiones emocionales. Consejo: La amistad no requiere lealtad ciega, requiere respeto mutuo.",
    "12": "El Victimista Oculto. Te convences de que el mundo es cruel y tú eres el mártir. Este autoengaño te impide ver tu propia fuerza y responsabilidad. Consejo: Eres el protagonista de tu vida, no la víctima de las circunstancias."
  },
  "Leo": {
    "1": "El Rey Desnudo. La vida te corrige a través de la humillación pública o la indiferencia cuando tu ego se infla demasiado. Si exiges atención sin dar nada a cambio, te quedas solo en el escenario. Consejo: La dignidad real no necesita aplausos para sostenerse.",
    "2": "El Gasto por Estatus. Compras cosas para impresionar, no porque las necesites. La némesis financiera llega cuando las deudas te ahogan por querer mantener una apariencia de riqueza que no tienes. Consejo: Ser rico y parecer rico son dos cosas muy diferentes; elige la primera.",
    "3": "La Opinión Arrogante. Crees que tu palabra es ley y no escuchas a nadie. La corrección viene cuando cometes errores públicos por no haber pedido consejo a tiempo. Consejo: Admitir que no sabes algo te hace más sabio, no menos rey.",
    "4": "El Dictador Doméstico. En casa, si actúas como si te debieran servicio, te encontrarás con una rebelión. La vida te enseña que el respeto familiar se gana con amor, no con órdenes. Consejo: Tu familia no son tus súbditos.",
    "5": "El Drama Queen/King. Aquí tu corrección es fuerte: si conviertes el amor en una telenovela para sentirte vivo, atraerás tragedias reales. La creatividad ególatra fracasa. Consejo: El drama es entretenido en el cine, pero agotador en la vida real.",
    "6": "El Orgullo Laboral. Te niegas a hacer tareas 'menores' porque sientes que están por debajo de ti. La vida te pone en situaciones de servicio humilde para curar tu arrogancia. Consejo: Ningún trabajo honesto deshonra a quien lo hace.",
    "7": "La Pareja Trofeo. Buscas a alguien que te haga lucir bien, no a quien te ame de verdad. La némesis llega cuando esa persona te eclipsa o te abandona por alguien más 'brillante'. Consejo: Busca un corazón que lata contigo, no un accesorio que combine con tu traje.",
    "8": "El Control Dramático. En crisis o finanzas compartidas, quieres ser el héroe y tomas riesgos innecesarios. La corrección es perder el control para entender que no eres omnipotente. Consejo: La vulnerabilidad es la única forma real de conectar en la intimidad.",
    "9": "El Gurú de Cartón. Crees tener la verdad absoluta y sermoneas a los demás. La vida te pone frente a alguien que sabe más que tú para bajarle los humos a tu dogmatismo. Consejo: Enseña lo que sabes, pero nunca dejes de aprender.",
    "10": "La Caída de la Fama. Si construyes tu carrera sobre la vanidad y no sobre la sustancia, el escándalo o el fracaso público son tu némesis. La crítica pública te destroza. Consejo: Construye sobre roca, no sobre la arena de la opinión ajena.",
    "11": "El Líder Autoritario. En grupos, si no eres el centro, te enfadas o te vas. La vida te enseña que el grupo brilla más cuando tú das un paso atrás y dejas brillar a otros. Consejo: El sol ilumina a todos, no elige a quién dar luz.",
    "12": "El Ego Frágil Secreto. En el fondo, temes ser ordinario. Te autoengañas pensando que eres especial para no enfrentar tus inseguridades. Consejo: Eres especial por ser humano, no necesitas ser un dios para valer la pena."
  },
  "Virgo": {
    "1": "El Crítico Eterno. Te juzgas a ti mismo y a los demás con tanta dureza que te paralizas. La vida te corrige a través de la ansiedad y la insatisfacción crónica; nunca nada es suficiente. Consejo: La perfección no existe, y perseguirla es la receta para la infelicidad.",
    "2": "La Tacañería. Mides tanto el centavo que pierdes la oportunidad. Tu miedo a la escasez te hace mezquino, y la vida te corrige limitando tu flujo de abundancia. Consejo: El dinero es como el abono, no sirve de nada si no se esparce.",
    "3": "La Corrección Pedante. Interrumpes para corregir datos irrelevantes y pierdes la conexión humana. Te ganas fama de pesado y la gente deja de contarte cosas. Consejo: A veces es más importante ser amable que tener la razón técnica.",
    "4": "La Obsesión por el Orden. Tu hogar es estéril; te molesta que muevan un cojín. La vida te trae caos doméstico (hijos desordenados, averías) para enseñarte a convivir con la imperfección. Consejo: Una casa vivida tiene desorden; relájate y disfruta del lío.",
    "5": "El Análisis del Placer. No puedes disfrutar sin analizar si es productivo o correcto. Matas el romance y la creatividad con tu lógica fría y tus listas de 'pros y contras'. Consejo: Deja el cerebro en la puerta cuando entres al dormitorio o al estudio de arte.",
    "6": "El Esclavo del Deber. Aquí está tu gran trampa: trabajar hasta enfermar. Crees que eres indispensable y te cargas con todo; la némesis es el colapso físico o el burnout. Consejo: El cementerio está lleno de gente indispensable; aprende a descansar.",
    "7": "El Proyecto de Mejora. Tratas a tu pareja como algo que hay que arreglar o pulir. La corrección llega cuando te dejan porque se cansaron de ser criticados. Consejo: Ama a la persona, no a su potencial de mejora.",
    "8": "El Control de los Detalles. En crisis o deudas, te pierdes en la letra pequeña y no ves el tsunami que viene. La ansiedad por controlar lo incontrolable te consume. Consejo: En las grandes crisis, la intuición vale más que el análisis.",
    "9": "El Escepticismo Cínico. Dudas de todo lo que no se puede medir. La vida te pone experiencias irracionales o de fe que tu mente lógica no puede procesar, obligándote a abrirte. Consejo: La lógica es una herramienta, no la totalidad de la existencia.",
    "10": "El Micro-manager. En tu carrera, no delegas porque 'nadie lo hace tan bien como tú'. Esto limita tu ascenso; te quedas operativo en lugar de directivo. Consejo: Para crecer, tienes que confiar en la imperfección de los demás.",
    "11": "El Útil del Grupo. Te valoran por lo que haces, no por quién eres, porque tú te pones en ese rol de sirviente. Te sientes usado, pero tú diste las herramientas. Consejo: Pon límites; tu amistad vale más que tus favores.",
    "12": "La Culpa Secreta. Te torturas por errores del pasado que nadie más recuerda. Tu némesis es una voz interna que te dice que nunca lo haces lo suficientemente bien. Consejo: Perdónate; eres humano aprendiendo, no un robot defectuoso."
  },
  "Libra": {
    "1": "La Máscara Complaciente. Pierdes tu identidad por querer agradar a todos. La vida te corrige poniéndote en situaciones donde tienes que elegir un bando y caer mal, rompiendo tu fachada de 'buena persona'. Consejo: Si le gustas a todo el mundo, es que no eres nadie en particular.",
    "2": "El Gasto Estético. Gastas dinero que no tienes en belleza, ropa o socialización para mantener una imagen. La realidad financiera te golpea por no saber decir 'no' a caprichos sociales. Consejo: La elegancia real no cuesta dinero, cuesta autenticidad.",
    "3": "La Mentira Piadosa. Por evitar conflictos, dices medias verdades o das la razón a todos. Tu némesis llega cuando te descubren jugando a dos bandas y pierdes credibilidad. Consejo: La verdad incómoda es mejor que una mentira bonita.",
    "4": "La Paz Ficticia. En casa, barres la basura bajo la alfombra para que todo se vea 'bonito'. La acumulación de problemas no resueltos explota en caos doméstico. Consejo: El conflicto honesto limpia el aire; la paz falsa lo envenena.",
    "5": "El Flirteo Indeciso. Te encanta gustar, pero te cuesta profundizar. La vida te corrige con relaciones vacías o superficiales donde te sientes un adorno, no una persona. Consejo: El amor requiere ensuciarse las manos, no solo posar para la foto.",
    "6": "La Pereza ante el Conflicto. En el trabajo, evitas las conversaciones difíciles y los problemas crecen. Tu némesis es la acumulación de tareas pendientes por no saber poner límites a compañeros abusivos. Consejo: Decir 'no' es una herramienta de productividad esencial.",
    "7": "El Espejo Roto. Proyectas todo en tu pareja; si algo va mal, es culpa del 'nosotros', nunca tuya. La vida te trae parejas que te obligan a ver tus propias sombras, no solo tu luz. Consejo: Tu pareja no es responsable de tu felicidad, tú lo eres.",
    "8": "La Negociación Eterna. En temas de poder o dinero, dudas tanto que pierdes la ventaja. Intentas ser justo con quien quiere destruirte. Consejo: A veces la balanza no se equilibra sola, tienes que poner el peso tú.",
    "9": "La Ideología de Salón. Defiendes causas justas en teoría, pero no te mojas en la práctica. La vida te desafía a actuar según tus ideales, no solo a debatirlos elegantemente. Consejo: La justicia es un verbo, requiere acción.",
    "10": "La Imagen Vacía. Te preocupa tanto el 'qué dirán' que no tomas decisiones ejecutivas reales. Tu carrera sufre por falta de liderazgo firme; te ven como tibio. Consejo: Un líder respetado a veces tiene que ser impopular.",
    "11": "La Hipocresía Social. Sonríes a gente que te cae mal por mantener la armonía del grupo. La corrección llega cuando esa falsedad sale a la luz y te quedas solo. Consejo: Es mejor tener tres amigos reales que cien conocidos superficiales.",
    "12": "La Soledad Aterradora. Te da pánico estar solo, así que te engañas manteniendo relaciones tóxicas. Tu némesis es la incapacidad de enfrentar tu propio silencio. Consejo: Aprende a ser tu propia mejor compañía y dejarás de mendigar afecto."
  },
  "Escorpio": {
    "1": "El Muro de Hielo. Te proteges tanto que te vuelves inaccesible. La vida te corrige con soledad profunda; tu intensidad y desconfianza espantan a quienes intentan acercarse. Consejo: La fuerza no es ser invulnerable, es atreverse a ser visto.",
    "2": "El Control Financiero. Usas el dinero como arma de poder o manipulación. La némesis llega cuando pierdes el control de los recursos y debes depender de otros, tu peor pesadilla. Consejo: El dinero fluye; si lo aprietas demasiado, lo asfixias.",
    "3": "La Palabra Venenosa. Tu sarcasmo y tus silencios castigadores destruyen relaciones cercanas. La vida te devuelve esa energía: gente que te oculta cosas o te traiciona verbalmente. Consejo: No uses tus palabras como aguijones si quieres que te abracen.",
    "4": "El Rencor Ancestral. Guardas los secretos y dolores familiares como tesoros tóxicos. La corrección es vivir en un ambiente cargado de negatividad hasta que decides sanar y perdonar. Consejo: Perdonar a tu familia es liberarte a ti mismo, no hacerles un favor a ellos.",
    "5": "La Obsesión Romántica. Confundes intensidad con amor y posesión con cuidado. Atraes dramas pasionales destructivos que te obligan a aprender el desapego. Consejo: Si tienes que vigilarlo, no es tuyo; y si es tuyo, no necesitas vigilarlo.",
    "6": "El Extremismo Laboral. O todo o nada. Trabajas hasta la destrucción o boicoteas el trabajo por luchas de poder. Tu salud sufre por acumular toxinas emocionales. Consejo: La moderación no es mediocre, es sostenible.",
    "7": "La Desconfianza Paranoica. Interrogas a tu pareja y buscas traiciones donde no las hay. La némesis es la profecía autocumplida: tu celo crea la distancia que tanto temes. Consejo: La confianza es un salto de fe; sin ella, no hay relación, solo vigilancia.",
    "8": "El Karma Instantáneo. Aquí la corrección es brutal. Si abusas del poder, manipulas o juegas sucio, la vida te lo devuelve multiplicado. Es el lugar de la transformación forzosa. Consejo: Juega limpio, porque en tu caso, todo se ve en la oscuridad.",
    "9": "El Fanatismo Oculto. Crees que posees la verdad secreta y desprecias las creencias ajenas. La vida te humilla intelectualmente para que abras la mente. Consejo: La verdad es un diamante con muchas caras; tú solo ves una.",
    "10": "La Ambición Despiadada. Si buscas el éxito a costa de pisar a otros, te encontrarás con enemigos poderosos que te bloquearán. Tu reputación de 'peligroso' te precede. Consejo: El éxito real incluye dormir tranquilo por las noches.",
    "11": "La Traición Grupal. Ves conspiraciones en tus amigos y generas dinámicas de poder ocultas. La corrección es ser excluido del grupo por ser una fuente de conflicto tóxico. Consejo: La lealtad se recibe cuando se da sin condiciones ocultas.",
    "12": "El Autoboicot Destructivo. Tu peor enemigo eres tú. Tus miedos inconscientes y tus deseos de venganza te sabotean justo cuando estás por triunfar. Consejo: Haz las paces con tus demonios internos antes de que dirijan tu vida."
  },
  "Sagitario": {
    "1": "El Exceso de Confianza. Crees que eres invencible y tomas riesgos absurdos. La vida te corrige con caídas (literales o figuradas) por no mirar dónde pisas. Tu arrogancia de 'yo lo sé todo' te aleja de la realidad. Consejo: El optimismo sin plan es solo una alucinación bonita.",
    "2": "El Derroche. El dinero se te quema en las manos; gastas creyendo que siempre habrá más. La némesis es la inestabilidad financiera cíclica que te impide construir algo sólido. Consejo: Ahorrar no es aburrido, es comprar libertad futura.",
    "3": "La Boca Grande. Dices la verdad sin filtro y lo llamas 'sinceridad', pero a menudo es crueldad o imprudencia. Te metes en líos legales o vecinales por hablar de más. Consejo: La verdad sin empatía es solo agresión.",
    "4": "El Nómada sin Raíz. Huyes de los problemas domésticos viajando o mudándote. La vida te enseña que no puedes huir de ti mismo; los problemas te esperan en la siguiente parada. Consejo: Echar raíces no es una cárcel, es tener un lugar donde recargar.",
    "5": "El Jugador Compulsivo. Arriesgas en el amor y el juego buscando el siguiente subidón. La corrección llega cuando la suerte se acaba y tienes que enfrentar las consecuencias de tus excesos. Consejo: La vida no es un casino; algunas fichas no se recuperan.",
    "6": "La Negligencia de los Detalles. Odias la rutina y pasas por alto los detalles pequeños en el trabajo o salud. Esos 'detalles' se convierten en grandes problemas que te obligan a parar. Consejo: Dios (y el diablo) está en los detalles; préstales atención.",
    "7": "El Compromiso Fóbico. Prometes el cielo pero huyes cuando la relación se pone seria o rutinaria. Te quedas solo o con relaciones superficiales por miedo a perder libertad. Consejo: La libertad absoluta es también soledad absoluta.",
    "8": "La Imprudencia Compartida. Manejas recursos ajenos con demasiada alegría y optimismo. La némesis llega en forma de deudas compartidas o problemas legales por no leer la letra pequeña. Consejo: Con el dinero ajeno, sé el doble de prudente que con el tuyo.",
    "9": "El Dogmático. Crees que tu verdad es LA verdad. Te vuelves predecible y sermoneador; la vida te pone frente a hechos que contradicen tu filosofía para bajarte del púlpito. Consejo: El mapa no es el territorio; mantén la mente abierta.",
    "10": "La Promesa Rota. En tu carrera, vendes la piel del oso antes de cazarlo. Tu reputación cae por exagerar tus capacidades o por falta de profesionalismo formal. Consejo: Promete menos y entrega más; sorprende por resultados, no por hype.",
    "11": "El Profeta de Grupo. Quieres ser el gurú de tus amigos y te molesta que no te sigan. La corrección es cuando el grupo te ignora por ser demasiado intenso o moralista. Consejo: Los amigos quieren un igual, no un maestro.",
    "12": "La Evasión Espiritual. Usas la espiritualidad o la fiesta para no enfrentar la realidad. Te autoengañas pensando que todo está bien mientras tu mundo se incendia. Consejo: La fe mueve montañas, pero tú tienes que llevar la pala."
  },
  "Capricornio": {
    "1": "La Máscara de Hierro. Te muestras tan duro y autosuficiente que nadie te ayuda. La vida te dobla con cargas pesadas para enseñarte que también eres humano y necesitas apoyo. Consejo: Pedir ayuda no es fallar, es ser inteligente.",
    "2": "La Avaricia por Miedo. Acumulas dinero no por placer, sino por terror al futuro. Te privas de la vida hoy para asegurar un mañana que quizás no llegue. La némesis es la soledad en la cima de tu dinero. Consejo: El dinero es un medio, no un fin; úsalo para vivir.",
    "3": "El Pesimismo Mental. Tu mente se enfoca en lo que falta, en el obstáculo. Te cierras a oportunidades por ser demasiado cauteloso o cínico; tus palabras desalientan a otros. Consejo: El realismo es útil, el pesimismo es un lastre.",
    "4": "El Hogar Frío. Impones reglas estrictas en casa y falta calidez. La corrección es el distanciamiento de tu familia, que te ve como un proveedor pero no como un refugio. Consejo: El amor no entiende de jerarquías ni de reglamentos.",
    "5": "La Represión del Gozo. Te cuesta jugar o disfrutar sin sentir culpa. En el amor eres calculador o demasiado reservado. La vida te muestra que el éxito sin alegría es un fracaso. Consejo: Ríete un poco, nadie te va a quitar el puesto por divertirte.",
    "6": "La Tiranía Laboral. Eres duro contigo y con los demás. El estrés crónico y la rigidez ósea o articular son tu aviso de que te estás pasando. La némesis es la rebelión de tu cuerpo o de tus empleados. Consejo: La productividad nace del bienestar, no del látigo.",
    "7": "El Cálculo en el Amor. Buscas parejas 'útiles' o de estatus, o tratas la relación como una empresa. La corrección es la sequía emocional; tienes el contrato, pero no el afecto. Consejo: El amor es la única inversión donde el retorno no está garantizado, y aun así vale la pena.",
    "8": "El Control del Final. Temes la muerte y la pérdida de control. Te aferras al poder compartido y generas luchas encarnizadas. La vida te quita el mando para que aprendas a rendirte. Consejo: Lo único que puedes controlar es tu actitud ante lo inevitable.",
    "9": "La Rigidez Mental. Te aferras a las reglas y la tradición, rechazando lo nuevo. Te vuelves obsoleto si no te adaptas; la vida te pasa por encima con innovaciones que despreciaste. Consejo: La tradición es la base, no el techo; sigue construyendo.",
    "10": "La Ambición Desmedida. Aquí está tu gran prueba. Si subes pisando cabezas, la caída será espectacular. La némesis es el escrutinio público de tus fallos éticos. Consejo: El éxito no vale tu integridad; lo que sube rápido, baja rápido.",
    "11": "El Utilitalismo Social. Ves a los amigos como contactos. Cuando dejas de ser útil o pierdes tu puesto, descubres que no cultivaste amistades reales, solo intereses. Consejo: Un amigo es alguien que te quiere incluso cuando no tienes nada que ofrecer.",
    "12": "La Depresión Silenciosa. Cargas con el peso del mundo en secreto. Tu autoengaño es creer que 'puedes con todo' solo. La soledad interna se vuelve tu cárcel. Consejo: Comparte tu carga; la vulnerabilidad es la fuerza que te falta."
  },
  "Acuario": {
    "1": "El Rebelde sin Causa. Te esfuerzas tanto por ser diferente que te vuelves predeciblemente 'raro'. La vida te corrige con aislamiento; tu desapego te hace parecer arrogante y frío. Consejo: La verdadera originalidad no necesita disfrazarse.",
    "2": "La Economía Utópica. Tienes ideas brillantes pero poco prácticas sobre el dinero. La realidad te golpea cuando tus teorías no pagan la renta. Riesgo de pérdidas por experimentos financieros. Consejo: Innova, pero asegúrate de que los números cuadren en el mundo real.",
    "3": "La Arrogancia Intelectual. Crees que eres el más listo de la habitación y desprecias las ideas 'comunes'. Te ganas antipatía por hacer sentir tontos a los demás. Consejo: La inteligencia sin empatía es solo soberbia.",
    "4": "El Desapego Familiar. Tratas a tu familia como un concepto sociológico, no como seres queridos. Huyes de la intimidad emocional en casa, creando frialdad. Consejo: Tu familia necesita tu corazón, no tus teorías sobre la convivencia.",
    "5": "El Amor Cerebral. Racionalizas el romance y te desconectas del cuerpo. La corrección llega cuando tu pareja busca calor humano en otro lado porque tú eres un témpano. Consejo: El amor no es una ecuación a resolver, es una experiencia a sentir.",
    "6": "La Rebeldía en la Rutina. Odias los horarios y las órdenes, lo que crea caos en tu trabajo y salud. Te boicoteas por no querer seguir el sistema, incluso cuando el sistema funciona. Consejo: Un poco de disciplina te da la libertad que tanto buscas.",
    "7": "La Frialdad en la Pareja. Exiges libertad absoluta y das indiferencia a cambio. Atraes parejas dramáticas que intentan romper tu muro de hielo, o te quedas solo por no comprometerte. Consejo: La independencia está bien, pero la interdependencia es mejor.",
    "8": "La Transformación Mental. Intentas racionalizar traumas profundos o la muerte. La vida te pone en crisis emocionales viscerales que no puedes pensar, solo sentir. Consejo: No puedes hackear el duelo ni el dolor; tienes que atravesarlos.",
    "9": "El Fanatismo Ideológico. Te enamoras de tus utopías y juzgas el presente con dureza. Te vuelves rígido en tu visión de futuro, rechazando la realidad humana imperfecta. Consejo: Ama al mundo real, no solo al mundo ideal que tienes en la cabeza.",
    "10": "El Anarquista Corporativo. En tu carrera, desafías a la autoridad por deporte. Te ganas fama de problemático o inadaptado. La corrección es ser excluido de los círculos de influencia. Consejo: Para cambiar el sistema, a veces tienes que aprender a jugar sus reglas primero.",
    "11": "La Tiranía del Grupo. Curiosamente, aquí puedes ser excluyente. Si el grupo no sigue tus ideales, te vas o los criticas. La némesis es sentirte solo en medio de la multitud. Consejo: La tolerancia empieza por aceptar a quienes no son tan 'avanzados' como tú.",
    "12": "El Alienígena. Te sientes tan desconectado de la humanidad que te encierras en tu torre de marfil. Tu autoengaño es creer que nadie te entiende, cuando en realidad tú no te explicas. Consejo: Eres humano, te guste o no; baja a la tierra y conecta."
  },
  "Piscis": {
    "1": "La Identidad Difusa. No sabes quién eres y te mimetizas con quien tienes al lado. La vida te corrige cuando te pierdes a ti mismo y la gente abusa de tu falta de límites. Consejo: Definir quién eres implica decir 'no' a lo que no eres.",
    "2": "El Caos Financiero. El dinero se te escapa como agua; evitas mirar las cuentas por miedo o pereza. La némesis son las deudas y el desorden que te obligan a aterrizar de golpe. Consejo: La espiritualidad no paga facturas; el orden material es necesario para tu paz mental.",
    "3": "La Mentira Evasiva. Dices lo que crees que el otro quiere oír o eres ambiguo para no comprometerte. Esto genera confusión y desconfianza en tu entorno. Consejo: La claridad es una forma de bondad; sé claro, no confuso.",
    "4": "El Hogar sin Puertas. Tu casa es un refugio donde entra cualquiera, a veces gente que te drena. La falta de límites domésticos te deja sin energía y sin espacio propio. Consejo: Tu hogar es tu templo, no un albergue público; protege tu entrada.",
    "5": "El Enamoramiento Ilusorio. Idealizas a las personas y luego te decepcionas cuando resultan ser humanas. La corrección es el desengaño amoroso repetido por no ver la realidad. Consejo: Quítate las gafas rosas; las banderas rojas no son decoración.",
    "6": "El Desorden Vital. Tu salud y trabajo sufren por falta de estructura. Te dejas llevar, procrastinas y luego te ahogas en el caos. Somatizas todo lo que sientes. Consejo: La rutina no es tu enemiga, es la red que te sostiene.",
    "7": "El Salvador / Mártir. Atraes parejas rotas para 'salvarlas' y terminas siendo la víctima. La vida te enseña que no puedes arreglar a nadie y que el sacrificio no garantiza amor. Consejo: No confundas lástima con amor.",
    "8": "La Fusión Peligrosa. En finanzas o intimidad, no sabes dónde terminas tú y empieza el otro. Te enredas en deudas o dependencias tóxicas por no poner barreras. Consejo: Mantén tu propia cuenta bancaria y tu propia alma; fusión no es disolución.",
    "9": "La Fe Ciega. Eres susceptible a gurús falsos o creencias escapistas. La némesis llega cuando la realidad pincha tu burbuja espiritual y tienes que enfrentar el mundo crudo. Consejo: Ten la mente abierta, pero no tanto que se te caiga el cerebro.",
    "10": "La Falta de Rumbo. En tu carrera, fluyes tanto que vas a la deriva. Te cuesta concretar metas y te frustras por no materializar tus sueños. Te ven como soñador pero ineficaz. Consejo: Un sueño sin plan es solo una siesta bonita.",
    "11": "La Amistad sin Límites. Te disuelves en los problemas de tus amigos, cargando pesos que no son tuyos. Te sientes agotado y usado por el grupo. Consejo: Empatía no significa absorber la basura emocional de todos.",
    "12": "El Autoengaño Maestro. Aquí está tu gran reto. Huyes de la realidad a través de vicios, sueño o fantasía. Eres tu propio némesis cuando te niegas a ver la verdad dolorosa. Consejo: La verdad duele una vez, la mentira duele cada vez que la recuerdas."
  }
}
