{
  "Aries": {
    "1": "Identidad camaleónica. Tu presencia es un enigma, a veces eres el guerrero y otras el mártir, y la gente proyecta en ti lo que quiere ver. Te mueves por corazonadas impulsivas que no puedes explicar lógicamente. Tienes que aprender a definir quién eres cuando nadie te está mirando para no perderte en la niebla.",
    "2": "Dinero impulsivo. Gastas basándote en cómo te sientes en el momento o en una visión idealista de lo que ese objeto te traerá. Puedes ser increíblemente generoso o caer en esquemas financieros poco claros. Tu intuición para los recursos es rápida, úsala para crear, no solo para consumir.",
    "3": "Comunicación directa pero confusa. Dices la verdad a medias o sueltas una bomba intuitiva sin contexto, dejando a los demás perplejos. Tus mensajes de texto pueden ser crípticos o llenos de errores porque tu mente va más rápido que tus dedos. Aprende a pausar antes de hablar para que tu visión se entienda.",
    "4": "Hogar idealizado. Buscas un santuario donde puedas bajar la guardia y ser vulnerable, pero a menudo hay caos o falta de límites en tu vida privada. Quizás tuviste una infancia donde los roles no estaban claros. Necesitas un espacio físico que sea solo tuyo para recargar tu batería espiritual.",
    "5": "Romance de alto voltaje. Te lanzas al amor o al arte con una fe ciega y una pasión que puede consumirte. Te enamoras del potencial de la aventura, no siempre de la realidad de la persona. Tu creatividad es explosiva, úsala para canalizar esa energía desbordante.",
    "6": "Salud psicosomática. Tu cuerpo reacciona instantáneamente al estrés o a la falta de autenticidad en tu trabajo. Puedes sufrir de inflamaciones o fatiga misteriosa cuando no estás alineado con tu propósito. Necesitas rutinas que incluyan movimiento físico vigoroso para despejar la mente.",
    "7": "Conflictos evasivos. Buscas una pareja que comparta tu visión espiritual, pero a veces atraes a personas que necesitan ser salvadas o con las que compites sutilmente. Tiendes a idealizar la relación al principio y luego te decepcionas cuando aparece la rutina. El amor real requiere ver al otro sin filtros.",
    "8": "Fusión intensa. En la intimidad, buscas disolverte completamente en el otro, lo cual puede ser extático o peligroso si no hay confianza. Tienes una intuición aguda sobre las motivaciones ocultas de la gente, pero a veces actúas impulsivamente sobre esas sospechas. Protege tu energía sexual.",
    "9": "Fe militante. Defiendes tus creencias espirituales o filosóficas con una pasión ardiente, a veces sin escuchar otras perspectivas. Buscas la verdad a través de la experiencia directa y los viajes, no en los libros. Mantén la mente abierta, la verdad tiene muchas caras.",
    "10": "Vocación visionaria. Quieres ser un líder o pionero en un campo creativo o espiritual, pero te cuesta lidiar con la burocracia y las estructuras rígidas. Tu reputación puede ser la de alguien inspirado pero difícil de encasillar. Sigue tu propia brújula, el camino tradicional no es para ti.",
    "11": "Amigos activistas. Te unes a grupos que luchan por causas nobles, pero puedes desilusionarte rápidamente si ves hipocresía o falta de acción. Tiendes a idealizar a tus amigos y luego te sientes traicionado por pequeñeces. Busca comunidades que valoren la autenticidad sobre la apariencia.",
    "12": "Espiritualidad solitaria. Tienes una vida interior muy rica y activa, llena de sueños vívidos y premoniciones. A veces te saboteas actuando impulsivamente desde el inconsciente sin darte cuenta. La meditación o el tiempo a solas es vital para procesar todo lo que absorbes.",
    "0": "Interpretación general de Neptuno en Aries"
  },
  "Tauro": {
    "1": "Aura magnética y sensual. Transmites una calma engañosa, como un lago profundo, y la gente se siente atraída por tu aparente estabilidad aunque por dentro estés soñando. Tu estilo personal es suave, artístico y táctil. No dejes que la pereza o la complacencia te impidan manifestar tus visiones.",
    "2": "Valores fluidos. Tu autoestima está ligada a la belleza y el confort, y a veces crees que el dinero 'simplemente llegará' si tienes fe. Puedes gastar demasiado en lujos o arte como forma de escape emocional. Aprende a diferenciar entre lo que necesitas y lo que simplemente te seduce visualmente.",
    "3": "Palabras tangibles. Te comunicas de manera lenta, poética y sensorial, prefiriendo las imágenes a los conceptos abstractos. A veces te cuesta explicar lo que sientes porque las palabras te parecen insuficientes. Confía en tu voz, tiene un efecto calmante y sanador en los demás.",
    "4": "Santuario sensorial. Tu hogar es tu refugio, lleno de música, aromas y texturas suaves, donde te escondes del mundo. Puedes tener una visión nostálgica de tu familia o idealizar el pasado para no enfrentar cambios necesarios. Mantén tu casa limpia energéticamente, no acumules cosas por apego emocional.",
    "5": "Creatividad material. Disfrutas de los placeres de la vida, el arte, la comida y el romance con una entrega total de los sentidos. En el amor, buscas una fusión física y emocional que te haga sentir seguro, pero cuidado con volverte posesivo o ciego a los defectos de tu pareja.",
    "6": "Cuerpo sensible. Tu salud depende mucho de tu entorno físico y de lo que consumes; eres muy sensible a la comida procesada o a los ambientes feos. Necesitas rutinas que conecten con la tierra, como la jardinería o cocinar, para mantenerte centrado. Escucha a tu cuerpo, es tu mejor oráculo.",
    "7": "Pareja trofeo o musa. Buscas una relación que sea estéticamente hermosa y pacífica, evitando el conflicto a toda costa. Puedes quedarte demasiado tiempo en relaciones estancadas por comodidad o por miedo a romper la fantasía de estabilidad. El amor real también implica incomodidad y crecimiento.",
    "8": "Recursos compartidos nebulosos. Puedes ser ingenuo al mezclar tu dinero con el de otros o al gestionar herencias, confiando demasiado en la buena fe. En la intimidad, buscas una conexión tántrica y profunda. Asegúrate de tener acuerdos claros en papel antes de fusionar tus bienes.",
    "9": "Filosofía natural. Encuentras a Dios en la naturaleza, en el arte y en la belleza simple, no en dogmas complicados. Tus creencias son prácticas y basadas en lo que puedes sentir y tocar. Viajar a lugares hermosos te renueva el alma, pero evita el turismo de consumo espiritual.",
    "10": "Vocación artística. Sueñas con una carrera que te permita crear belleza y trabajar a tu propio ritmo, quizás en música, diseño o finanzas creativas. Te cuesta la presión corporativa y los plazos rígidos. Tu éxito viene cuando alineas tu trabajo con tus valores estéticos y éticos.",
    "11": "Círculo hedonista. Te rodeas de amigos artistas, músicos o personas que disfrutan de la buena vida, creando una burbuja de placer compartido. A veces te cuesta poner límites si el grupo te lleva a excesos o gastos innecesarios. Busca amigos que te inspiren a construir, no solo a disfrutar.",
    "12": "Subconsciente terrenal. Tus miedos más profundos tienen que ver con la escasez o la pérdida de seguridad material. Puedes ser muy terco en tus hábitos inconscientes, resistiéndote al cambio. La conexión con la naturaleza en soledad es tu mejor terapia para disolver la ansiedad."
  },
  "Géminis": {
    "1": "Identidad dispersa. Eres un camaleón verbal, adaptando tu personalidad según con quién hablas, lo que a veces te hace dudar de quién eres realmente. La gente te ve como alguien etéreo, inteligente pero difícil de atrapar. Tu intuición funciona a través de ideas repentinas y conexiones mentales rápidas.",
    "2": "Dinero y datos. Tienes ideas brillantes para generar ingresos, pero te cuesta concretarlas o te distraes con la siguiente gran idea. Puedes gastar dinero en libros, cursos o gadgets que nunca usas. Necesitas un sistema financiero simple porque tu mente tiende a complicar o ignorar los números.",
    "3": "Mente nebulosa y poética. Eres capaz de captar lo que la gente no dice, leyendo entre líneas, pero también propenso a malinterpretar silencios o proyectar significados. Tu comunicación es imaginativa, ideal para la escritura, pero cuidado con las mentiras piadosas o los chismes que se te escapan sin querer.",
    "4": "Raíces intelectuales. Idealizas la historia de tu familia o tienes recuerdos confusos de tu infancia, mezclando realidad con lo que te contaron. Tu hogar puede ser un lugar de paso, lleno de libros y papeles, donde siempre hay gente entrando y saliendo. Necesitas silencio mental para sentirte en casa.",
    "5": "Coqueteo mental. Te enamoras de la inteligencia y las palabras, idealizando a alguien por cómo escribe o habla antes de conocerlo realmente. Tu creatividad es versátil y curiosa, pero te cuesta terminar los proyectos artísticos que empiezas. Diviértete, pero no juegues con los sentimientos de otros por aburrimiento.",
    "6": "Nervios sensibles. Tu salud está directamente ligada a tu sistema nervioso; el exceso de información o el ruido te enferman literalmente. Eres propenso a problemas respiratorios o alergias cuando te sientes ahogado por la rutina. Necesitas meditación o escritura terapéutica para vaciar la mente.",
    "7": "Doble imagen en el amor. Buscas una pareja con la que puedas fusionarte mentalmente, casi telepáticamente, pero a menudo atraes a personas ambiguas o poco claras. La indecisión y los mensajes mixtos son frecuentes en tus relaciones. La claridad verbal es tu mejor herramienta para evitar malentendidos.",
    "8": "Curiosidad profunda. Te fascinan los misterios, el ocultismo y la psicología, buscando entender lo que hay detrás de las apariencias. Puedes ser susceptible a la manipulación mental o a compartir secretos que no te corresponden. Aprende a diferenciar entre intuición genuina y paranoia mental.",
    "9": "Búsqueda de la verdad relativa. Te interesan todas las religiones y filosofías, picoteando de aquí y de allá sin comprometerte con ninguna. Puedes caer en la trampa de intelectualizar la espiritualidad en lugar de sentirla. Viajar te abre la mente, pero a veces te pierdes en los detalles del viaje.",
    "10": "Carrera multifacética. Te cuesta elegir una sola vocación, prefiriendo roles que te permitan comunicar, escribir o viajar. Puedes ser percibido como alguien brillante pero inconstante. Tu don es traducir conceptos complejos en imágenes o historias que inspiren a los demás.",
    "11": "Red social fluida. Tienes amigos de todos los ámbitos y te mueves entre grupos como pez en el agua, pero a veces tus conexiones son superficiales. Puedes ser influenciado fácilmente por las opiniones del grupo o perderte en el chisme colectivo. Busca conexiones mentales que tengan profundidad real.",
    "12": "Mente inconsciente activa. Tu mente nunca descansa, incluso cuando duermes, procesando información y creando escenarios. Puedes sufrir de insomnio o ansiedad por pensar demasiado. Tienes un don para canalizar información o escribir automáticamente; úsalo como vía de escape saludable."
  },
  "Cáncer": {
    "1": "Aura empática. Eres una esponja emocional, absorbiendo los sentimientos de todos a tu alrededor hasta no saber qué es tuyo y qué es ajeno. Tu presencia es suave, maternal y protectora, pero puedes ponerte un caparazón si te sientes vulnerable. Aprende a poner límites energéticos antes de salir de casa.",
    "2": "Seguridad emocional. Gastas dinero para nutrir a otros o para crear un nido seguro, a veces comprando cosas por nostalgia o apego sentimental. Tu intuición financiera está ligada a tu instinto de protección; confía en tus corazonadas sobre inversiones inmobiliarias o familiares. No compres afecto con regalos.",
    "3": "Comunicación intuitiva. No necesitas palabras para entender lo que pasa; captas el tono emocional y el lenguaje corporal al instante. A veces esperas que los demás te lean la mente y te ofendes cuando no lo hacen. Expresa tus necesidades claramente, nadie tiene una bola de cristal.",
    "4": "El santuario definitivo. Idealizas el concepto de familia y hogar, a veces ignorando dinámicas tóxicas o sacrificándote demasiado por la paz doméstica. Tu casa es un lugar sagrado de retiro, posiblemente cerca del agua. Es vital que tengas tu propio espacio privado donde nadie pueda entrar sin permiso.",
    "5": "Creatividad del alma. Tu arte y autoexpresión vienen de un lugar muy profundo y vulnerable; creas para sanar y nutrir. En el romance, eres increíblemente cariñoso y romántico, pero puedes volverte pegajoso o manipular emocionalmente si sientes inseguridad. El amor no es una necesidad, es una elección.",
    "6": "Estómago sensible. Tus emociones van directo a tu digestión; si estás preocupado, te duele la panza. Tienes un don natural para cuidar a otros, pero a menudo te olvidas de cuidarte a ti mismo hasta que colapsas. Establece rutinas de autocuidado que sean innegociables, como baños relajantes o buena comida.",
    "7": "Fusión emocional. Buscas una pareja que sea tu familia, tu refugio y tu alma gemela, todo en uno. Tiendes a atraer a personas que necesitan 'madre' o 'padre', cayendo en roles de cuidador. Recuerda que no puedes salvar a tu pareja, solo puedes amarla. La dependencia emocional no es amor.",
    "8": "Intimidad oceánica. En el sexo y en las finanzas compartidas, buscas una fusión total donde los límites desaparecen. Tienes una intuición psíquica sobre los traumas y miedos de los demás. Cuidado con absorber la deuda kármica o financiera de tu pareja por querer ayudar.",
    "9": "Fe ancestral. Tu espiritualidad está ligada a tus raíces, a la luna y a lo femenino divino. Buscas un sentido de pertenencia universal y te sientes conectado con tus antepasados. Viajar cerca del agua te conecta con lo divino. Confía en tu sabiduría emocional, es más antigua que los libros.",
    "10": "Vocación de cuidado. Te atraen carreras donde puedas cuidar, nutrir o sanar, ya sea en medicina, cocina, psicología o arte. Puedes sentirte abrumado por la dureza del mundo profesional y necesitar retiros frecuentes. Tu éxito radica en poner corazón en lo que haces, la gente lo nota.",
    "11": "Tribu emocional. Tratas a tus amigos como familia, ofreciendo lealtad incondicional y esperando lo mismo a cambio. Te duelen profundamente las traiciones o el enfriamiento de las amistades. Tiendes a asumir los problemas del grupo como propios. Mantén un círculo íntimo que respete tu sensibilidad.",
    "12": "Secretos familiares. Tienes una conexión psíquica con el pasado y con lo que se oculta en tu linaje. A veces te retiras a tu caparazón para procesar emociones viejas que surgen sin aviso. El agua es tu elemento sanador; llorar, nadar o bañarte limpia tu aura de todo lo que recogiste en el día."
  },
  "Leo": {
    "1": "Brillo difuso. Tienes un carisma casi mágico, de estrella de cine de otra época, que encanta a todos, pero a veces te pierdes en tu propio personaje. Buscas ser visto como alguien especial y divino, y te duele si la realidad no aplaude. Tu autenticidad es tu mayor magia, no necesitas actuar.",
    "2": "Lujo fantasioso. Crees que mereces lo mejor y gastas como si fueras realeza, a veces sin tener los fondos para respaldarlo. Ves el dinero como una herramienta para crear belleza y generosidad. Cuidado con apostar o invertir en proyectos glamurosos pero sin sustancia.",
    "3": "Narrativa dramática. Cuentas historias maravillosas, embelleciendo la verdad para hacerla más interesante o inspiradora. Tu comunicación es cálida y creativa, pero puedes ser sordo a los detalles prácticos o aburridos. Usa tu palabra para elevar el espíritu de los demás, no solo para impresionar.",
    "4": "Castillo de naipes. Quieres que tu hogar sea un palacio donde recibir y brillar, idealizando a tu familia como una dinastía perfecta. Puedes ocultar los problemas domésticos para mantener la apariencia. Necesitas un hogar que te permita ser creativo y jugar, no un escenario rígido.",
    "5": "El artista soñador. Esta es tu casa natural. Tu creatividad es ilimitada y divinamente inspirada; el arte fluye a través de ti. En el amor, buscas el cuento de hadas absoluto, idealizando al amante y el romance. Cuidado con enamorarte del amor mismo y no ver a la persona real frente a ti.",
    "6": "Salud del corazón. Eres sensible a la falta de aprecio o alegría en tu trabajo; si no te sientes especial, tu vitalidad decae. Puedes tener problemas de espalda o corazón si llevas cargas que no te corresponden por orgullo. Integra el juego y la creatividad en tu rutina diaria para sanar.",
    "7": "Pareja idealizada. Buscas un compañero que te adore y a quien puedas poner en un pedestal. A veces proyectas tus propias cualidades doradas en el otro y te decepcionas cuando resultan ser humanos. Aprende a amar la imperfección y a compartir el protagonismo en la relación.",
    "8": "Dramas compartidos. En la intimidad y las finanzas conjuntas, tiendes a ser generoso hasta el extremo o a ignorar las letras pequeñas. Puedes verte envuelto en situaciones complejas por confiar en la 'buena vibra' de alguien carismático. Mantén el ego fuera de las inversiones y los acuerdos profundos.",
    "9": "Gurú carismático. Tu espiritualidad es expresiva, alegre y centrada en el corazón. Puedes sentirte atraído por roles de liderazgo espiritual o artístico. Crees en un universo generoso y creativo. Viajar te inspira a expandir tu propia leyenda personal. Sé humilde en tu búsqueda de la verdad.",
    "10": "Fama soñada. Aspiras a ser reconocido por tu talento único, soñando con el aplauso y la influencia. A veces te falta disciplina para materializar esa visión, esperando ser 'descubierto'. Tu carrera debe tener un elemento de espectáculo o creatividad; no naciste para ser invisible.",
    "11": "Líder de la banda. Te rodeas de admiradores o artistas, buscando ser el centro de un grupo creativo. Puedes ser increíblemente generoso con tus amigos, pero te sientes herido si no recibes la misma atención. Busca comunidades donde todos brillen, no solo tú.",
    "12": "Miedos ocultos. En el fondo, temes ser ordinario o irrelevante. Tienes sueños de grandeza que a veces no compartes por miedo al ridículo. Tu subconsciente es una fuente inagotable de creatividad dramática. El retiro creativo, donde puedes actuar sin público, es sanador para tu ego."
  },
  "Virgo": {
    "1": "Servicio difuso. Te presentas como alguien humilde, servicial y perfecto, pero a menudo te sientes invisible o usado. Tu aura es pulcra pero nerviosa. Tienes una intuición somática increíble; tu cuerpo sabe antes que tu mente. Deja de intentar arreglarte a ti mismo, no estás roto.",
    "2": "Caos financiero detallado. Puedes ser muy meticuloso con centavos y perder miles en descuidos grandes por idealismo. A veces gastas en suplementos, herramientas de organización o cosas 'útiles' que prometen orden pero traen desorden. Tu valor no depende de cuán útil o productivo seas.",
    "3": "Análisis intuitivo. Tu mente intenta catalogar lo incatalogable. Percibes los detalles sutiles y los errores que nadie más ve, lo que te causa ansiedad. Te comunicas con precisión, pero a veces te pierdes en explicaciones laberínticas. Confía en tu primer instinto, no necesitas sobreanalizarlo todo.",
    "4": "Hogar estéril o santuario. Buscas un hogar purificado, limpio y ordenado para calmar tu caos interno. Puedes ser obsesivo con la limpieza o, por el contrario, vivir en un desorden oculto que te avergüenza. Tu casa debe ser un lugar de descanso real, no otro proyecto de trabajo.",
    "5": "Perfeccionismo creativo. Tienes un talento técnico increíble para el arte, pero te criticas tanto que a veces no terminas nada. En el amor, buscas a alguien a quien 'arreglar' o mejorar, confundiendo ayuda con intimidad. Permítete crear basura, permítete amar sin un manual de instrucciones.",
    "6": "El sanador herido. Esta es tu zona. Eres hipersensible a tu entorno, alimentos y rutinas. Buscas la salud perfecta y puedes caer en hipocondría o en devoción a dietas extremas. Tienes un don para la medicina natural y el servicio desinteresado. Sirve sin sacrificarte; tu bienestar va primero.",
    "7": "Relaciones de servicio. Atraes a parejas desorganizadas, artistas o personas 'perdidas' que necesitan tu orden, creando una dinámica de enfermero-paciente. Idealizas la utilidad de la relación más que la conexión emocional. Deja de limpiar el desastre de tu pareja y empieza a disfrutar de su compañía.",
    "8": "Fusión analítica. Te cuesta soltar el control en la intimidad, analizando tus propias reacciones y las del otro. Tienes miedo a la contaminación emocional o financiera. Tu intuición psicológica es aguda, detectas las mentiras al instante. Aprende a confiar y a ensuciarte las manos en la fusión emocional.",
    "9": "Fe práctica. Buscas una espiritualidad que funcione, con rituales precisos y resultados tangibles. Puedes ser escéptico de lo místico hasta que tienes una experiencia física innegable. Encuentras a Dios en los detalles y en el servicio diario. No pierdas el bosque por mirar el árbol.",
    "10": "Vocación de servicio. Sueñas con un trabajo donde seas indispensable y ayudes a aliviar el sufrimiento, pero a menudo te quedas en roles subordinados por falta de confianza. Idealizas el trabajo perfecto. Tu misión es traer orden y sanación al caos del mundo, pero reconoce tu propio valor.",
    "11": "Amigos necesitados. A menudo eres el que organiza, ayuda y escucha en tu grupo de amigos, atrayendo a personas que se aprovechan de tu buena voluntad. Te cuesta pedir ayuda cuando tú la necesitas. Busca comunidades que compartan tus valores de servicio y mejora, pero donde haya reciprocidad.",
    "12": "Ansiedad inconsciente. Tu mente nunca para de buscar problemas que resolver, incluso en sueños. Tienes un miedo profundo al caos y a la enfermedad que te impulsa a controlar. La meditación mindfulness o el yoga son esenciales para calmar tu mente crítica y conectar con el todo."
  },
  "Libra": {
    "1": "Encanto evasivo. Tu identidad se define a menudo en relación con los demás; eres un espejo que refleja lo que la gente quiere ver. Eres suave, diplomático y estéticamente agradable, pero te cuesta decir 'no' o definir tus propios bordes. Aprende que el conflicto no es el fin del mundo, es parte de la verdad.",
    "2": "Dinero estético. Gastas en belleza, arte y moda para mantener una imagen idealizada o para evitar sentirte mal. Puedes ser indeciso con tus finanzas, esperando que alguien más tome las decisiones difíciles. Valora tu talento diplomático y artístico, es tu mayor activo.",
    "3": "Palabras dulces. Te comunicas para complacer y mantener la armonía, a veces ocultando lo que realmente piensas para no molestar. Tienes un don para la poesía y la mediación. Cuidado con prometer cosas que no puedes cumplir solo por quedar bien en el momento.",
    "4": "Hogar de revista. Quieres que tu casa sea un remanso de paz y belleza, perfecto para recibir visitas. Idealizas la armonía familiar y barres los problemas debajo de la alfombra elegante. Necesitas un espacio donde puedas estar despeinado y ser real sin juicio.",
    "5": "Romance de película. Vives para el amor, el cortejo y la fantasía de la pareja perfecta. Tu creatividad es refinada y orientada a la belleza. Puedes caer en el enamoramiento perpetuo, saltando de una ilusión a otra. Recuerda que el amor real incluye días malos y pijamas viejos.",
    "6": "Salud equilibrada. Tu bienestar depende de la armonía en tus relaciones y entorno. El conflicto te enferma físicamente, afectando tus riñones o piel. Tiendes a evitar los síntomas desagradables esperando que desaparezcan solos. Busca rutinas que equilibren belleza y salud, como danza o yoga.",
    "7": "El espejo empañado. Idealizas el concepto de 'nosotros', perdiendo tu identidad en la pareja. Atraes a personas artísticas, soñadoras o poco fiables, y proyectas en ellas virtudes que no tienen. El desafío es ver al otro como una persona real, no como la mitad que te completa.",
    "8": "Intimidad complaciente. En la fusión con el otro, te adaptas tanto a sus deseos que olvidas los tuyos. Puedes ser ingenuo en acuerdos legales o financieros compartidos por evitar discusiones. La verdadera intimidad requiere honestidad brutal, no solo sonrisas educadas.",
    "9": "Justicia divina. Buscas una verdad que sea bella, justa y equilibrada. Te atraen las filosofías que promueven la paz y el amor universal. A veces evitas las verdades feas de la vida. Viajar con pareja o amigos es tu forma ideal de expansión. La justicia real a veces es desordenada.",
    "10": "Carrera diplomática. Sueñas con una profesión en las artes, la moda o las relaciones públicas, donde puedas crear armonía y belleza. Te cuesta tomar decisiones ejecutivas duras. Tu reputación es de alguien encantador y colaborador. Usa tu encanto para abrir puertas, pero ten sustancia detrás.",
    "11": "Círculo social ideal. Te mueves en grupos elegantes y artísticos, buscando la aceptación social. A veces te pierdes en la superficialidad de los eventos sociales. Valora a los amigos que te dicen la verdad, no solo a los que te adulan. La verdadera amistad soporta el desacuerdo.",
    "12": "Soledad compartida. Tienes miedo a estar solo, buscando siempre compañía incluso en tu mundo interior. Sueñas con un amor perfecto que sane todas tus heridas. Tienes un talento artístico oculto que a veces no muestras. Aprende a disfrutar de tu propia compañía; eres tu mejor pareja."
  },
  "Escorpio": {
    "1": "Misterio magnético. Tu presencia es intensa, hipnótica y algo inquietante. La gente proyecta sus sombras y secretos en ti. Eres un radar humano para la verdad oculta, pero a veces te escondes detrás de una cortina de humo para protegerte. Deja que la gente vea tu vulnerabilidad, es tu mayor fuerza.",
    "2": "Recursos ocultos. Tienes una habilidad intuitiva para encontrar valor en lo que otros desechan o ignoran. El dinero puede llegar de fuentes misteriosas o a través de otros. Puedes ser obsesivo con la seguridad financiera por miedo a perder el control. Confía en tu capacidad de regeneración.",
    "3": "Silencios que hablan. No te interesa la charla superficial; lees la mente y las intenciones detrás de las palabras. Tu comunicación puede ser sarcástica, profunda o manipuladora si te sientes amenazado. Tienes un don para la investigación y los temas tabú. Usa tus palabras para sanar, no para envenenar.",
    "4": "Hogar refugio. Tu casa es tu búnker, un lugar privado donde puedes bajar tus defensas. Puede haber secretos familiares o dinámicas de poder ocultas en tu infancia que idealizas o demonizas. Necesitas un espacio donde puedas procesar tus emociones intensas sin ser molestado.",
    "5": "Pasión obsesiva. En el romance y la creatividad, te entregas con una intensidad que puede ser adictiva. Buscas transformar y ser transformado por el amor. Cuidado con confundir drama y dolor con amor profundo. Tu arte debe ser visceral y catártico.",
    "6": "Salud regenerativa. Eres muy resistente, pero tus enfermedades suelen tener una raíz emocional profunda o tóxica. Tiendes a obsesionarte con síntomas o a investigar tu propia cura. Necesitas desintoxicarte regularmente, tanto física como emocionalmente. El sexo y el sueño profundo son sanadores para ti.",
    "7": "Fusión del alma. Buscas una conexión que vaya más allá de la muerte, una lealtad absoluta. Idealizas la intensidad y puedes atraer relaciones kármicas complicadas donde hay juegos de poder y salvación. Aprende a confiar sin controlar; el amor verdadero no necesita vigilancia.",
    "8": "El océano profundo. Esta es tu zona. Tienes una capacidad psíquica para navegar el trauma, la muerte y los recursos compartidos. Puedes disolverte en la intimidad hasta perder el yo. Cuidado con las estafas o engaños en temas de herencias o impuestos. Eres un mago de la transformación.",
    "9": "Búsqueda de la verdad oculta. Te atraen el ocultismo, la psicología profunda y los misterios del universo. Tu fe se basa en experiencias de transformación personal, no en dogmas. Viajas para desafiarte y descubrir secretos. La verdad te hará libre, pero primero te destrozará el ego.",
    "10": "Poder en la sombra. Te atraen carreras donde puedas investigar, sanar o transformar, a menudo detrás de escena o manejando crisis. Puedes ser visto como alguien poderoso pero enigmático. Tu vocación es ayudar a otros a navegar sus propias oscuridades sin miedo.",
    "11": "Alianzas estratégicas. Tus amigos son pocos pero profundos; valoras la lealtad de sangre. Puedes ser desconfiado en grupos grandes, sintiendo las corrientes subterráneas de poder. Te unes a causas que implican transformación radical. Cuidado con las traiciones imaginarias.",
    "12": "Inconsciente psíquico. Tienes acceso directo a los miedos y deseos colectivos. Puedes sufrir de pesadillas o parálisis del sueño si no procesas tu sombra. Tienes un don natural para la mediumnidad o la psicología. No tengas miedo de tu propia oscuridad, es donde guardas tu luz."
  },
  "Sagitario": {
    "1": "El eterno optimista. Irradias una fe contagiosa y un espíritu aventurero, pero a veces prometes más de lo que puedes cumplir. Te ven como un gurú o un guía, y tú te crees ese papel, a veces desconectándote de la realidad práctica. Tu brújula es la intuición; síguela, pero mira dónde pisas.",
    "2": "Abundancia confiada. Crees que el universo proveerá y a menudo tienes suerte, pero puedes ser descuidado con los detalles financieros o gastar en viajes y cursos impulsivamente. Tienes una visión generosa de los recursos. Aprende a administrar para que tu libertad sea sostenible.",
    "3": "Mensajero inspirado. Hablas con entusiasmo y visión, inspirando a otros, pero a veces exageras o pasas por alto los hechos. Te cuesta escuchar los detalles aburridos. Tu mente es filosófica y expansiva. Comunica tu verdad, pero verifica tus fuentes antes de predicar.",
    "4": "Hogar sin fronteras. Te sientes en casa en cualquier lugar del mundo, o sueñas con vivir en el extranjero. Idealizas la libertad doméstica y te sientes asfixiado por las responsabilidades familiares tradicionales. Necesitas un hogar espacioso, lleno de libros y ventanas, donde no te sientas atrapado.",
    "5": "Aventura creativa. El amor para ti es un viaje de descubrimiento espiritual. Te enamoras de extranjeros, maestros o personas que expanden tu mundo. Tu creatividad es grandiosa y espontánea. Cuidado con el síndrome de Peter Pan; comprometerse no significa perder la libertad.",
    "6": "Salud expansiva. Tiendes a los excesos en comida o bebida por puro disfrute o escapismo. Tu salud depende de tu sentido de propósito y libertad; si te sientes limitado, enfermas. Necesitas deporte al aire libre y contacto con la naturaleza para mantenerte sano. La moderación es tu lección.",
    "7": "Pareja filosófica. Buscas a alguien que comparta tu visión del mundo y con quien puedas explorar. Idealizas la relación perfecta como una aventura constante, evitando la rutina. A veces atraes a personas que te ven como su salvador o maestro. Busca un compañero de viaje, no un discípulo.",
    "8": "Expansión compartida. Eres generoso y confiado en los negocios conjuntos, a veces demasiado. Buscas una intimidad que te lleve a estados superiores de conciencia. Puedes ser propenso a tomar riesgos financieros grandes basados en corazonadas. Asegura el paracaídas antes de saltar con otro.",
    "9": "El buscador místico. Esta es tu casa. Tienes una sed insaciable de conexión divina y verdad universal. Idealizas otras culturas y filosofías, buscando el paraíso en la tierra. Puedes caer en el dogmatismo espiritual o en seguir a falsos gurús. La verdad está dentro, no en el próximo ashram.",
    "10": "Vocación global. Sueñas con una carrera que te permita viajar, enseñar o inspirar a gran escala. Te frustran los límites corporativos y la falta de ética. Puedes ser un visionario en tu campo, pero necesitas disciplina para aterrizar tus grandes ideas. Sé el mentor que hubieras querido tener.",
    "11": "Amigos del mundo. Tu círculo social es internacional y diverso, unido por ideales compartidos. Eres el alma de la fiesta y el pegamento del grupo, pero a veces te comprometes con demasiada gente y fallas. Busca amigos que apoyen tu crecimiento y te digan la verdad sin filtros.",
    "12": "Fe ciega. Tienes una protección espiritual natural, como si un ángel guardián te cuidara. A veces te escapas de la realidad a través de fantasías de grandeza o viajes. Tu intuición es profética. El retiro espiritual te recarga, pero recuerda volver a la tierra."
  },
  "Capricornio": {
    "1": "Autoridad sutil. Pareces serio y controlado, pero hay una melancolía o suavidad oculta en tu mirada. La gente te respeta pero a veces no sabe cómo acercarse. Disuelves las estructuras rígidas con tu intuición. No te endurezcas tanto; permitir que vean tu sensibilidad te hace un líder más humano.",
    "2": "Ambición soñadora. Quieres construir un imperio, pero a veces te paraliza el miedo a no tener suficiente. Puedes ser muy práctico con el dinero o, extrañamente, gastar en estatus para llenar un vacío. Tu intuición para los negocios es excelente si confías en ella y no solo en la lógica.",
    "3": "Mente estructurada pero porosa. Te comunicas con autoridad y concisión, pero a veces tu mente se inunda de preocupaciones irracionales. Tienes un don para dar forma a ideas abstractas. Cuidado con el pesimismo o con ver solo los límites. Tus palabras pueden construir realidades; úsalas sabiamente.",
    "4": "Raíces tradicionales. Idealizas el pasado, la historia y el linaje, buscando seguridad en lo conocido. Puedes sentirte responsable de la felicidad de tu familia, cargando pesos que no son tuyos. Tu hogar debe ser un lugar sólido pero acogedor, donde puedas soltar el peso del mundo.",
    "5": "Creatividad disciplinada. Te tomas el arte y el romance muy en serio. Te cuesta soltarte y jugar, buscando siempre un resultado productivo. En el amor, puedes idealizar a personas mayores o con estatus. Aprende que el placer no necesita justificación ni retorno de inversión.",
    "6": "Salud y deber. Trabajas hasta el agotamiento, ignorando las señales sutiles de tu cuerpo. Eres propenso a problemas de huesos, piel o depresión por exceso de responsabilidad. Necesitas rutinas que incluyan descanso real, no solo 'tiempo libre para hacer más cosas'.",
    "7": "Compromiso idealizado. Buscas una pareja que aporte estructura y estatus, pero a veces atraes a personas que necesitan que las sostengas. Puedes ser rígido en tus expectativas de la relación. El amor requiere vulnerabilidad, algo que te aterra pero que necesitas desesperadamente.",
    "8": "Control de recursos. Eres cauteloso en las fusiones financieras, temiendo perder lo que has construido. En la intimidad, te cuesta perder el control y dejarte llevar. Tienes una intuición poderosa sobre los negocios y el poder. Aprende que la verdadera fuerza está en la entrega, no en la retención.",
    "9": "Fe institucional. Buscas la espiritualidad en estructuras tradicionales o antiguas. Puedes ser escéptico de lo 'new age', prefiriendo lo probado por el tiempo. Viajas por trabajo o con un propósito definido. Abre tu mente a lo que no se puede medir ni certificar.",
    "10": "El ejecutivo místico. Sueñas con llegar a la cima, pero a menudo te sientes un fraude o te desilusionas cuando llegas y ves que está vacío. Tienes la capacidad de traer compasión y visión al mundo corporativo. Tu vocación es espiritualizar la materia y liderar con empatía.",
    "11": "Redes de poder. Te unes a grupos profesionales o de élite, buscando avanzar en tus metas. A veces te sientes solo incluso rodeado de gente, creyendo que solo te valoran por tu utilidad. Busca amigos con los que no tengas que ser 'alguien', solo tú mismo.",
    "12": "Soledad estructural. Tienes miedo al fracaso y a la pérdida de control, miedos que te persiguen en silencio. Eres un arquitecto de sueños en secreto. La soledad no es un castigo, es tu taller creativo. Construye castillos en el aire, pero ponles cimientos en la tierra."
  },
  "Acuario": {
    "1": "Excentricidad etérea. Eres un alienígena bondadoso, desconectado de las normas sociales pero profundamente humano. La gente te ve como un visionario o un bicho raro. Tu identidad es fluida y colectiva. No te pierdas tanto en el futuro que olvides vivir en el presente.",
    "2": "Valores alternativos. El dinero te importa poco, salvo para comprar libertad o tecnología. Puedes tener ingresos erráticos o provenientes de fuentes inusuales. Eres generoso con causas humanitarias pero descuidado con tus propias cuentas. Inventa tu propia economía, pero paga la luz.",
    "3": "Mente en red. Captas información del éter, teniendo ideas futuristas que otros no entienden todavía. Tu comunicación es abstracta, telemática y a veces fría. Te cuesta conectar emocionalmente en el uno a uno. Usa tu genialidad para conectar a la gente, no para aislarte en teorías.",
    "4": "Hogar comunitario. Idealizas la idea de vivir en comunidad o con amigos, rompiendo el modelo de familia nuclear. Puedes sentirte desarraigado o como un extraño en tu propia familia biológica. Necesitas un hogar lleno de tecnología y libertad, donde las puertas siempre estén abiertas.",
    "5": "Creatividad experimental. Tu arte es vanguardista, digital o extraño. En el amor, buscas amistad y libertad por encima de la pasión tradicional. Puedes idealizar el amor libre o las relaciones no convencionales, pero a veces te desconectas del corazón. El amor requiere presencia, no solo teoría.",
    "6": "Salud nerviosa. Tu sistema eléctrico es sensible; la tecnología y las ondas te afectan. Tienes una visión holística y futurista de la salud, probando terapias nuevas. A veces ignoras tu cuerpo físico por vivir en tu mente. Conecta a tierra: camina descalzo, apaga el Wi-Fi.",
    "7": "Pareja amigo. Buscas un igual intelectual, alguien con quien salvar el mundo. Idealizas la independencia en la relación, a veces evitando la intimidad real por miedo a perder tu libertad. Atraes a personas inestables o geniales. La intimidad no te quita libertad, te da una base.",
    "8": "Recursos colectivos. Te interesan las criptomonedas, el crowdfunding o formas nuevas de compartir valor. En la intimidad, eres experimental y desapegado. Cuidado con confiar ciegamente en grupos o esquemas utópicos. La confianza se gana, no se asume por ideales compartidos.",
    "9": "Filosofía galáctica. Tu fe está en la humanidad, la ciencia y el futuro. Rechazas las religiones tradicionales por considerarlas limitantes. Te fascina la astrología, la astronomía y lo transpersonal. Busca la verdad que une a todos, pero no olvides la compasión individual.",
    "10": "Vocación humanitaria. Sueñas con un trabajo que impacte a la sociedad o innove radicalmente. Te aburren las jerarquías y las viejas formas de trabajar. Puedes ser un visionario incomprendido en tu campo. Tu misión es traer el futuro al presente, aunque te llamen loco.",
    "11": "El soñador colectivo. Esta es tu zona. Idealizas a tus amigos y a los grupos, fundiéndote con la masa. Crees ciegamente en la utopía y trabajas por ella. A veces te decepcionas cuando el grupo actúa de forma egoísta. Recuerda que el colectivo está hecho de individuos imperfectos.",
    "12": "Inconsciente rebelde. Tienes una conexión psíquica con el sufrimiento del mundo. A veces te aíslas completamente para recargar tu batería social. Tienes miedo a perder tu individualidad en el grupo. Tu intuición es genial y repentina; confía en esos 'flashes' de conocimiento."
  },
  "Piscis": {
    "1": "Camuflaje total. Eres un espejo líquido; la gente ve en ti sus propios sueños y deseos. Te cuesta definir dónde terminas tú y empiezan los demás. Eres suave, místico y elusivo. Tu reto es construir un ego lo suficientemente fuerte para navegar el mundo sin disolverte en él.",
    "2": "Dinero mágico. El dinero se te escapa como agua entre los dedos o llega milagrosamente cuando lo necesitas. No valoras las cosas por su precio, sino por su energía. Puedes ser víctima de estafas por ser demasiado confiado. Necesitas un ancla financiera, alguien o algo que te ayude a materializar.",
    "3": "Lenguaje del alma. Te comunicas con música, poesía o silencios, y te frustra la limitación de las palabras. A menudo pierdes el hilo, olvidas citas o te confundes en el tráfico. Tu mente es intuitiva y visual. Escribe tus sueños, son mensajes directos.",
    "4": "Hogar espiritual. Tu casa es un templo o un caos, no hay término medio. Eres extremadamente sensible a la energía de tu entorno familiar. Idealizas tu infancia o vives añorando un hogar que nunca existió. Limpia tu espacio con salvia y pon límites a los familiares tóxicos.",
    "5": "Creatividad pura. Eres un canal para el arte; la inspiración te posee. En el romance, eres el amante eterno, sacrificado y soñador, buscando la fusión total. Te enamoras fácilmente y sufres profundamente. Pon límites en el amor para no perderte a ti mismo en la fantasía.",
    "6": "Cuerpo esponja. Somatizas todo; si el ambiente es tóxico, enfermas. Tienes alergias extrañas o sensibilidad a los medicamentos. El trabajo rutinario te mata el alma. Necesitas un trabajo con significado y flexibilidad. El agua y el sueño son tus mejores medicinas.",
    "7": "Relaciones de sacrificio. Atraes a almas perdidas, adictos o artistas que necesitan salvación. Idealizas al otro hasta la ceguera, ignorando las banderas rojas. Tienes un corazón compasivo, pero no eres un centro de rehabilitación. Busca un igual, no un proyecto.",
    "8": "Fusión mística. En la intimidad no hay barreras, es una experiencia espiritual. Eres vulnerable a la manipulación emocional o financiera de otros. Tienes una capacidad mediúmnica natural. Protege tu energía psíquica cuando te abras al otro; no todo el mundo merece tu luz.",
    "9": "Fe absoluta. Vives conectado con lo divino de forma natural. No necesitas dogmas, sientes la verdad. Puedes ser un vagabundo espiritual, viajando sin rumbo fijo. Cuidado con el escapismo espiritual para no enfrentar la realidad. Tu vida es una peregrinación.",
    "10": "Vocación de servicio universal. Sueñas con salvar el mundo a través del arte, la sanación o la compasión. Te cuesta el mundo corporativo competitivo. A menudo no sabes qué quieres ser, solo sabes que quieres ayudar. Confía en el flujo, tu camino no es lineal.",
    "11": "Amigos del alma. Te unes a grupos espirituales, artísticos o de ayuda, buscando comunión. Te fundes con tus amigos y sufres sus dolores como propios. A veces te rodean vampiros energéticos. Aprende a decir no sin culpa; tu energía es limitada.",
    "12": "El océano infinito. Estás en tu casa. Vives con un pie en la realidad y otro en el sueño. Tu intuición es infalible, pero tu miedo a la realidad puede llevarte a adicciones o evasión. La soledad es tu santuario necesario para vaciarte de la energía ajena. Eres el universo experimentándose a sí mismo."
  }
}
