{
  "Aries": {
    "1": "El guerrero independiente. Has pasado vidas cediendo tu poder a otros para mantener una falsa paz, pero ahora el destino te pide que tomes el volante sin pedir permiso. La vida te pondrá en situaciones donde tendrás que actuar solo, confiar en tu instinto visceral y decir 'yo soy esto' aunque a nadie más le guste. Tu gran reto es dejar de esperar la aprobación de tu pareja o socios. Atrévete a iniciar, el coraje es tu única brújula real.",
    "2": "Independencia financiera radical. Tu evolución depende de que generes tu propio dinero en lugar de administrar o depender de los recursos de otros. Es fácil caer en la tentación de fusionar cuentas o vivir de herencias emocionales, pero tu alma te pide que seas autosuficiente. Lánzate a emprender o a pedir ese aumento por mérito propio. Cuando pagas tus propias facturas, recuperas una dignidad que habías olvidado.",
    "3": "Tu propia voz sin filtros. Deja de repetir dogmas académicos o verdades de otros para parecer culto y empieza a decir lo que piensas en el momento. Tu crecimiento está en la comunicación directa, breve y valiente. Escribe ese correo, lanza ese blog o di lo que sientes en la cena familiar sin suavizarlo tanto. No necesitas un título más para tener razón, necesitas confiar en tu mente rápida y en tu entorno inmediato.",
    "4": "El líder del hogar. Mientras el mundo exterior te pide diplomacia y 'quedar bien', tu alma necesita que seas la autoridad en tu vida privada. Es momento de dejar de complacer a figuras parentales o jefes y construir un refugio donde tus reglas sean la ley. Puede que tengas que cortar el cordón umbilical o establecer límites duros con tu familia de origen. Tu santuario personal es donde recuperas tu fuerza, defiéndelo.",
    "5": "Creatividad egoísta y necesaria. Has diluido tu identidad en grupos y causas sociales, pero ahora te toca ser la estrella solista. Tu evolución requiere que tomes riesgos creativos, que tengas romances apasionados y que te diviertas sin buscar el consenso del comité. Deja de intentar salvar al mundo y empieza a expresar tu alegría individual. Si te hace sentir vivo y un poco asustado, es el camino correcto.",
    "6": "Autonomía en la rutina. Deja de soñar despierto o escapar a mundos espirituales cuando las cosas se ponen difíciles; tu medicina es la acción diaria y concreta. Necesitas un trabajo donde tengas independencia y puedas ver resultados tangibles de tu esfuerzo físico. El reto es dejar de ser la víctima de circunstancias vagas y convertirte en el héroe de tus hábitos. Haz ejercicio, cumple tu lista y enfócate en el hoy.",
    "7": "Valentía en el compromiso. Estás acostumbrado a ir por libre y pensar solo en ti, pero el destino te empuja a considerar al otro sin perderte. El reto no es ceder, sino mantener tu identidad mientras negocias con una pareja. Atraerás personas fuertes que te desafiarán; no huyas del conflicto, úsalo para fortalecer el vínculo. Aprende que pelear limpio con alguien es una forma de intimidad superior a la soledad.",
    "8": "Intimidad sin armaduras. Tu tendencia es aferrarte a lo tuyo y acumular seguridad material, pero tu alma pide que te arriesgues a fusionarte con otro. Tienes que atreverte a compartir recursos, deudas y secretos profundos. La transformación llega cuando dejas de contar cada centavo y te entregas a una experiencia emocional intensa que no puedes controlar. Soltar el control posesivo es tu mayor acto de valentía.",
    "9": "La búsqueda de tu verdad. Deja de quedarte en la superficie de los chismes y la información trivial; tu destino es defender una visión o creencia propia. Tienes que atreverte a viajar, física o mentalmente, y defender tus ideales aunque parezcan agresivos para tu entorno habitual. No se trata de tener datos, se trata de tener fe en tu intuición. Conviértete en el pionero de una nueva filosofía de vida.",
    "10": "Ambición y mando. Has pasado mucho tiempo refugiado en la seguridad del hogar o la infancia, pero la vida te empuja al escenario público. Tienes que asumir un rol de liderazgo visible y profesional. Deja de esconderte tras las faldas de la familia y sal a competir en el mundo real. El éxito te espera cuando aceptas que naciste para mandar y dirigir, no para ser cuidado. Tu reputación se construye con audacia.",
    "11": "Liderar la comunidad. Deja de buscar el aplauso individual y el romance dramático para enfocar tu energía en causas colectivas. Tu misión es ser la punta de lanza dentro de grupos de amigos o redes sociales. Tienes que ser el valiente que propone la nueva dirección para todos. No busques ser el rey, busca ser el activista que enciende la mecha del cambio. Tu individualidad brilla más cuando sirve al futuro.",
    "12": "El guerrero espiritual. Tu lógica y tu obsesión por el orden y la perfección te tienen atrapado; necesitas rendirte a lo que no puedes ver. Tu camino implica luchar batallas internas y explorar el inconsciente en soledad. La meditación, el retiro o el trabajo en instituciones cerradas te darán más poder que cualquier dieta estricta. Atrévete a confiar en que el universo te sostiene sin que tú organices cada detalle."
  },
  "Tauro": {
    "1": "Ser paz en medio del caos. Vienes de vidas llenas de crisis emocionales y fusión tóxica con otros, y ahora tu cuerpo pide calma. Tu misión es moverte lento, disfrutar de tu propia piel y no dejar que nadie te apresure. Construye una identidad sólida, predecible y sensual. Eres la roca, no la tormenta. Si alguien trae drama a tu vida, tu lección es cerrar la puerta y volver a tu centro.",
    "2": "Constructor de riqueza propia. Deja de manipular recursos ajenos o vivir en la intensidad de las deudas y las crisis compartidas. Tu alma necesita ver dinero en el banco que sea 100% tuyo. Cultiva el valor de lo tangible: una casa, un jardín, ahorros reales. Tu autoestima crece cuando produces algo útil y duradero. La simplicidad material no es aburrimiento, es la base de tu libertad.",
    "3": "Palabras que construyen. Has sido el gurú lejano o el filósofo abstracto, pero ahora necesitas comunicar cosas prácticas y sencillas. Tu evolución está en escuchar a tus vecinos, hablar con tus hermanos y enseñar cosas útiles. Deja de buscar la verdad universal y empieza a valorar el sentido común. Habla despacio, con calma y sobre hechos comprobables. Tu voz debe transmitir seguridad, no especulación.",
    "4": "Raíces estables. Tu vida pública y profesional ha sido intensa y exigente, pero tu norte está en casa. Necesitas construir un hogar que sea un búnker de paz, lleno de plantas, buena comida y silencio. Tu éxito no está en el ascenso corporativo, sino en la calidad de tu vida privada. Dedica tiempo a nutrir a tu familia y a ti mismo con placeres sencillos. Crea un suelo firme donde nadie te pueda mover.",
    "5": "Creatividad tangible. Deja de soñar con utopías colectivas y empieza a crear arte que se pueda tocar. Tu camino es disfrutar del placer, el romance y los hobbies sin culpa. Modela arcilla, cocina, cultiva un jardín o ama con los cinco sentidos. No necesitas salvar al grupo, necesitas satisfacer tu propio deseo de belleza y gozo. La diversión tranquila y sostenida es tu mejor terapia.",
    "6": "Rutinas que sanan. Vienes de un caos espiritual o de huir de la realidad, y ahora necesitas poner los pies en la tierra mediante hábitos constantes. Tu cuerpo es tu templo y necesita regularidad: horarios fijos, comida real, descanso asegurado. Encuentra lo sagrado en lavar los platos o cuidar una mascota. El servicio práctico y metódico te dará la paz mental que la meditación abstracta no logra darte.",
    "7": "Lealtad y permanencia. Estás acostumbrado a la intensidad, los celos y las transformaciones dolorosas en soledad, pero tu destino es encontrar una pareja estable y predecible. Busca relaciones que te den paz, no adrenalina. Tu reto es confiar en que la calma no es falta de amor. Aprende a construir con otro ladrillo a ladrillo, valorando la fidelidad y la persistencia sobre la pasión destructiva.",
    "8": "Transformar valores. Tu tendencia es acumular cosas por miedo a perder, pero aquí la vida te pide que profundices en el valor de lo compartido y lo esotérico. Aunque Tauro busca estabilidad, en la casa 8 debes encontrar esa estabilidad en medio de los cambios y la intimidad profunda. Tu reto es mantener tu calma inquebrantable mientras navegas temas tabú, inversiones conjuntas o sexualidad profunda. Sé el ancla en la tormenta ajena.",
    "9": "Filosofía práctica. Deja de dispersarte en mil datos curiosos y chismes locales; busca una verdad que sea sólida y duradera. Tu expansión viene de viajar cómodamente, conectar con la naturaleza en otros países o estudiar algo que tenga aplicación real. No necesitas saberlo todo, necesitas entender lo esencial. Construye un sistema de creencias que te dé seguridad y paz a largo plazo.",
    "10": "El constructor de imperios. Vienes de una fuerte dependencia emocional del hogar o la familia, pero el mundo te llama a ser un pilar en la sociedad. Tu reputación debe basarse en la fiabilidad, la paciencia y los resultados tangibles. No busques el éxito rápido; construye una carrera sólida como una montaña. Sé el jefe que nunca pierde los nervios y que garantiza seguridad a su equipo. Tu ambición debe ser constructiva.",
    "11": "Amistades sólidas. Deja de buscar el aplauso por tu talento individual y empieza a construir una comunidad duradera. Tu rol es ser el que aporta recursos y estabilidad al grupo. Busca amigos con los que puedas compartir placeres sencillos y valores firmes, no solo fiestas. Tu visión de futuro debe ser práctica y sostenible. Planta árboles bajo cuya sombra se sentarán tus amigos dentro de veinte años.",
    "12": "Espiritualidad sensorial. Tu mente crítica y obsesionada con el detalle no te deja en paz; necesitas disolverte en la experiencia directa del ser. Encuentra a Dios en el silencio, en la naturaleza y en la contemplación, no en los libros. Tu retiro espiritual debe ser cómodo y bello. Aprende a soltar la necesidad de ser útil todo el tiempo y simplemente 'estar'. La paz interior es tu mayor logro productivo."
  },
  "Géminis": {
    "1": "El eterno estudiante. Has sido el maestro dogmático o el aventurero sabelotodo en otras vidas, pero ahora te toca bajar del púlpito y preguntar '¿por qué?'. Tu identidad se renueva cuando te permites ser curioso, cambiar de opinión y explorar múltiples facetas de ti mismo. No tienes que tener una sola verdad, eres un mosaico. Habla, conecta y muévete. Tu superpoder es la adaptabilidad y la mente abierta.",
    "2": "Diversificar ingresos. Deja de confiar ciegamente en una sola fuente de recursos o en el dinero de otros. Tu seguridad económica viene de tener múltiples habilidades y fuentes de ingreso pequeñas pero fluidas. Vende tus ideas, comercia, escribe. No te aferres a una sola posesión; el flujo y el intercambio te traen abundancia. Aprende a negociar y a ver el valor en la información y los contactos.",
    "3": "El mensajero local. Tu alma quiere que dejes de buscar verdades lejanas y te enfoques en tu barrio, tus hermanos y tu día a día. Escribe, llama, chatea. Tu evolución se da en el intercambio constante de datos. Eres el puente entre personas e ideas. No subestimes la charla ligera; ahí es donde encuentras las respuestas que buscas. La curiosidad por lo inmediato te salva del aburrimiento existencial.",
    "4": "Diálogo en el hogar. Vienes de una rigidez en tu rol público o profesional, y necesitas flexibilizar tu vida privada. Llena tu casa de libros, revistas y gente que viene y va. Tu hogar debe ser un centro de información y debate, no un museo silencioso. Habla con tu familia, haz preguntas incómodas y permite que haya movimiento en tus raíces. La estabilidad emocional te llega a través de la comunicación honesta.",
    "5": "Jugar con la vida. Deja de ser tan serio con tus ideales y empieza a divertirte con la creatividad ligera. Coquetea, escribe poemas, juega con tus hijos o aprende hobbies nuevos cada mes. Tu expresión personal no tiene que ser una obra maestra, solo tiene que ser inteligente y divertida. El romance para ti es mental: necesitas alguien que te estimule el cerebro antes que el corazón. Sé un niño curioso.",
    "6": "Multitasking eficiente. Tu tendencia a escapar o fluir sin rumbo te ha dañado; necesitas listas, agendas y variedad en tu trabajo diario. Tu salud mejora cuando entiendes cómo funciona tu cuerpo con datos y lógica. No busques una sola vocación perfecta; busca un trabajo que te permita hacer muchas cosas diferentes cada día. El orden mental y la clasificación de tareas te traen la paz que anhelas.",
    "7": "Escuchar al otro. Estás acostumbrado a tener la razón y actuar por impulso propio, pero ahora necesitas el espejo del otro. Tu evolución pasa por el diálogo de igual a igual. Pregunta a tu pareja qué piensa y escucha de verdad, sin interrumpir. Relaciónate con gente variada, joven o intelectual. El compromiso no es perder libertad, es tener con quien conversar el resto de tu vida.",
    "8": "Curiosidad por lo oculto. Deja de aferrarte a lo material y seguro; tu mente quiere investigar los misterios de la vida, la muerte y la psicología. Habla de tabúes. Tu transformación llega cuando verbalizas tus miedos más profundos. Sé el terapeuta natural que hace las preguntas que nadie más se atreve a hacer. Investiga, lee sobre finanzas compartidas y entiende la lógica detrás del poder.",
    "9": "Explorador de ideas. Has estado atrapado en chismes locales o en una mente demasiado racional y pequeña; ahora el destino te pide que enseñes, publiques y expandas tu mente, pero manteniendo el estilo Géminis: cuestionando todo. Viaja para aprender idiomas y conocer gente, no solo para ver monumentos. Conecta diferentes culturas y filosofías. Tu verdad es un collage de todo lo que has visto.",
    "10": "El comunicador profesional. Deja de esconderte en el nido familiar; tienes que salir y usar tu voz en el mundo. Tu carrera debe involucrar escritura, ventas, medios o enseñanza. Sé el camaleón que se adapta a cualquier entorno profesional. Tu reputación crece cuando eres visto como alguien inteligente, versátil y conectado. No seas el jefe autoritario, sé el conector brillante que todos necesitan.",
    "11": "Redes y conexiones. Deja de buscar el brillo personal egocéntrico y empieza a tejer redes entre grupos de personas. Tu rol es circular la información dentro de la comunidad. Organiza eventos, gestiona grupos en redes sociales, presenta amigos entre sí. Tu futuro depende de qué tan bien conectado estés y de cuánto estés dispuesto a aprender de tus pares. La amistad intelectual es tu refugio.",
    "12": "Canalizar información. Tu mente analítica y crítica necesita descansar en lo intuitivo. Escribe tus sueños, estudia lenguajes simbólicos o medita prestando atención a tus pensamientos sin juzgarlos. Tu evolución implica entender que hay una lógica divina detrás del caos. Eres un médium de ideas; permite que la información llegue a ti desde el silencio y tradúcela para el mundo."
  },
  "Cáncer": {
    "1": "Permitirte sentir. Has sido el responsable, el estoico y el que aguanta todo en vidas pasadas, pero ahora te toca ser el niño que llora y ríe. Tu identidad se fortalece cuando muestras tu vulnerabilidad y tu capacidad de cuidar. No te endurezcas ante los golpes de la vida. Tu intuición y tu suavidad son tus armas más fuertes. Déjate cuidar y aprende a pedir el abrazo que necesitas.",
    "2": "Intuición financiera. Deja de obsesionarte con el control y la estructura del dinero ajeno. Construye tu seguridad basándote en lo que te hace sentir emocionalmente seguro. Invierte en tu hogar, en comida, en recuerdos. Tu capacidad para generar recursos está ligada a tu estado de ánimo; si te sientes nutrido, el dinero fluye. Ahorra para tener un colchón que calme tu ansiedad, no por avaricia.",
    "3": "Comunicación empática. Deja de dar sermones fríos o puramente lógicos. Tu voz debe transmitir emoción y cuidado. Escucha con el corazón, no solo con los oídos. Tu evolución está en conectar emocionalmente con tus hermanos y vecinos, creando un entorno familiar donde vayas. Escribe diarios íntimos, habla de tus sentimientos y enseña a otros a validar sus emociones. Tu palabra sana.",
    "4": "El corazón del hogar. Esta es tu posición natural, pero vienes de una obsesión por el éxito público y el estatus. Tienes que soltar la ambición desmedida y volver a la base. Tu misión es construir una familia (de sangre o elegida) y un hogar donde te sientas protegido. La vida te pedirá que priorices tu vida privada sobre tu carrera. Cocina, decora y nutre tus raíces. El éxito real es que te quieran en casa.",
    "5": "Crear desde la emoción. Deja de ser el observador distante en los grupos; involúcrate personalmente. Trata a tus creaciones y a tus hijos con un amor maternal y protector. Tu arte debe conmover, no solo impresionar. En el romance, busca la conexión del alma y la seguridad emocional, no solo la novedad intelectual. Atrévete a ser cursi y sentimental, esa es tu fuente de poder creativo.",
    "6": "Cuidar en la rutina. Vienes de un aislamiento espiritual o confusión, y necesitas traer amor a lo cotidiano. Cuida tu cuerpo con alimentos reconfortantes, no con dietas espartanas. Tu trabajo debe tener un componente de cuidado o servicio emocional hacia otros. Trata a tus compañeros de trabajo como familia. La sanación viene cuando integras la empatía en tus hábitos diarios.",
    "7": "Nutrir la relación. Estás acostumbrado a la soledad del mando y la autosuficiencia rígida, pero ahora necesitas ablandarte con tu pareja. Deja que te vean llorar. Construye una relación basada en la protección mutua y la intimidad emocional. No busques un socio comercial, busca alguien con quien 'hacer nido'. Tu reto es depender emocionalmente de alguien sin perder tu dignidad. El amor es un refugio.",
    "8": "Fusión emocional profunda. Tu tendencia es aferrarte a lo material y tangible, pero tu alma pide intensidad emocional. No tengas miedo de depender económicamente o emocionalmente de otros en momentos de crisis; la vulnerabilidad te transforma. Explora la psicología familiar y los traumas heredados para sanarlos. Tu intuición para los negocios compartidos es brutal si escuchas tus corazonadas.",
    "9": "Sabiduría ancestral. Deja de acumular datos fríos y conecta con la sabiduría del pasado, la historia y las tradiciones. Viaja a lugares que sientas como un hogar lejano o que conecten con tus ancestros. Tu filosofía de vida debe incluir la compasión y el cuidado de la tribu humana. Enseña desde la experiencia emocional, no desde la teoría seca. Tu verdad se siente en el estómago.",
    "10": "Liderazgo empático. Vienes de una fuerte dependencia del hogar, pero el mundo te llama a ser una 'madre' o 'padre' simbólico en lo público. Lleva tu capacidad de nutrir a tu carrera. Puedes ser exitoso en hotelería, recursos humanos o cualquier campo que requiera cuidar gente. No escondas tu sensibilidad en la oficina; es lo que te hará un líder respetado y querido. Humaniza el poder.",
    "11": "Familia de elección. Deja de buscar el brillo personal y crea una comunidad que se sienta como un clan. Tu rol es nutrir al grupo, asegurarte de que todos se sientan incluidos y seguros. Tus amigos son tu verdadera familia; trátalos como tal. Involúcrate en causas que protejan a los vulnerables (niños, mujeres, naturaleza). Tu visión de futuro debe ser un mundo más amable y protector.",
    "12": "Compasión universal. Tu mente crítica y perfeccionista necesita disolverse en el océano del sentimiento. Conecta con el dolor del mundo para sanarlo, no para analizarlo. Tu espiritualidad es emocional y devocional. Aprende a fluir con las mareas de la vida y confía en tu intuición psíquica. El retiro y el silencio te ayudan a limpiar las emociones ajenas que absorbes. Eres un sanador oculto."
  },
  "Leo": {
    "1": "La estrella principal. Has pasado vidas diluido en el grupo, siendo el aguador del equipo, pero ahora te toca ser el capitán. Tienes que desarrollar un ego sano. Sí, se trata de ti. Vístete para destacar, toma el centro de la escena y no pidas disculpas por querer atención. Tu vitalidad inspira a otros, pero solo si te atreves a brillar con luz propia. El anonimato es tu zona de confort, sal de ahí.",
    "2": "Dinero y lujo personal. Deja de depender de recursos compartidos oscuros o de la caridad ajena. Tienes que generar tu propia riqueza para darte la buena vida que mereces. Valora tu talento creativo y cóbralo caro. No tengas miedo de gastar en joyas, oro o cosas que te hagan sentir un rey o reina. Tu autoestima financiera es clave; mereces abundancia por ser quien eres, no por lo que sufres.",
    "3": "Hablar con autoridad. Deja de perderte en teorías abstractas y lejanas; habla desde tu corazón y tu experiencia personal. Tu voz debe ser dramática, cálida y creativa. Cuenta historias donde tú eres el protagonista. Escribe, actúa, comunica con pasión. Tus hermanos y vecinos necesitan ver tu luz y tu entusiasmo. No seas un mensajero neutral, ponle tu sello personal a cada palabra.",
    "4": "El rey/reina del castillo. Vienes de una frialdad profesional y ambición pública, y ahora necesitas crear un hogar donde seas el centro cálido. Organiza fiestas en casa, llena tus paredes de arte y fotos tuyas. Sé el padre o madre orgulloso y generoso. Tu vida privada debe ser un escenario de alegría y celebración. Construye un trono en tu salón y gobierna tu intimidad con amor y dignidad.",
    "5": "Creatividad explosiva. Esta es tu casa natural, pero vienes de un desapego mental excesivo. Tienes que arriesgarte a crear obras que lleven tu firma gigante. En el amor, busca el romance de película, el drama apasionado y la diversión total. Juega, apuesta y ten hijos (o proyectos) de los que puedas presumir. Tu misión es expresar tu yo único sin miedo al ridículo. El aplauso es tu gasolina.",
    "6": "Liderar en el trabajo. Deja de ser la víctima sacrificada o el soñador caótico en la oficina. Toma el mando de tus tareas diarias. Organiza tu trabajo para que puedas destacar y recibir reconocimiento. Incluso en las tareas humildes, pon tu toque de excelencia y estilo. Tu salud depende de que tu corazón esté alegre; incorpora el juego y la creatividad en tu rutina de ejercicios.",
    "7": "Brillar en pareja. Estás acostumbrado a ser independiente y un poco rebelde, pero ahora necesitas una pareja que sea tu público y tu co-protagonista. No busques a alguien para salvar, busca a alguien a quien admirar y que te admire. El matrimonio o las asociaciones deben ser motivo de orgullo. Aprende a dar calor y lealtad, esperando lo mismo a cambio. El amor es una fiesta de a dos.",
    "8": "Transformación creativa. Tu tendencia es aferrarte a lo seguro y tangible, pero tu alma quiere intensidad dramática. Atrévete a explorar tu sexualidad y tus crisis con pasión. Sé el líder en situaciones de emergencia. Transforma el dinero de otros con tu visión audaz. No tengas miedo de la muerte o el final de las cosas; enfréntalos con coraje y teatralidad. Eres el fénix que renace con más brillo.",
    "9": "Liderazgo espiritual. Deja de dispersarte en datos triviales; busca una filosofía que celebre la vida y la identidad humana. Conviértete en un maestro inspirador, no en un repetidor de libros. Viaja a lugares soleados y majestuosos. Publica tus ideas con confianza. Tienes el don de inspirar fe y optimismo en los demás. Cree en ti mismo como si fueras una religión.",
    "10": "Fama y reconocimiento. Vienes de esconderte en la cueva emocional de la familia, pero el destino te pone bajo los reflectores. Asume cargos directivos, busca la visibilidad y acepta los honores. Tu carrera debe permitirte ser la cara visible, el representante, el jefe. No temas ser autoritario si lo haces con generosidad y corazón. El mundo necesita líderes cálidos y carismáticos como tú.",
    "11": "El corazón del grupo. Deja de buscar solo tu placer individual y conviértete en el líder que organiza y anima a la comunidad. Tus amigos te necesitan al frente, no mezclado entre la multitud. Usa tu carisma para atraer atención a causas nobles. Sé el presidente del club, el organizador del evento benéfico. Tu brillo personal sirve para iluminar los sueños colectivos.",
    "12": "Confianza divina. Tu mente crítica y perfeccionista te llena de ansiedad; necesitas confiar en que eres un hijo amado del universo. Tu creatividad fluye mejor en soledad y retiro. Visualízate brillando y deja que el subconsciente haga el trabajo. Eres un actor en el teatro de Dios; interpreta tu papel con fe ciega. Tu fuerza interior es inmensa cuando dejas de intentar controlar los detalles."
  },
  "Virgo": {
    "1": "Orden personal. Has pasado vidas flotando en la niebla, siendo la víctima o el soñador pasivo, y ahora te toca poner orden. Define quién eres con precisión. Cuida tu apariencia, tu higiene y tus modales. Tu evolución depende de tu capacidad de análisis y discriminación: aprende a decir 'no' a lo que ensucia tu energía. Sé útil, sé puntual y sé crítico contigo mismo de forma constructiva.",
    "2": "Economía al centavo. Deja de esperar milagros financieros o depender de otros. Tu riqueza viene del trabajo minucioso, el ahorro hormiga y la buena administración. Lleva tus cuentas al día, busca las ofertas, valora cada moneda. Tienes talento para rentabilizar los detalles que otros ignoran. La seguridad material te llega a través de la eficiencia, no de la suerte.",
    "3": "Comunicación precisa. Deja de hablar en parábolas o divagar. Tu alma te pide claridad, datos y hechos. Escribe manuales, edita textos, enseña paso a paso. Tu mente es una herramienta afilada para resolver problemas prácticos de tu entorno. Crítica constructiva es tu lenguaje de amor. Ayuda a tus hermanos y vecinos organizando su caos. La verdad está en los detalles.",
    "4": "Hogar funcional. Vienes de una carrera pública donde quizás fuiste una figura empática pero caótica; ahora necesitas una casa que funcione como un reloj. Ordena tus armarios, limpia tus espacios, crea rutinas domésticas saludables. Tu paz mental depende de que tu entorno privado esté limpio y organizado. Sirve a tu familia con actos prácticos: comida sana, ropa limpia, cuentas claras.",
    "5": "Artesanía y técnica. Deja de esperar la musa inspiradora en medio del caos; la creatividad para ti es 90% transpiración y técnica. Aprende las reglas del arte, perfecciona tu hobby, sé meticuloso. En el amor, no busques al salvador romántico, busca a alguien con quien puedas construir una vida diaria funcional. Muestra tu afecto a través de los detalles y el servicio. La perfección es sexy.",
    "6": "Maestría en la rutina. Estás en tu salsa, pero vienes de huir de la realidad. Tu misión suprema es el servicio, la salud y el trabajo diario. Conviértete en un experto en tu oficio. Cuida tu cuerpo con dieta, ejercicio y medicina preventiva. No es aburrido, es sagrado. Al poner orden en tu día a día, calmas la ansiedad existencial que arrastras del Nodo Sur en Piscis. Sé útil aquí y ahora.",
    "7": "Relaciones prácticas. Estás acostumbrado a idealizar la soledad o fluir sin límites, pero necesitas una pareja que te ayude a organizarte (o a quien tú organices). El amor es un contrato de colaboración diaria. Busca a alguien realista, trabajador y limpio. Deja de sacrificarte por personas rotas y busca compañeros que funcionen. La crítica mutua para mejorar es parte de tu dinámica de relación.",
    "8": "Análisis de la crisis. Tu tendencia es aferrarte a lo material por miedo, pero aquí debes analizar psicológicamente tus apegos. Usa tu mente crítica para entender las finanzas compartidas, los impuestos y los traumas ocultos. No te ahogues en emociones; diséctalas. Eres excelente gestionando los recursos de otros con precisión quirúrgica. Transforma el caos emocional en un sistema comprensible.",
    "9": "Filosofía lógica. Deja de creer en fantasías o chismes sin fundamento; busca una verdad que tenga sentido lógico y práctico. Estudia cosas que requieran metodología. Viaja con un plan y un itinerario. Tu expansión mental viene de entender cómo funcionan los engranajes del mundo. Sé escéptico, investiga las fuentes y construye una visión de vida basada en la realidad observable.",
    "10": "Servicio público. Vienes de una dependencia emocional privada, pero el mundo te necesita trabajando. Tu reputación se construye siendo la persona más eficiente, crítica y trabajadora de la sala. No busques la fama por el ego, busca ser indispensable por tu competencia. Eres el editor, el médico, el analista que arregla lo que está roto en la sociedad. El éxito es un trabajo bien hecho.",
    "11": "Organizar la comunidad. Deja de buscar destacar individualmente por tu drama y pon tu talento organizativo al servicio del grupo. Sé el secretario, el tesorero, el que hace que los planes de los amigos se cumplan. Tu rol es filtrar a las personas que no aportan y optimizar el funcionamiento de las redes sociales o asociaciones. Ayuda a tus amigos a aterrizar sus sueños en planes concretos.",
    "12": "Sanación y orden interno. Tu mente crítica a veces te ataca; úsala para limpiar tu subconsciente. Analiza tus sueños, estudia psicología profunda o practica yoga con precisión técnica. Tu servicio es espiritual pero práctico: ayuda a los enfermos, a los marginados o trabaja tras bastidores poniendo orden en el caos institucional. Encuentra a Dios en el silencio de una tarea repetitiva bien hecha."
  },
  "Libra": {
    "1": "Diplomacia personal. Vienes de ser un guerrero solitario y un poco egoísta, y ahora la vida te pide suavidad. Tu identidad florece cuando eres amable, justo y equilibrado. Cuida tu estética y tus modales; la belleza es tu carta de presentación. Aprende a ceder sin perderte. Tu reto es verte a través de los ojos de los demás y actuar con gracia bajo presión. Sé el pacificador.",
    "2": "Dinero compartido y estética. Deja de acumular recursos de forma compulsiva o secreta. Gana dinero a través del arte, la moda, el derecho o la consultoría. Asóciate para generar riqueza. Tu seguridad económica mejora cuando colaboras y buscas el 'ganar-ganar'. Gasta en belleza, en equilibrio, en cosas que traigan armonía a tu entorno. La justicia financiera es tu meta.",
    "3": "Palabras conciliadoras. Has sido dogmático y brusco al hablar; ahora te toca ser el mediador. Escucha los dos lados de la historia antes de opinar. Tu comunicación debe ser elegante, justa y agradable. Eres el puente entre hermanos o vecinos en conflicto. Usa tu mente para negociar acuerdos y traer paz a tu entorno inmediato. La verdad no es absoluta, es un punto medio.",
    "4": "Armonía en el hogar. Vienes de una ambición profesional despiadada, y tu alma pide un hogar bello y pacífico. Decora tu casa con gusto, evita los gritos y las peleas domésticas. Tu familia necesita que seas el árbitro justo y amoroso. Construye un refugio donde reine el equilibrio y las buenas relaciones. Tu éxito real es tener una cena familiar tranquila y agradable.",
    "5": "Romance y belleza. Deja de rebelarte contra el mundo y disfruta del arte de la seducción. Tu creatividad debe buscar la armonía y la estética. En el amor, sé caballeroso, detallista y romántico. Crea belleza para compartirla. Tus hijos o proyectos necesitan que les enseñes sobre justicia y buen gusto. La vida es un baile de salón, aprende los pasos y disfruta la música.",
    "6": "Colaboración en el trabajo. Deja de intentar hacerlo todo solo o huir de la responsabilidad. Trabaja en equipo. Tu salud mejora cuando tienes equilibrio entre actividad y descanso, y cuando te rodeas de ambientes bellos. Sé el compañero de trabajo que suaviza las tensiones y decora la oficina. La justicia laboral y las buenas relaciones con colegas son tu medicina diaria.",
    "7": "El maestro de las relaciones. Esta es tu casa. Vienes de pensar solo en 'yo', y ahora todo se trata de 'nosotros'. Tu evolución depende totalmente de tu capacidad para comprometerte, casarte o asociarte. Aprende a negociar, a ponerte en los zapatos del otro y a mantener la paz sin ser falso. Tu pareja es tu espejo y tu mejor maestro. La soledad no es una opción para tu crecimiento.",
    "8": "Equilibrio en la crisis. Tu tendencia es aferrarte a lo tuyo, pero debes aprender a compartir íntimamente con equidad. Negocia los recursos compartidos, las herencias y la sexualidad buscando que ambas partes queden satisfechas. Sé el diplomático en situaciones de vida o muerte. Transforma tus relaciones profundas a través del diálogo justo y la cooperación. La intimidad requiere bajar la guardia.",
    "9": "Justicia universal. Deja de perderte en datos y chismes; busca la justicia, la ley y la verdad equilibrada. Viaja con tu pareja, estudia leyes o arte en el extranjero. Tu filosofía de vida debe basarse en la paz y la armonía social. Defiende lo que es justo, no lo que es popular. Conviértete en un embajador de la cultura y la reconciliación entre pueblos.",
    "10": "Imagen pública impecable. Vienes de esconderte en casa o ser brusco emocionalmente; ahora el mundo te pide elegancia. Tu carrera debe estar ligada a las relaciones públicas, el arte, la justicia o el diseño. Construye una reputación de persona justa, diplomática y con clase. Sé el líder que escucha y busca el consenso. Tu éxito depende de tu encanto y tu capacidad de conectar gente.",
    "11": "Socializar con propósito. Deja de ser el rey solista y conviértete en el pegamento social de tu grupo. Busca amigos que valoren el arte y la paz. Tu rol es mediar en los conflictos grupales y asegurar que todos se sientan escuchados. Participa en causas que promuevan la justicia social y la igualdad. Tu futuro está ligado a las personas que conoces y lo bien que te llevas con ellas.",
    "12": "Paz espiritual. Tu mente crítica y analítica necesita descanso; busca la armonía en el silencio y el retiro. Medita para encontrar el equilibrio interior. Tu servicio al mundo puede ser traer belleza a lugares oscuros (hospitales, prisiones). Aprende a estar solo sin sentirte solo, encontrando la compañía en la conexión espiritual. El karma se limpia a través del perdón y la reconciliación invisible."
  },
  "Escorpio": {
    "1": "El transformador. Has sido el granjero pacífico y obstinado en otras vidas, aferrado a la comodidad, pero ahora eres el fénix. Tienes que atreverte a cambiar de piel, a ser intenso y magnético. Tu identidad se forja en las crisis; no las evites. Deja de complacer para mantener la calma superficial. Sé profundo, misterioso y radical. Tu poder personal asusta a algunos, y eso está bien.",
    "2": "Dinero estratégico. Deja de depender de la suerte o de los recursos de tu pareja. Tienes que desarrollar un olfato para los negocios profundos, las inversiones de riesgo o la investigación. Tu dinero viene de ir al fondo de las cosas, de reciclar, de sanar o de transformar algo. No busques solo acumular; busca el poder que da el dinero. La seguridad material llega cuando pierdes el miedo a perderlo todo.",
    "3": "Palabras que penetran. Deja de hablar del clima y empieza a hablar de lo que realmente pasa. Tu comunicación debe ser psicológica, investigativa y visceral. Lee entre líneas. Tu evolución está en descubrir secretos y verdades ocultas en tu entorno inmediato. Eres el detective del barrio. Tu voz tiene el poder de sanar o destruir, úsala con consciencia. El silencio también es tu mensaje.",
    "4": "Sanar las raíces. Vienes de una vida pública rígida y ambiciosa; ahora te toca limpiar la basura emocional de tu linaje. Tu hogar es tu laboratorio de transformación. Investiga tu árbol genealógico, saca los esqueletos del armario y sánalos. Necesitas privacidad absoluta en casa para regenerarte. La estabilidad real viene de haber enfrentado tus demonios familiares y haber sobrevivido.",
    "5": "Pasión creativa. Deja de ser un espectador intelectual y lánzate al drama de la creación. Tu arte debe ser visceral, provocador y catártico. En el romance, buscas fusión total, no coqueteo ligero. Atrévete a obsesionarte un poco con tus proyectos. Tus hijos o creaciones te transformarán profundamente. La intensidad es tu musa; si no te mueve las entrañas, no es para ti.",
    "6": "Trabajo profundo. Vienes de fluir y escapar, y ahora necesitas obsesionarte con una tarea hasta dominarla. Tu trabajo diario debe implicar investigación, sanación, limpieza o gestión de crisis. Eres el que resuelve lo que nadie más quiere tocar. Cuida tu salud desintoxicando tu cuerpo y mente regularmente. Tu rutina debe incluir momentos de regeneración intensa. El trabajo es tu alquimia.",
    "7": "Intimidad radical. Estás acostumbrado a la autonomía simple y terca de Tauro, pero necesitas fusionarte con otro. Busca relaciones que te cambien, que toquen tus heridas y te obliguen a evolucionar. No te quedes en la superficie. La lealtad para ti es a muerte. Atrae a parejas intensas, psicólogas o poderosas. El compromiso es un pacto de sangre y alma, no un acuerdo social.",
    "8": "Maestría en lo oculto. Esta es tu casa natural. Vienes de aferrarte a tus posesiones, y ahora debes soltar el control para ganar poder real. Gestiona el dinero de otros, herencias, impuestos o energía psíquica. Estudia lo tabú: sexo, muerte, ocultismo. Tu crecimiento es vertical hacia abajo, hacia la sombra. Ayuda a otros a cruzar sus propias crisis. Eres el guardián del umbral.",
    "9": "Búsqueda de la verdad oculta. Deja de quedarte en la charla superficial; busca el conocimiento esotérico, la psicología profunda o los misterios de la vida. Viaja para transformarte, no para hacer turismo. Defiende tus creencias con pasión. Tienes que atreverte a cuestionar los dogmas establecidos y buscar lo que hay detrás de la cortina. Tu filosofía de vida debe aceptar la oscuridad tanto como la luz.",
    "10": "Poder público. Vienes de buscar seguridad emocional en casa, pero el destino te empuja a asumir el poder en el mundo. Sé el estratega, el cirujano, el psicólogo o el líder en tiempos de crisis. Tu reputación debe ser la de alguien que no se rompe bajo presión y que puede manejar situaciones límite. No temas a la ambición ni a la política de la oficina; juega el juego de tronos y gana.",
    "11": "Estratega grupal. Deja de buscar el aplauso individual y usa tu poder para transformar la sociedad. Únete a grupos que investiguen, sanen o tengan objetivos profundos. Sé el amigo leal que guarda los secretos de todos. Tu rol es detectar las dinámicas de poder dentro del grupo y usarlas para el bien común. Tu red de contactos debe ser selecta, discreta y poderosa.",
    "12": "Rendición total. Tu mente lógica y analítica quiere controlarlo todo, pero aquí debes soltar. Investiga tu inconsciente, tus miedos y tu karma. La meditación profunda, el trabajo con sueños o la terapia regresiva son tu camino. Tienes una capacidad psíquica enorme que debes aceptar. Tu servicio al mundo es ayudar a liberar el dolor colectivo desde las sombras. Transfórmate en soledad."
  },
  "Sagitario": {
    "1": "El aventurero libre. Has pasado vidas siendo el gemelo curioso, dudando y preguntando a otros, pero ahora te toca confiar en tu propia verdad. Sé el optimista, el explorador, el que tiene fe en sí mismo. Tu identidad crece cuando te expandes, viajas y sales de tu zona de confort mental. No necesitas más datos, necesitas una visión. Lánzate al vacío con una sonrisa, el universo te atrapará.",
    "2": "Abundancia por fe. Deja de manipular o controlar el dinero con miedo; confía en que la providencia te proveerá. Gana dinero enseñando, publicando, exportando o guiando a otros. Tu riqueza crece cuando eres generoso y no te apegas a la seguridad mezquina. Invierte en educación y experiencias. Tu activo más valioso es tu conocimiento y tu optimismo inquebrantable.",
    "3": "El predicador local. Deja de dudar y empieza a enseñar lo que has aprendido. Tu comunicación debe inspirar, elevar y dar sentido. Aunque Sagitario mira lejos, en casa 3 debes traer esa sabiduría a tu barrio y a tus hermanos. Escribe, publica, difunde. Convierte la información cotidiana en sabiduría aplicable. Sé el mentor que motiva a los que tiene cerca.",
    "4": "Hogar internacional. Vienes de una carrera pública exigente o fría; necesitas un hogar donde puedas ser tú mismo y sentir libertad. Puede que vivas en el extranjero o que tu casa sea un templo de culturas diversas. Tu familia necesita tu fe y tu alegría, no tus reglas estrictas. Construye un refugio espacioso, lleno de libros y mapas. Tu raíz está donde pones tu filosofía.",
    "5": "Creatividad expansiva. Deja de diluirte en el grupo y atrévete a expresar tu visión única. Crea a lo grande. En el amor, busca aventuras, alguien de otra cultura o que te enseñe algo nuevo. Tus hijos o proyectos son tus maestros de libertad. Diviértete, apuesta, confía en tu suerte. La vida es un juego y tú eres el protagonista de una epopeya. Enséñale al mundo a reír.",
    "6": "Trabajo con propósito. Deja de huir de la realidad y pon tu fe en acción. Busca un trabajo que te permita libertad de movimiento, viajar o enseñar. Tu salud depende de tu estado de ánimo y de tener una meta clara. Integra filosofías holísticas en tu rutina diaria. No te pierdas en el detalle obsesivo (Nodo Sur en Géminis/Virgo axis); enfócate en el sentido de lo que haces cada día.",
    "7": "Pareja que expande. Estás acostumbrado a ser el eterno adolescente curioso, pero necesitas un compañero de viaje. Busca a alguien que sea tu maestro o tu guía, o sé tú eso para ellos. La relación debe basarse en la libertad compartida y en una visión común del futuro. No te conformes con una charla superficial; busca a alguien con quien filosofar hasta el amanecer. El amor es una aventura.",
    "8": "Confianza en la crisis. Tu tendencia es aferrarte a lo conocido, pero debes lanzarte a la transformación con fe ciega. Explora la espiritualidad, la metafísica y la verdad sobre la muerte sin miedo. Tu optimismo es tu escudo en los momentos oscuros. Ayuda a otros a encontrar sentido en sus pérdidas. La intimidad para ti es un viaje espiritual; expándete a través de la fusión con el otro.",
    "9": "El maestro sabio. Esta es tu casa natural. Vienes de la duda y la trivialidad de Géminis, y ahora buscas la VERDAD con mayúsculas. Viaja lejos, estudia filosofía, religión o leyes. Conviértete en el gurú, el profesor universitario, el guía espiritual. Publica tus ideas. Tu misión es entender el panorama general y dar sentido a la existencia humana. Tu mente no tiene fronteras.",
    "10": "Liderazgo inspirador. Vienes de la seguridad del nido familiar, pero el mundo necesita tu visión. Asume roles de liderazgo en educación, política, turismo o religión. No seas el jefe que microgestiona, sé el visionario que señala el camino. Tu reputación crece cuando actúas con ética, generosidad y verdad. El éxito es tener la libertad de dirigir tu propio destino profesional.",
    "11": "Ideales colectivos. Deja de buscar el brillo ególatra y une a la gente bajo una misma bandera o creencia. Sé el promotor de causas internacionales o humanitarias. Tus amigos deben ser personas de mundo, sabias y diversas. Tu rol es inyectar optimismo y visión de futuro en tus redes. Organiza el movimiento, expande el club, haz que el grupo sueñe en grande.",
    "12": "Fe mística. Tu mente racional y analítica quiere diseccionar todo, pero aquí debes soltar y confiar en el flujo divino. Encuentra la sabiduría en el silencio, en la naturaleza salvaje y en la conexión con el todo. Tu viaje es interior. Puedes ser un guía espiritual que trabaja desde el retiro. Entiende que todo tiene un sentido superior. Tu intuición es tu brújula más precisa."
  },
  "Capricornio": {
    "1": "La autoridad personal. Has pasado vidas siendo el niño eterno, el dependiente emocional o la madre de todos, pero ahora te toca madurar. Asume la responsabilidad de tu vida. Ponte el traje, endereza la espalda y sé serio. Tu identidad se forja en la disciplina, el trabajo duro y la ambición. Deja de llorar por lo que te falta y empieza a construir con lo que tienes. Eres el jefe de tu destino.",
    "2": "Construir riqueza real. Deja de depender de la familia o de emociones fluctuantes para sentirte seguro. Tu dinero viene de la estructura, la planificación a largo plazo y el esfuerzo sostenido. Invierte en ladrillo, en empresas sólidas, en calidad. Valora lo que dura. Tu autoestima crece cuando ves los resultados tangibles de tu trabajo. La austeridad estratégica hoy es tu imperio de mañana.",
    "3": "Palabra de ley. Deja de hablar por hablar o de usar un lenguaje infantil y emocional. Tu comunicación debe ser concisa, profesional y autorizada. Cuando hables, que sea para decir algo importante. Estructura tus ideas. Eres la voz de la razón en tu entorno. Enseña disciplina y método a tus hermanos o vecinos. Tu mente funciona mejor cuando tiene un plan y un objetivo claro.",
    "4": "Estructurar el hogar. Vienes de una obsesión por la imagen pública, y ahora necesitas poner orden en casa. Pero ojo, Capricornio aquí pide que seas la autoridad en el hogar, el proveedor responsable, el que pone las reglas. Construye una base sólida, tradicional y duradera para tu familia. Tu refugio debe ser un lugar de respeto y orden. Honra a tus ancestros cumpliendo tus deberes.",
    "5": "Creatividad disciplinada. Deja de dispersarte en el grupo y toma en serio tus talentos. Tu arte requiere trabajo, técnica y profesionalismo. En el amor, busca relaciones maduras, con diferencia de edad o con personas ambiciosas. Trata tus hobbies como un negocio. Tus hijos necesitan límites claros y un modelo de responsabilidad. La diversión para ti es alcanzar una meta difícil.",
    "6": "El gerente de la rutina. Deja de soñar o escapar; la realidad te llama. Organiza tu día con una agenda de hierro. Tu salud depende de la disciplina, los huesos y los dientes. Sé el empleado modelo o el jefe eficiente que optimiza los procesos. El trabajo duro y la competencia te curan la ansiedad emocional. No busques excusas, busca resultados. La maestría se logra repitiendo.",
    "7": "Relaciones formales. Estás acostumbrado a protegerte emocionalmente en tu caparazón, pero necesitas formalizar tus vínculos. Busca una pareja seria, ambiciosa y responsable. El matrimonio es un contrato y un compromiso social para ti, no solo un idilio romántico. Respeta las jerarquías y los acuerdos. Tu pareja debe ser alguien a quien respetes profesionalmente y que te ayude a subir la montaña.",
    "8": "Gestión del poder. Tu tendencia es aferrarte a lo tuyo por inseguridad, pero debes aprender a gestionar el poder y el dinero de otros con frialdad y ética. Sé el albacea, el banquero, el que pone orden en el caos de las deudas ajenas. Acepta la muerte y los finales como parte necesaria de la estructura de la vida. Transforma tus emociones desbordadas en autocontrol y estrategia.",
    "9": "La ley y el orden. Deja de perderte en chismes o curiosidades superficiales; busca el conocimiento que estructura la sociedad. Estudia derecho, política, arquitectura o historia. Viaja con objetivos profesionales. Tu filosofía de vida es conservadora, práctica y orientada al logro. Conviértete en una autoridad en tu campo. La verdad es lo que funciona y perdura en el tiempo.",
    "10": "El jefe supremo. Esta es tu casa natural. Vienes de la dependencia emocional del clan, y el destino te exige éxito público. Tienes que subir a la cima, asumir el cargo de mayor responsabilidad y ejercer el poder. No temas a la soledad del mando. Tu reputación es tu mayor tesoro; cuídala siendo íntegro y competente. Deja de ser hijo y conviértete en el padre de la sociedad.",
    "11": "Organizar el futuro. Deja de buscar el aplauso egocéntrico y construye estructuras para la comunidad. Lidera organizaciones, partidos políticos o corporaciones con fines sociales. Tu rol es poner las reglas y los objetivos al grupo de amigos. Sé el mentor serio que ayuda a otros a profesionalizarse. Tu red de contactos es tu escalera al éxito; cultívala con respeto y pragmatismo.",
    "12": "Estructura espiritual. Tu mente crítica y nerviosa necesita silencio y soledad estructurada. Retírate a trabajar en aislamiento. Construye instituciones que ayuden a los olvidados (hospitales, asilos). Tu karma se limpia asumiendo responsabilidades pesadas con estoicismo. Eres el monje que sigue la regla estricta para encontrar a Dios. Tu fuerza interior sostiene el mundo sin que nadie lo vea."
  },
  "Acuario": {
    "1": "El rebelde original. Has pasado vidas siendo el rey, el protagonista ególatra que necesita aplausos, pero ahora te toca ser el bicho raro, el genio incomprendido. Tu identidad es romper moldes. Sé libre, desapegado y futurista. No busques que te quieran, busca que te respeten por tu singularidad. Tu evolución depende de tu capacidad para ir contra la corriente y ser auténticamente tú, sin drama.",
    "2": "Dinero innovador. Deja de gastar por estatus o lujo; invierte en tecnología, en el futuro, en inventos. Tu manera de ganar dinero debe ser inusual, freelance o cooperativa. Rompe con las tradiciones económicas familiares. Valora tu libertad financiera por encima de la acumulación de bienes. Tu riqueza viene de tus ideas originales y tu capacidad de anticipar tendencias.",
    "3": "Mente genial. Deja de hablar con arrogancia o dramatismo; comunica ideas revolucionarias. Tu mente es rápida, eléctrica y objetiva. Conecta con tus hermanos y vecinos desde la intelectualidad y la colaboración. Escribe sobre ciencia, astrología o tecnología. Tu voz debe despertar conciencias. No busques tener razón, busca abrir mentes. Eres el inventor de nuevas formas de pensar.",
    "4": "Hogar no convencional. Vienes de una carrera donde eras la autoridad máxima, y ahora necesitas un hogar libre de jerarquías. Vive en comunidad, muda de casa seguido o ten una familia moderna y diferente. Rompe con los patrones patriarcales en tu vida privada. Tu refugio debe ser un lugar donde todos sean iguales y libres. La estabilidad emocional te la da el desapego y la amistad en casa.",
    "5": "Creatividad disruptiva. Deja de crear para el aplauso fácil y empieza a experimentar. Tu arte debe ser vanguardista, digital o chocante. En el amor, busca amistad antes que pasión dramática. Dales libertad total a tus hijos para ser quienes son. Diviértete rompiendo las reglas del juego. Tu romance ideal es con alguien que entienda tu necesidad de espacio y de cambiar el mundo.",
    "6": "Innovar la rutina. Deja de ser el soñador caótico o el mártir; usa la tecnología y la ciencia para mejorar tu vida diaria. Trabaja en equipos horizontales, sin jefes tiranos. Tu salud mejora con terapias alternativas, electricidad o medicina de vanguardia. Trae el futuro a tu oficina. Sé el que propone el cambio de sistema en el trabajo. La libertad en el horario es tu medicina.",
    "7": "Relaciones libres. Estás acostumbrado a ser el centro de atención, pero necesitas una pareja que sea tu igual y tu amigo. Olvida los roles de género tradicionales. Busca relaciones abiertas, intelectuales o poco convencionales. Tu compromiso se basa en la libertad mutua y la colaboración mental. Ama a quien respete tu independencia radical. Juntos son un equipo, no una fusión.",
    "8": "Transformación colectiva. Tu tendencia es aferrarte a lo material y seguro, pero debes explorar los cambios sociales, la ciencia y lo oculto desde una perspectiva objetiva. Gestiona recursos de grupos o comunidades. Entiende la muerte y el sexo como procesos energéticos, sin drama emocional. Tu poder reside en tu capacidad de ver el futuro y soltar el pasado sin mirar atrás.",
    "9": "Visión de futuro. Deja de centrarte en tu propia historia y mira el panorama global. Estudia ciencias sociales, astrología, aviación o tecnología. Viaja para entender cómo vive la humanidad, no para broncearte. Tu verdad es la verdad del progreso y la evolución. Defiende la libertad y los derechos humanos. Sé el visionario que explica hacia dónde va la especie.",
    "10": "Liderazgo visionario. Vienes de la seguridad emocional del clan, pero el mundo necesita que reformes las estructuras. No seas el jefe tradicional; sé el líder que implementa cambios radicales. Trabaja en ONGs, tecnología o política progresista. Tu reputación debe ser la de un innovador, un humanista y un rompedor de cadenas. Tu éxito es liberar a otros de sistemas obsoletos.",
    "11": "Ciudadano del mundo. Esta es tu casa natural. Deja de buscar el brillo del ego (Leo) y disuélvete en la comunidad. Tu misión es la red, el grupo, la humanidad. Lidera movimientos horizontales. Tus amigos son tu verdadera fuerza; reúnete con genios, locos y revolucionarios. Tu propósito es acelerar la evolución colectiva. No se trata de ti, se trata de nosotros.",
    "12": "Iluminación súbita. Tu mente lógica y ordenada (Virgo/Mercurio) quiere control, pero aquí conectas con la mente universal. Tienes flashes de intuición genial. Medita para desconectar el cerebro racional. Tu servicio es despertar la conciencia espiritual de manera científica o innovadora. Trabaja en la sombra por la libertad de otros. Eres el canal por donde entra el futuro al inconsciente colectivo."
  },
  "Piscis": {
    "1": "El místico encarnado. Has sido el analista crítico, el perfeccionista neurótico y el sirviente eficiente en otras vidas, pero ahora te toca fluir. Tu identidad se disuelve y se expande. Permítete ser intuitivo, compasivo y un poco caótico. No definas tanto quién eres, deja que la vida te sorprenda. Tu fuerza está en tu sensibilidad y tu conexión espiritual. Ríndete a la magia, deja de controlar.",
    "2": "Dinero intuitivo. Deja de contar cada centavo con miedo o analizar obsesivamente tus gastos. Confía en que el universo provee. Gana dinero con el arte, la música, la sanación o la espiritualidad. Tu relación con lo material debe ser desapegada y generosa. La verdadera riqueza para ti es interior; paradójicamente, cuando sueltas el control financiero, los recursos fluyen como agua.",
    "3": "Poesía y silencio. Deja de intentar explicarlo todo con lógica y datos. Tu comunicación debe ser imaginativa, simbólica y empática. Habla con imágenes, no con hechos. Escucha lo que no se dice. Tu mente capta las ondas invisibles del entorno. Escribe poesía, música o ficción. Tu verdad es subjetiva y emocional. Conecta con tus hermanos desde el alma, no desde la razón.",
    "4": "Santuario espiritual. Vienes de una exigencia profesional de perfección y crítica; necesitas un hogar que sea un templo de paz y retiro. Vive cerca del agua si puedes. Tu casa debe ser un lugar donde las reglas se relajan y puedes soñar despierto. Perdona a tus padres y sana tu pasado con compasión. Tu base emocional es la fe; construye tu nido sobre la confianza en lo invisible.",
    "5": "Inspiración divina. Deja de criticar tu obra o buscar la perfección técnica. Crea desde el alma, mancha el lienzo, desafina con sentimiento. En el amor, busca la conexión espiritual y el romance de cuento de hadas. Déjate llevar por la fantasía. Tus hijos son maestros de amor incondicional. Tu misión es traer el cielo a la tierra a través de tu expresión artística. Fluye con la musa.",
    "6": "Servicio compasivo. Deja de huir de la realidad (aunque Piscis tiende a eso, aquí el NN está en casa 6, así que la lección es traer a Piscis a la tierra). Trae tu espiritualidad a la rutina diaria. Tu trabajo debe tener un sentido de ayuda, sanación o arte. No seas un robot eficiente; ponle alma a tus tareas. Cuida tu salud con medicina holística y escuchando a tu cuerpo, no solo con reglas médicas. Encuentra a Dios lavando los platos.",
    "7": "Amor incondicional. Estás acostumbrado al orden, la crítica y la autosuficiencia práctica, pero necesitas fundirte con el otro. Busca una relación basada en la empatía, el perdón y la conexión psíquica. Deja de intentar 'arreglar' a tu pareja. Acepta al otro con sus imperfecciones. El compromiso para ti es un acto de fe. Aprende a ver la divinidad en los ojos de quien amas.",
    "8": "Fusión mística. Tu tendencia es aferrarte a lo tangible y seguro, pero debes sumergirte en el océano de lo desconocido. Entrégate sexual y emocionalmente sin reservas. La muerte y las crisis son portales espirituales para ti. Confía en la intuición para las inversiones. Suelta el miedo a perder el control. La transformación llega cuando te rindes y te dejas llevar por la corriente profunda.",
    "9": "Fe universal. Deja de buscar la lógica y los datos comprobables; busca la experiencia mística y la verdad espiritual. Viaja sin mapa, peregrina a lugares sagrados. Estudia filosofías que unan, no que dividan. Tu mente se expande a través de la meditación, el arte y la compasión. Conviértete en un visionario que ve la unidad en todo. Cree en lo imposible.",
    "10": "Liderazgo compasivo. Vienes de la seguridad de la crítica privada y el control doméstico; ahora el mundo necesita tu sensibilidad. Sé el artista, el sanador o el líder espiritual visible. Tu carrera debe reflejar tus sueños, no solo ambición material. No seas el jefe duro, sé el guía que inspira y comprende. Tu reputación se construye sobre tu capacidad de soñar un mundo mejor para todos.",
    "11": "Sueños colectivos. Deja de buscar el reconocimiento personal del ego y únete a la humanidad en un abrazo espiritual. Participa en grupos de meditación, arte o ayuda humanitaria. Tus amigos son almas afines. Tu rol es disolver las fronteras entre las personas y fomentar la unidad. Visualiza un futuro utópico y ayuda a manifestarlo. La compasión es tu herramienta de cambio social.",
    "12": "El océano del ser. Esta es tu casa natural. Deja de analizar, criticar y organizar (Virgo). Retírate del mundo, medita, duerme, sueña. Tu trabajo real es en los planos invisibles. Sana el karma colectivo a través de tu propia rendición. Eres el místico, el poeta, el soñador. No tengas miedo de perderte; es en la disolución del ego donde encuentras tu verdadero poder infinito."
  }
}