{
  "Aries": {
    "1": "El guerrero solitario. Tu instinto automático es la defensa propia y la acción rápida sin consultar a nadie. Cuando sientes inseguridad atacas primero o decides que es mejor hacerlo tú mismo porque los demás son lentos. Tu reto es entender que la independencia extrema es una jaula y que vincularte no te quita libertad.",
    "2": "Impulsividad financiera. Gastas o generas recursos con una urgencia de supervivencia inmediata. Tu sentido de valor está atado a tu capacidad de conquistar o ganar en el momento. El dinero quema en tus manos porque lo usas para afirmar tu identidad ahora mismo. La paz material requiere paciencia.",
    "3": "Debate constante. Tu mente es un campo de batalla donde siempre tienes la réplica afilada lista antes de que el otro termine de hablar. Te refugias en la discusión rápida y la honestidad brutal que a veces hiere. Aprender a escuchar sin preparar tu contraataque es tu verdadera evolución.",
    "4": "Hogar conflictivo. Vienes de una dinámica familiar donde el ruido o la fricción eran la norma para sentirte vivo. En la intimidad tiendes a iniciar peleas pequeñas porque el silencio te resulta sospechoso. Tu refugio no debe ser un ring de boxeo sino un espacio de paz.",
    "5": "Conquista del ego. En el amor y la creatividad buscas la adrenalina del inicio y la validación inmediata de tu fuerza. Te aburres si no hay un reto o una pasión explosiva. El drama romántico es tu zona de confort. La verdadera obra de arte requiere constancia más que chispazos.",
    "6": "Adicto a la urgencia. En el trabajo te mueves por crisis y apagafuegos. Eres increíble resolviendo problemas inmediatos pero te cuesta sostener rutinas tranquilas sin inventarte un enemigo o una fecha límite imposible. Tu salud necesita menos cortisol y más ritmo sostenible.",
    "7": "Yo contra ti. En las relaciones tiendes a ver al otro como un rival o alguien a quien dominar sutilmente. La competencia es tu lenguaje del amor por defecto. Cedes tu independencia o peleas por ella constantemente. El equilibrio real es compartir sin luchar por el control.",
    "8": "Crisis de intensidad. Te atraen las situaciones límite y el riesgo emocional porque te hacen sentir poderoso. Manejas el dinero compartido o la intimidad con una actitud de todo o nada. Soltar la necesidad de vivir al borde del abismo te traerá la estabilidad que te falta.",
    "9": "Dogma agresivo. Defiendes tus verdades como si fueran armas. Tienes la tendencia a imponer tu visión del mundo con un entusiasmo que atropella. Viajas o estudias con prisa por llegar. La sabiduría real admite matices y escucha otras verdades sin sentirse amenazada.",
    "10": "Líder impaciente. Tienes un talento innato para mandar y abrir caminos profesionales pero te cuesta mantener la diplomacia con la autoridad. Quieres el reconocimiento ya y a tu manera. Tu reputación de rebelde es atractiva pero a veces te cierra puertas que necesitan tacto.",
    "11": "El agitador del grupo. En colectivos o amistades asumes el rol del que inicia la acción o el conflicto. Te cuesta diluirte en el equipo porque tu individualidad grita fuerte. Prefieres liderar la manada a ser uno más. Aprende que la fuerza del grupo reside en la cohesión no en el mando único.",
    "12": "Héroe en la sombra. Tienes una memoria inconsciente de haber luchado solo en situaciones de aislamiento. Te retiras del mundo cuando te sientes vulnerable para lamer tus heridas en privado. Tu escapismo es la acción ciega. La verdadera valentía a veces es quedarse quieto y sentir."
  },
  "Taurus": {
    "1": "La roca inamovible. Tu presencia física es contundente y buscas la seguridad ante todo. Te cuesta horrores cambiar de opinión o de estilo porque la inercia es tu refugio. Eres terco por naturaleza. Moverte hacia la transformación profunda requiere soltar la obsesión por lo que ya conoces.",
    "2": "Apego material. Tienes un talento natural para acumular y preservar pero tu trampa es medir tu valor humano por lo que posees en el banco. El miedo a la escasez te paraliza. Acumulas cosas para tapar vacíos emocionales. Tu seguridad real es interna no financiera.",
    "3": "Mente fija. Te aferras a ideas y opiniones concretas que has masticado durante años. Te cuesta improvisar o cambiar de perspectiva rápidamente. Prefieres lo probado y lo tangibles a las teorías abstractas. Flexibilizar tu pensamiento te abrirá puertas que la terquedad mantiene cerradas.",
    "4": "Refugio sensorial. Tu hogar es tu fortaleza llena de comodidades y placeres culinarios. Te resistes a salir de tu zona de confort doméstica o familiar. Puedes quedarte estancado en tradiciones pasadas solo porque son cómodas. Salir al mundo exterior es vital para tu crecimiento.",
    "5": "Creatividad posesiva. En el romance tiendes a querer poseer a la persona amada tratándola como un objeto valioso. Buscas el placer sensorial inmediato y la estabilidad en el ocio. Te cuesta arriesgarte en el amor. La pasión verdadera requiere soltar el control y aceptar la incertidumbre.",
    "6": "Rutina inalterable. Tienes una capacidad de trabajo y resistencia física envidiable pero te vuelves esclavo de tus hábitos. Si algo rompe tu esquema diario te bloqueas. Cuidas tu cuerpo con métodos tradicionales pero evitas probar cosas nuevas. La flexibilidad es salud.",
    "7": "Lealtad estática. En pareja ofreces una estabilidad inmensa pero puedes caer en la complacencia o quedarte en relaciones muertas por no enfrentar el cambio. Buscas que el otro te de seguridad y placer constante. El amor evoluciona y tú debes moverte con él.",
    "8": "Control de recursos. Te aferras a lo tuyo en las fusiones económicas o emocionales. Te cuesta compartir de verdad por miedo a perder lo que has construido. La intimidad profunda requiere desnudez y riesgo no garantías. Soltar el control material te dará poder espiritual.",
    "9": "Creencias sólidas. Tus valores morales son rocas inamovibles. Te sientes cómodo en filosofías prácticas y realistas rechazando lo místico o lo desconocido. Puedes ser dogmático por simple resistencia al cambio. A veces la verdad está más allá de lo que puedes tocar con las manos.",
    "10": "Ambición segura. Buscas estatus a través de la acumulación visible y carreras estables. Te quedas en trabajos que no te llenan solo por el cheque seguro. Tu reputación es de alguien confiable pero predecible. Arriesgarte a perder el estatus actual puede ser el inicio de tu vocación real.",
    "11": "El amigo constante. En grupos eres el pilar que aporta sentido común y recursos pero te resistes a las dinámicas cambiantes o revolucionarias. Te rodeas de gente predecible. A veces te quedas en círculos sociales por costumbre. Ábrete a amistades que sacudan tu mundo.",
    "12": "Aislamiento cómodo. Tu forma de escapar es dormir comer y desconectar en un mundo sensorial privado. Tienes un talento oculto para la paz interior pero puedes usarlo para ignorar la realidad. No uses el placer como anestesia. El despertar espiritual requiere incomodidad.",
    "1" : "La roca inamovible. Tu inercia es legendaria; prefieres aguantar una situación incómoda antes que moverte hacia lo desconocido. Tu cuerpo busca el placer y el descanso como mecanismo de defensa. El reto es entender que la transformación duele pero es la única forma de vivir de verdad."
  },
  "Gemini": {
    "1": "El camaleón social. Te adaptas tan rápido que a veces olvidas quién eres realmente. Usas la palabra y el ingenio para navegar la vida evitando comprometerte con una sola identidad. Tu talento es la versatilidad pero tu trampa es la superficialidad. Defínete por algo más que tus opiniones.",
    "2": "Mercader de habilidades. Tienes mil formas de ganar dinero y ninguna te satisface del todo. Ves tus recursos como algo fluctuante y tiendes a dispersar tu energía en múltiples pequeños negocios. La estabilidad financiera llega cuando te enfocas en una sola verdad profunda.",
    "3": "Ruido mental. Eres el rey del dato curioso y la conversación ligera. Tu mente nunca para y llenas los silencios con palabras para no sentir. Te mueves en lo conocido el barrio y los hermanos. Tu evolución está en buscar una filosofía lejana y trascendente más allá del chisme local.",
    "4": "Raíces aéreas. En tu hogar de origen hubo mucho movimiento cambios o dualidad. Te cuesta echar raíces profundas porque siempre tienes una maleta mental lista. Intelectualizas tus emociones familiares en lugar de sentirlas. Encuentra un hogar en tu propia sabiduría no en la mudanza.",
    "5": "Coqueteo eterno. En el amor te encanta el juego mental y la variedad. Te cuesta profundizar porque en cuanto la cosa se pone seria te aburres o te asustas. Usas el humor para desviar la intensidad romántica. El amor real es más que una conversación estimulante.",
    "6": "Multitasking compulsivo. Tu día a día es una lista de tareas dispersas. Eres hábil gestionando el caos pero te agotas el sistema nervioso por no saber priorizar. Crees que hacer dos cosas a la vez es eficiencia pero a veces es solo ansiedad. Enfócate en una sola misión.",
    "7": "Relaciones duales. Buscas una pareja con la que charlar eternamente pero a menudo atraes personas inestables o te comportas de forma ambivalente. Dices una cosa y haces otra. El compromiso requiere que alinees tu mente con tu corazón y dejes de racionalizar al otro.",
    "8": "Curiosidad prohibida. En la intimidad te acercas a lo profundo con una actitud casi periodística queriendo saber el porqué de todo. Te cuesta entregarte emocionalmente sin analizar la experiencia mientras sucede. La fusión real requiere apagar el cerebro analítico.",
    "9": "Turista de la vida. Sabes un poco de todo pero mucho de nada. Te encanta viajar y aprender pero te quedas en la superficie de las culturas y los saberes. Acumulas datos sin convertirlos en sabiduría. Busca una verdad que no se pueda explicar con palabras.",
    "10": "Carrera dispersa. Tienes un currículum lleno de oficios variados. Eres conocido por tu inteligencia y comunicabilidad pero te falta autoridad y peso específico. Te ven como el eterno joven promesa. El éxito duradero requiere que te especialices y profundices.",
    "11": "Mariposa social. Conoces a todo el mundo pero a nadie de verdad. Te mueves en grupos por el intercambio de información pero evitas la intimidad emocional con los amigos. Eres el conector perfecto. Aprende a crear lazos que resistan el silencio y la distancia.",
    "12": "Dudas secretas. Tu mente racional es tu cárcel cuando estás solo. Tienes un diálogo interno incesante que te llena de dudas y ansiedad. Escapas leyendo o scrolleando infinitamente. Tu intuición es poderosa si logras callar el ruido lógico. Confía en lo que no puedes explicar."
  },
  "Cancer": {
    "1": "La coraza emocional. Te presentas al mundo como alguien que cuida o necesita ser cuidado. Tu humor es fluctuante y tu primera reacción es protegerte o retirarte a tu caparazón. La hipersensibilidad es tu talento y tu cruz. Necesitas construir una autoridad interna que no dependa de cómo te sientes hoy.",
    "2": "Ahorro por miedo. Guardas dinero y objetos con una carga emocional nostálgica. Te cuesta tirar cosas porque sientes que son parte de ti. Buscas seguridad financiera para proteger a tu clan. El dinero es energía no un sustituto del afecto materno. Suelta el lastre del pasado.",
    "3": "Pensamiento subjetivo. Te comunicas desde la emoción y la intuición. Te tomas las palabras de los demás de forma personal y lees entre líneas intenciones que a veces no existen. Tu memoria es fotográfica para los sentimientos. Aprende a ver los hechos con objetividad fría.",
    "4": "El eterno niño. Tu apego al pasado a la familia o a la madre es masivo. Te refugias en casa y en la nostalgia creando un nido del que cuesta salir. Te sientes responsable de las emociones de tu familia. Tu misión es salir al mundo y lograr el éxito profesional por ti mismo.",
    "5": "Apegos románticos. En el amor buscas fusionarte y crear una familia rápidamente. Eres protector y cariñoso pero puedes asfixiar con tu necesidad de cercanía. Te tomas el rechazo creativo o amoroso como una herida mortal. Aprende a disfrutar del placer sin tanta carga emocional.",
    "6": "Cuidador sacrificado. En la rutina tiendes a ocuparte de los demás hasta agotarte. Somatizas las emociones en el estómago o el pecho. Trabajas desde la intuición pero te falta estructura y disciplina fría. Tu salud mejora cuando pones límites emocionales en el trabajo.",
    "7": "Dependencia emocional. Buscas una pareja que sea madre o hijo alguien que te necesite desesperadamente. Creas lazos simbióticos donde es difícil saber dónde terminas tú y empieza el otro. La madurez relacional implica sostenerte sobre tus propios pies.",
    "8": "Drama compartido. En las crisis te vuelves absorbente. Manejas el dinero y los recursos compartidos con mucho miedo o manipulación emocional sutil. Te cuesta soltar rencores antiguos. La transformación llega cuando dejas de usar el victimismo como herramienta de poder.",
    "9": "Patriotismo emocional. Te aferras a las creencias y tradiciones de tu clan o tu país. Te cuesta aventurarte en filosofías extranjeras porque te sientes inseguro lejos de lo conocido. Viajar te da nostalgia. La verdad universal es más grande que las costumbres de tu infancia.",
    "10": "Imagen maternal. En lo público proyectas una imagen de protector o figura parental. Eres popular por tu empatía pero te cuesta imponer autoridad dura cuando es necesario. Te refugias en roles tradicionales. Tu éxito profesional requiere que dejes de lado la timidez y la vida privada.",
    "11": "Clan cerrado. Tratas a tus amigos como si fueran familia de sangre. Eres leal hasta la muerte pero te cierras a gente nueva que no encaja en tu tribu emocional. Te tomas las dinámicas de grupo de forma muy personal. Ábrete a comunidades diversas sin intentar adoptarlos a todos.",
    "12": "Refugio uterino. Tienes una vida interior rica y fantasiosa donde te escondes del mundo cruel. Abserbes las emociones del ambiente sin darte cuenta. Tu escapismo es dormir o comer emocionalmente. Tu sensibilidad psíquica es un don úsalo para sanar no para esconderte."
  },
  "Leo": {
    "1": "El rey del drama. Necesitas ser visto y reconocido instintivamente. Tienes un carisma natural que atrae miradas pero tu trampa es depender del aplauso externo para sentirte vivo. El orgullo te impide pedir ayuda. Tu evolución está en diluir el ego para servir a una causa mayor.",
    "2": "Lujo como identidad. Gastas en cosas que te den estatus y brillo. Crees que vales lo que puedes mostrar. Tienes talento para generar dinero a través de tu imagen personal. El riesgo es la generosidad excesiva para comprar afecto. Tu valor intrínseco no necesita marcas.",
    "3": "Orador teatral. Hablas con autoridad y dramatismo buscando impresionar a tu audiencia. Te cuesta escuchar porque estás pensando en tu próxima frase brillante. Tienes opiniones fijas y orgullosas. Aprende que la verdad científica y objetiva es más importante que tener la razón.",
    "4": "El centro del hogar. En casa eras el niño dorado o el que exigía toda la atención. Te comportas como la realeza en tu espacio privado esperando que los demás giren a tu alrededor. Salir de tu castillo y aportar al colectivo es tu camino de crecimiento.",
    "5": "Adicto al romance. Vives para el enamoramiento las fiestas y la autoexpresión. Tienes un talento creativo enorme que fluye sin esfuerzo pero puedes caer en el narcisismo creyendo que tus creaciones son extensiones de tu ego. El amor verdadero no es una obra de teatro.",
    "6": "Jefe benigno. En el trabajo quieres ser el líder carismático y te cuesta ser un empleado anónimo. Tienes problemas con la autoridad si no eres tú quien manda. Somatizas problemas del corazón o espalda por cargar con el orgullo. La humildad en el servicio diario te sanará.",
    "7": "Pareja protagonista. Buscas relaciones donde puedas brillar o donde el otro sea tu fan número uno. Tiendes a eclipsar a tu pareja o a exigir adoración constante. Te cuesta ver al otro como un igual. La libertad real está en relaciones de amistad desapegada e igualdad.",
    "8": "Drama financiero. En temas de dinero compartido o herencias tiendes a ser dramático o a querer controlar la narrativa. Te cuesta aceptar la ayuda económica porque hiere tu orgullo. La intimidad requiere bajar la guardia y dejar que te vean sin maquillaje ni focos.",
    "9": "Gurú carismático. Crees que tienes la verdad revelada y te encanta enseñarla a otros desde un pedestal. Eres inspirador pero te falta rigor y objetividad. Te dejas llevar por la pasión de tus creencias. Aprende de los demás sin sentir que pierdes tu corona.",
    "10": "Obsesión por la fama. Buscas el reconocimiento público y el prestigio como el aire que respiras. Tienes talento para el liderazgo visible pero puedes ser arrogante. Te aterra ser uno más del montón. Tu misión de vida está en el hogar y en las bases emocionales no en el podio.",
    "11": "Líder del grupo. En amistades siempre terminas siendo el centro de atención o el organizador. Te cuesta integrarte como un igual prefieres destacar. Buscas amigos que te admiren. La verdadera amistad es democrática y a veces requiere que te sientes en la última fila.",
    "12": "Orgullo secreto. En tu soledad sufres porque sientes que el mundo no te reconoce lo suficiente. Tienes un miedo profundo a ser invisible. Tu escapismo es la fantasía de grandiosidad. Tu espiritualidad florecerá cuando dejes de intentar ser especial y aceptes ser parte del todo."
  },
  "Virgo": {
    "1": "El crítico interno. Te presentas al mundo con humildad y perfeccionismo analizando cada detalle de tu conducta. Te sientes útil cuando corriges o mejoras algo pero te criticas despiadadamente. Tu trampa es la parálisis por análisis. Fluir y aceptar el caos es tu salvación.",
    "2": "Contable minucioso. Manejas el dinero con prudencia y detalle buscando la eficiencia en cada gasto. Te da miedo gastar en cosas abstractas o espirituales. Crees que la seguridad está en el ahorro hormiga. Confía en que el universo provee más allá de tu hoja de cálculo.",
    "3": "Mente analítica. Te pierdes en los detalles y los datos técnicos. Eres excelente editando y organizando información pero te cuesta ver el panorama completo o tener fe. El escepticismo es tu escudo. Abre tu mente a la intuición y a lo que no se puede medir.",
    "4": "Hogar ordenado. Necesitas que tu casa funcione como un reloj suizo. Te estresas si hay desorden o suciedad y puedes volverte neurótico con la limpieza. Sirves a tu familia a través de actos prácticos pero te falta calidez emocional. Tu carrera pública te pide soltar el trapo del polvo.",
    "5": "Creatividad técnica. En el amor y el arte te enfocas en la técnica y la perfección más que en la emoción. Analizas a tus ligues buscando defectos para arreglarlos. Te cuesta soltarte el pelo y disfrutar sin culpa. El romance debe ser una experiencia de fusión no un proyecto de mejora.",
    "6": "Adicto a la rutina. Eres el empleado perfecto eficiente y servicial. Te refugias en el trabajo diario y en el cuidado obsesivo de la salud para evitar sentir el vacío. Te sientes culpable si no eres productivo. Tu evolución está en la compasión y el descanso espiritual.",
    "7": "Pareja servicial. Te relacionas desde la utilidad buscando ser indispensable para el otro arreglándole la vida. Atraes a gente caótica para ordenarla. Criticas a tu pareja por su bien. El amor incondicional acepta al otro con sus desastres incluidos.",
    "8": "Control al detalle. En la intimidad y las finanzas compartidas intentas controlar cada variable para no sentirte vulnerable. Te cuesta entregarte al caos de la pasión. Analizas psicológicamente tus traumas en lugar de sentirlos. Suéltate al flujo de la vida.",
    "9": "Escepticismo práctico. Solo crees en lo que puedes ver y comprobar. Te irritan los dogmas vagos o la fe ciega. Eres un estudiante aplicado de lo técnico. Tu camino evolutivo te pide que creas en la magia y en la conexión universal sin pedir pruebas de laboratorio.",
    "10": "El asistente perfecto. En lo profesional eres el que sostiene la estructura desde atrás el experto técnico. Te da miedo asumir el liderazgo visionario o artístico prefiriendo el rol de soporte. Deja de esconderte en los detalles y asume tu rol de creador de sueños.",
    "11": "Amigo crítico. En los grupos eres el que organiza la logística y señala los fallos del plan. Eres útil pero a veces aguafiestas. Te cuesta soñar en colectivo. Busca tribus que te conecten con la empatía y la compasión no solo con el trabajo.",
    "12": "Ansiedad secreta. Tu mente no para de buscar errores incluso cuando duermes. Somatizas el estrés en digestiones pesadas. Te refugias en tareas repetitivas para no enfrentar tu caos interno. Tu sanación llega cuando aceptas que el universo es perfecto tal y como es."
  },
  "Libra": {
    "1": "La máscara agradable. Tu instinto es sonreír y complacer para evitar el conflicto. Te defines por cómo te ven los otros y te cuesta tomar decisiones solo por ti. Eres encantador pero a veces falso por miedo a desagradar. Tu reto es decir 'yo soy' y 'yo quiero' aunque moleste.",
    "2": "Dinero compartido. Te apoyas en otros para tu estabilidad económica o gastas en estética y belleza compulsivamente. Te cuesta generar recursos de forma agresiva o independiente. Tu valor personal no depende de quién te acompaña ni de tu elegancia.",
    "3": "Diplomacia verbal. Dices lo que el otro quiere escuchar. Eres experto en ver los dos lados de la moneda lo que te lleva a la indecisión crónica. Te da pánico opinar algo radical. Atrévete a ser directo y a defender tus propias ideas sin pedir permiso.",
    "4": "Hogar armonioso. Vienes de un entorno donde las apariencias importaban mucho o donde eras el mediador de la familia. Evitas las emociones feas en casa barriéndolas bajo la alfombra. Tu éxito profesional requiere que dejes el nido y construyas tu propia estructura.",
    "5": "Romance estético. Te enamoras del amor y de la belleza de la situación. Te encanta el coqueteo suave y evitas la pasión cruda o los celos. Creas arte equilibrado. Aprende a liderar en el amor y a expresar tu individualidad creativa sin buscar el consenso.",
    "6": "Compañero laboral. En el trabajo prefieres hacerlo en equipo te cuesta trabajar solo. Eres excelente suavizando el ambiente laboral pero evitas la confrontación necesaria. A veces eres perezoso si no tienes a alguien que te motive. Encuentra la disciplina en tu interior.",
    "7": "Adicto a la pareja. Te sientes incompleto si no estás en una relación. Tu identidad se disuelve en el 'nosotros'. Cedes demasiado con tal de mantener la paz. Tu evolución espiritual te pide independencia radical y autodescubrimiento en solitario.",
    "8": "Complacencia íntima. En el sexo y el dinero compartido te adaptas a los deseos del otro perdiendo tus propios límites. Te cuesta enfrentar las crisis profundas prefiriendo mantener las formas. La verdadera intimidad requiere que seas fiel a ti mismo primero.",
    "9": "Justicia teórica. Te encantan las ideas de justicia y equilibrio pero te quedas en la teoría abstracta. Evitas tomar partido en debates ideológicos. Eres un buen mediador cultural. Tu camino es defender tus convicciones con coraje y acción directa.",
    "10": "Imagen pública impecable. Buscas caer bien a todo el mundo en tu carrera. Usas tu encanto social para ascender pero te falta garra para tomar decisiones impopulares. Tu vida privada y tus raíces son tu verdadero norte ahora no el aplauso social.",
    "11": "El socialite. Te mueves en grupos por el placer de pertenecer y la estética social. Eres el pegamento diplomático de tus amigos. Te cuesta destacar o llevar la contraria al grupo. Aprende a brillar por tu talento único y creativo no por ser buena gente.",
    "12": "Evasión en pareja. Te escondes en las relaciones para no enfrentar tu propia soledad o espiritualidad. Idealizas el amor hasta perder contacto con la realidad. Tu servicio al mundo debe ser práctico y ordenado no una fantasía romántica."
  },
  "Scorpio": {
    "1": "El misterio defensivo. Tu presencia es intensa y magnética pero te proteges tras un muro de desconfianza. Vives en modo supervivencia esperando la traición. Tu poder es la regeneración pero tu trampa es el drama innecesario. Aprende a vivir con calma y sencillez terrenal.",
    "2": "Control de recursos. Ves el dinero como poder y seguridad en un mundo hostil. Puedes ser obsesivo con lo que posees o depender de los recursos de otros mediante manipulaciones sutiles. La paz está en construir tu propio sustento de forma simple y constante.",
    "3": "Mente detective. No te crees nada de lo que te dicen siempre buscas la intención oculta. Tu comunicación es punzante o silenciosa. Te obsesionas con investigar secretos. Relájate a veces un cigarro es solo un cigarro. Disfruta de la charla simple.",
    "4": "Familia intensa. Vienes de un hogar con secretos traumas o dinámicas de poder fuertes. Te refugias en la privacidad absoluta. Sientes las corrientes subterráneas de tu clan. Tu éxito público requiere que salgas de la cueva emocional y brilles con luz propia.",
    "5": "Pasión obsesiva. En el romance eres todo o nada. Buscas la fusión del alma y el drama transformador. Te cuesta divertirte de forma ligera porque todo te lo tomas a muerte. Aprende a jugar a ser amigo y a disfrutar del amor sin control.",
    "6": "Crisis cotidianas. Tu día a día es una gestión constante de intensidades. Te atraen los trabajos de alto riesgo o investigación profunda. Somatizas las emociones tóxicas. Necesitas paz mental y conexión espiritual para sanar no más adrenalina.",
    "7": "Fusión total. Buscas una pareja con la que fundirte psicológicamente. Los celos y la posesividad son tu zona de confort. Provocas crisis para probar la lealtad del otro. La relación sana es aquella que te da paz estabilidad y te permite construir algo sólido.",
    "8": "Maestro del abismo. Te mueves como pez en el agua en las crisis la muerte y los tabúes. Tienes un talento innato para la psicología profunda y el manejo de poder ajeno. Tu trampa es quedarte enganchado al dolor. Sal a la superficie y disfruta de lo simple que tienes.",
    "9": "Dogmatismo emocional. Crees fervientemente en tus verdades porque las has sentido en las entrañas. Puedes ser fanático o paranoico con tus creencias. Investigas lo oculto. Tu mente necesita aire fresco curiosidad ligera y diálogo sin dobles intenciones.",
    "10": "Poder en la sombra. En tu carrera buscas el control total o mueves los hilos desde atrás. Te obsesiona tu reputación de persona indomable. Sabes sobrevivir a cualquier caída profesional. Tu hogar y tu paz emocional son más importantes ahora que tu ambición de poder.",
    "11": "Lealtad selectiva. Tienes pocos amigos pero matarías por ellos. En los grupos eres el que observa en silencio y detecta las mentiras. Te cuesta confiar en colectivos grandes. Ábrete a disfrutar de la vida social sin analizar a cada persona.",
    "12": "Secretos del alma. Tienes una conexión psíquica brutal con lo invisible pero también muchos miedos inconscientes. Te aíslas para procesar tus traumas. Tu escapismo es la autodestrucción. Tu servicio al mundo debe ser práctico y tangible ordenando el caos.",
    "8" : "El fénix adicto. Te sientes cómodo en el caos, la deuda kármica y la intensidad compartida. Gestionas el dinero y la energía de otros con maestría, pero te cuesta soltar el control. Tu evolución es hacia la autosuficiencia simple y el disfrute de lo que es tuyo."
  },
  "Sagittarius": {
    "1": "El aventurero libre. Te mueves por la vida con optimismo y ganas de expansión negando los problemas. Huyes del compromiso si sientes que te ata. Eres el eterno viajero. Tu aprendizaje es quedarte quieto escuchar al otro y ver los detalles pequeños que ignoras.",
    "2": "Derrochador optimista. Crees que el dinero cae del cielo y a veces tienes suerte. Gastas en experiencias y viajes sin pensar en mañana. Te falta disciplina financiera. Aprende a valorar el intercambio de ideas y la curiosidad mental como recurso valioso.",
    "3": "Predicador nato. Crees que tienes la verdad absoluta y te encanta dar lecciones morales. Hablas mucho pero escuchas poco. Generalizas y exageras las historias. Tu evolución está en dudar preguntar y prestar atención a los datos concretos antes de filosofar.",
    "4": "Nómada familiar. Tu hogar fue un lugar de creencias fuertes o de mucho movimiento. Te sientes ciudadano del mundo y te cuesta echar raíces locales. Idealizas lo lejano. Busca tu verdad en tu entorno inmediato y en la comunicación diaria.",
    "5": "Fiesta perpetua. En el amor y la creatividad buscas la aventura la risa y la expansión. Te aburres con la rutina y huyes cuando la cosa se pone seria. Eres el alma de la fiesta. Aprende a comprometerte con tus proyectos y tus amores de forma original y libre.",
    "6": "Desorden vital. Te cuesta seguir rutinas estrictas. Quieres libertad total en tu día a día y descuidas los detalles prácticos o de salud por exceso de confianza. Tienes fe en que todo se arreglará solo. La espiritualidad requiere también disciplina y retiro interior.",
    "7": "Pareja gurú. Buscas relaciones con extranjeros o maestros que expandan tu mundo o tú tomas ese rol. Te cuesta el compromiso igualitario prefieres la libertad compartida. La comunicación lógica y el aprendizaje mutuo son la clave de tus vínculos.",
    "8": "Riesgo compartido. Te lanzas a inversiones o fusiones con una fe ciega. Eres generoso pero imprudente con los recursos conjuntos. Buscas la verdad filosófica en la muerte y el sexo. Aprende a valorar lo simple y lo tangible en tus relaciones profundas.",
    "9": "El eterno buscador. Te sientes en casa en aeropuertos universidades o templos. Acumulas títulos y sellos en el pasaporte. Huyes de la vida cotidiana buscando el sentido de la vida lejos. La verdad que buscas está en tu barrio y en tu mente de principiante.",
    "10": "Ambición desmedida. Quieres ser reconocido como un sabio o un visionario. Prometes más de lo que puedes cumplir en tu carrera. Te expandes demasiado rápido. Tu base emocional y familiar necesita atención y cuidado íntimo.",
    "11": "Ideólogo grupal. Te unes a grupos por afinidad ideológica política o religiosa. Eres el que anima y da visión al colectivo pero puedes ser dogmático. Te pierdes en la causa. Busca tu propia voz creativa y tu brillo personal fuera del rebaño.",
    "12": "Evasión filosófica. Te escapas de la realidad a través de teorías conspirativas o espiritualidad de consumo. Niegas el dolor con un optimismo tóxico. Tu intuición es fuerte pero debes bajarla a tierra. El servicio práctico y el orden diario te salvarán."
  },
  "Capricorn": {
    "1": "El adulto precoz. Desde niño has sido responsable serio y autosuficiente. Te cuesta mostrar debilidad y llevas el peso del mundo sobre tus hombros. Tu coraza es la frialdad. Tu camino es reconectar con tu niño interior tus emociones y tu necesidad de cuidado.",
    "2": "Ahorrador estricto. Ves el dinero como estatus y control. Te privas de placeres por miedo al futuro o por pura austeridad. Trabajas duro por cada centavo. Tu seguridad emocional es más importante que tu cuenta bancaria. Permítete nutrirte.",
    "3": "Mente estratégica. Solo hablas si es útil o necesario. Eres escéptico pesimista y estructurado en tu pensamiento. Te cuesta la charla trivial o emocional. Abre tu corazón a la intuición y deja que tus sentimientos guíen tus palabras no solo tu lógica.",
    "4": "Hogar rígido. Vienes de una familia donde el deber y la norma eran ley. Te cuesta relajarte en casa o mostrar afecto físico. Sientes mucha responsabilidad por tus padres. Tu éxito está fuera en el mundo profesional brillando por tu propia autoridad.",
    "5": "Ocio programado. Te cuesta jugar o ser creativo sin un objetivo productivo. En el amor eres cauto y buscas compromisos serios desde la primera cita. Te reprimes la espontaneidad. Suéltate disfruta del romance sin agenda y abraza tu locura.",
    "6": "Trabajador incansable. Eres el empleado que nunca se queja y cumple todo. Te exiges estándares imposibles y juzgas la pereza ajena. Tu cuerpo sufre por la rigidez. Tu sanación viene de soltar el control y confiar en lo invisible.",
    "7": "Relaciones formales. Buscas parejas que te den estatus o cumplan con las normas sociales. Te tomas el compromiso como un contrato empresarial. Te cuesta la intimidad emocional y la vulnerabilidad. Deja que el otro te cuide y te ablande.",
    "8": "Controlador de crisis. Gestionas el dinero y el poder ajeno con mano de hierro. Te aterra depender económicamente de nadie. Reprimes tus miedos profundos. La verdadera transformación ocurre cuando aceptas que no puedes controlarlo todo.",
    "9": "Ortodoxia. Te aferras a las leyes las normas y las tradiciones establecidas. Desconfías de lo nuevo o lo extranjero si no está probado. Eres una autoridad en tu campo. Aprende a escuchar y comunicar desde la empatía no desde el púlpito.",
    "10": "El jefe. Tu zona de confort es el mando la carrera y el reconocimiento público. Has sacrificado vida personal por ambición. Te defines por tu cargo. Tu misión ahora es volver a casa cuidar de los tuyos y construir una base emocional segura.",
    "11": "Organizador social. En los grupos asumes la responsabilidad y la estructura. Te relacionas con gente 'importante' o útil para tus fines. Te cuesta la amistad desinteresada. Busca el placer la creatividad y el juego con tus amigos.",
    "12": "Melancolía solitaria. En privado cargas con culpas y responsabilidades que no te tocan. Te aíslas para trabajar o para no molestar. Tu mundo inconsciente es rígido. Tu servicio al mundo debe ser práctico y ordenado cuidando los detalles de la vida."
  },
  "Aquarius": {
    "1": "El rebelde desconectado. Te enorgulleces de ser diferente y de no necesitar la aprobación de nadie. Tu mente va a mil por hora pero te desconectas de tu cuerpo y de tu corazón. Eres frío y distante. Tu reto es ser el rey de tu propio corazón y brillar con calidez.",
    "2": "Dinero virtual. Te interesan los recursos para financiar tu libertad no por apego material. Puedes ser errático con las finanzas o ganar dinero con tecnología. Te falta conexión con el valor tangible. Disfruta de los placeres sensoriales y del lujo merecido.",
    "3": "Genio incomprendido. Tienes ideas brillantes y futuristas pero te cuesta comunicarlas con empatía. Eres terco intelectualmente. Crees que tener la razón lógica es suficiente. Aprende a contar historias y a conectar desde el corazón no solo desde la neurona.",
    "4": "Desapego familiar. Te sentiste un alien en tu propia familia. Buscas libertad en el hogar y evitas las ataduras emocionales profundas. Intelectualizas tus raíces. Tu éxito público depende de que encuentres tu propia estabilidad y fuerza interior.",
    "5": "Amor libre. En el romance eres amigo antes que amante. Te asusta la pasión dramática y prefieres relaciones abiertas o poco convencionales. Te cuesta sentirte especial y único. Atrévete a ser el protagonista de tu vida y a pedir aplausos.",
    "6": "Rutina caótica. Tu sistema nervioso es eléctrico y te cuesta mantener horarios terrestres. Trabajas mejor en ráfagas de inspiración o en grupo. Te olvidas de comer o dormir por estar en tu mente. Necesitas rituales espirituales y descanso para bajar a tierra.",
    "7": "Pareja amigo. Buscas igualdad y libertad en la relación evitando el compromiso emocional pegajoso. Te relacionas desde la mente. Si el otro se pone intenso te enfrías. El amor requiere que seas valiente y muestres tu propio brillo y autoridad.",
    "8": "Frialdad en crisis. Ante el trauma o la muerte te disocias y lo analizas científicamente. Te cuesta compartir recursos si sientes que pierdes libertad. La intimidad real requiere que bajes de la torre de control y sientas el fuego.",
    "9": "Utopía social. Crees en ideales humanitarios y progresistas pero puedes ser intolerante con quien no piensa como tú. Eres fiel a tu grupo ideológico. Aprende a comunicar tus ideas con sencillez y alegría personal.",
    "10": "Revolucionario profesional. Te conocen por ser innovador o ir a la contra en tu carrera. Te funciona trabajar en red o tecnología. Pero te diluyes en la causa colectiva. Necesitas construir un hogar y una vida privada que te nutra el corazón.",
    "11": "Ciudadano del mundo. Tu zona de confort es el grupo los amigos y las causas sociales. Te sientes más cómodo entre extraños que en la intimidad. Eres leal a la tribu. Tu evolución pide que desarrolles tu creatividad personal y tu ego sano.",
    "12": "Aislamiento mental. Te refugias en tu cabeza y en mundos teóricos para no enfrentar la realidad. Te sientes solo en la multitud. Tienes una intuición eléctrica. Tu servicio debe ser práctico tangible y estructurado para no perderte en el éter."
  },
  "Pisces": {
    "1": "El camaleón empático. No tienes bordes claros absorbes la energía de quien tienes enfrente. Te cuesta definir quién eres y sueles jugar a la víctima o al salvador. Fluyes demasiado. Necesitas orden rutina y crítica práctica para construirte.",
    "2": "Economía difusa. El dinero se te escapa como agua o te llega de formas misteriosas. No valoras lo material y puedes ser caótico con tus cuentas. Confías ciegamente. Aprende a llevar las cuentas y a valorar tu trabajo con precisión milimétrica.",
    "3": "Poeta confuso. Te comunicas con metáforas silencios y telepatía. Te cuesta ser claro y directo. Te pierdes en divagaciones. Tu mente es intuitiva pero desordenada. Necesitas lógica datos y estructura para que te entiendan.",
    "4": "Hogar santuario. Tu casa es un refugio espiritual o un caos bohemio. Idealizas tu infancia o vives sacrificándote por la familia. Te falta suelo. Tu carrera necesita metas claras esfuerzo visible y salir al mundo real.",
    "5": "Amor platónico. Te enamoras de fantasías y sufres por amores imposibles. Eres increíblemente creativo pero indisciplinado. Te dejas llevar por la musa. Pon orden en tu arte y sirve a los demás con humildad y técnica.",
    "6": "Caos cotidiano. La rutina te deprime o te enferma. Somatizas todo lo que sientes. Te cuesta cumplir horarios y compromisos terrenales. Escapas de la realidad diaria. Encuentra a Dios en el detalle en la limpieza y en el servicio eficiente.",
    "7": "Fusión romántica. Buscas a alguien que te rescate o a quien rescatar. Idealizas a la pareja y no ves sus defectos hasta que es tarde. Careces de límites. Necesitas discernimiento crítica y ver al otro tal cual es con sus fallos.",
    "8": "Entrega total. En la intimidad te disuelves y pierdes el sentido del yo. Eres susceptible a ser engañado en finanzas compartidas por no leer la letra pequeña. Pon límites claros. Tu espiritualidad debe ser práctica y tu gestión de recursos ordenada.",
    "9": "Místico soñador. Vives conectado con lo divino y las verdades espirituales pero puedes caer en la superstición o el engaño. Te cuesta el rigor académico. Estudia analiza y cuestiona tus propias creencias con lógica.",
    "10": "Artista incomprendido. En tu carrera fluyes y te dejas llevar pero te falta ambición y estructura. Puedes ser famoso por tu empatía o arte. Te cuesta la dureza del mundo corporativo. Construye una base sólida en casa para poder soñar fuera.",
    "11": "Amigo compasivo. Te fundes con los problemas de tus amigos y te sacrificas por el grupo. Te cuesta distinguir qué es tuyo y qué es de ellos. Te desilusionas fácil. Selecciona tus amistades con criterio y sentido práctico.",
    "12": "Habitante del sueño. Vives más en tu imaginación que en la realidad. Tu zona de confort es el aislamiento la meditación o el escapismo. Tienes miedo a la vida tangible. Sal de la cueva pon orden en tu caos y sirve al mundo con tus manos."
  }
}
