{
  "Aries": {
    "1": "La fuerza del guerrero. Tu sola presencia cambia la energía de una habitación y la gente te percibe como alguien a quien no se debe contradecir. Tienes una capacidad inmensa para reinventarte tras las crisis, pero cuidado con imponer tu voluntad solo para sentir que existes. Tu verdadero poder radica en iniciar cambios sin arrasar con todo a tu paso.",
    "2": "Recursos de batalla. Vives tu economía con urgencia y a veces sientes que debes pelear para asegurar tu supervivencia material. Puedes pasar de la nada al todo gracias a tu instinto, pero la obsesión por la independencia financiera puede aislarte. Aprende a confiar en que la seguridad no requiere estar siempre en guardia.",
    "3": "Palabra afilada. Cuando hablas, vas directo a la herida o a la verdad incómoda que nadie más menciona. Tus conversaciones cotidianas pueden volverse debates intensos donde necesitas ganar. Usa esa agudeza mental para investigar y descubrir, no para desarmar a quien intenta conectar contigo.",
    "4": "Raíces en llamas. En tu hogar hubo luchas de poder o una exigencia de autonomía muy temprana que marcó tu carácter. A veces sientes que debes romper con tu pasado para ser libre. Construye un refugio donde no tengas que defenderte, la paz doméstica es tu mayor acto de rebeldía.",
    "5": "Pasión explosiva. Tu creatividad y tus romances son todo o nada, sin términos medios ni tibiezas. Te atrae el riesgo y pones el alma en cada proyecto, pero si algo no funciona, lo destruyes para empezar de cero. Recuerda que la diversión no siempre tiene que ser una descarga de adrenalina.",
    "6": "Obsesión por la eficiencia. Atacas tus tareas diarias como si fueran misiones críticas y te frustras si el cuerpo no sigue el ritmo de tu mente. Puedes ser despiadado contigo mismo si fallas en una rutina. Tu salud mejora cuando aprendes a canalizar esa energía física intensa en deporte en lugar de estrés.",
    "7": "Vínculos de alto voltaje. Atraes parejas fuertes, directas y a veces conflictivas que te obligan a defender tu territorio. Las relaciones se sienten como un campo de pruebas donde descubres quién eres realmente. El compromiso real nace cuando bajas las armas y permites que el otro también tenga el mando.",
    "8": "Transformación súbita. Manejas las crisis compartidas con una valentía instintiva que asombra a los demás. Tienes un don para tomar el control en emergencias financieras o emocionales. La verdadera intimidad te pide perder el miedo a ser vulnerable, algo que a veces te aterra más que la muerte.",
    "9": "Dogma y fuego. Defiendes tus creencias con una pasión feroz y buscas experiencias que desafíen tus límites físicos y mentales. Puedes volverte fanático de una idea si sientes que te da poder. Viajar o estudiar te cambia radicalmente cuando te atreves a cuestionar tus propias certezas absolutas.",
    "10": "Liderazgo de choque. En tu carrera no pides permiso, tomas el mando y estás dispuesto a romper las reglas establecidas para llegar a la cima. Tu reputación es la de alguien imparable, pero cuidado con ganarte enemigos innecesarios. El éxito duradero llega cuando lideras para inspirar, no para dominar.",
    "11": "Amistades combativas. Tus grupos sociales son intensos y a menudo te ves envuelto en luchas por liderar la causa o el proyecto común. Te atraen los movimientos que buscan cambiar el sistema radicalmente. Tu mejor aporte es tu coraje para decir lo que el grupo piensa pero calla.",
    "12": "Batallas secretas. Guardas una ira o un deseo de poder muy profundo que rara vez muestras al mundo. A veces sientes que luchas contra enemigos invisibles en tu propia mente. Tu sanación llega cuando dejas de pelear contra tus fantasmas en soledad y aceptas ayuda externa."
  },
  "Tauro": {
    "1": "Presencia inamovible. Tienes una resistencia física y mental que intimida; cuando te plantas, nadie te mueve. Tu proceso de cambio es lento, volcánico y total, pero te resistes a soltar viejas versiones de ti mismo. Entiende que flexibilizar tu postura no es perder poder, es evolucionar.",
    "2": "Control total de la materia. Tu relación con el dinero es visceral; acumular te da una sensación de poder, y perder te hace sentir que mueres. Tienes un talento nato para multiplicar recursos, pero cuidado con medir tu valor humano por tu cuenta bancaria. La verdadera abundancia es sentirte seguro sin poseerlo todo.",
    "3": "Pensamiento rumiante. No hablas por hablar; tus palabras tienen peso, textura y consecuencias duraderas. Puedes obsesionarte con una idea hasta materializarla o agotar a quienes te rodean con tu terquedad. Tu voz tiene el poder de calmar o de aplastar, úsala para construir puentes sólidos.",
    "4": "Búnker familiar. Tu hogar es tu fortaleza y ejerces un control territorial sobre tu espacio privado y tu familia. Los cambios en la vida doméstica te generan una ansiedad profunda que intentas tapar con más seguridad material. Aprende que un hogar cálido permite el movimiento y el crecimiento de quienes lo habitan.",
    "5": "Creatividad tangible. Tus pasiones son físicas, sensoriales y profundamente posesivas; cuando amas o creas, quieres fusionarte con el objeto de tu deseo. Puedes caer en celos intensos o en una obstinación artística. Disfruta del placer sin intentar capturarlo para siempre, el arte también es soltar.",
    "6": "Rutinas de hierro. Tienes una capacidad de trabajo inagotable y puedes sostener esfuerzos que derrumbarían a otros. Sin embargo, te cuesta horrores cambiar un hábito nocivo una vez que se ha instalado. Tu cuerpo necesita desintoxicación periódica, no solo acumulación de fuerza.",
    "7": "Lealtad posesiva. En las relaciones buscas una estabilidad absoluta y puedes aguantar situaciones tóxicas solo por no enfrentar el cambio. Atraes a personas que desafían tu escala de valores o tu seguridad económica. El amor real es libertad compartida, no una propiedad escriturada a tu nombre.",
    "8": "Fusión de recursos. En temas de herencias, impuestos o dinero compartido, eres implacable y nada se te escapa. La intimidad sexual para ti es un acto de transformación profunda y terrenal. Suelta el control sobre lo que es de otros, la confianza es la inversión más rentable.",
    "9": "Valores innegociables. Tus creencias son rocas sólidas y te cuesta aceptar filosofías que no tengan una aplicación práctica o material. Viajar o estudiar te transforma solo si puedes tocar y sentir la experiencia. Abre tu mente a verdades que no se pueden pesar ni medir.",
    "10": "Ambición constructora. No buscas fama efímera, quieres construir un imperio que te sobreviva. Ejerces el poder profesional con paciencia y determinación, aplastando obstáculos lentamente. Recuerda que tu legado no son solo tus logros tangibles, sino cómo hiciste sentir a quienes trabajaron contigo.",
    "11": "Círculos cerrados. Eres selectivo y leal hasta la muerte con tus amigos, pero exiges lo mismo a cambio. Te frustran los grupos volátiles o superficiales; prefieres pocas personas pero de total confianza. Tu poder social radica en tu capacidad para sostener proyectos comunitarios a largo plazo.",
    "12": "Miedo a la escasez. En lo profundo de tu inconsciente, temes perder lo que tienes o no ser suficiente. Puedes acumular resentimientos en silencio durante años. La paz llega cuando te das cuenta de que tu seguridad interna no depende de nada externo."
  },
  "Géminis": {
    "1": "La mente camaleónica. Tu poder reside en tu intelecto y en tu capacidad para adaptarte a cualquier situación, a veces manipulando la narrativa. Eres un agente de cambio a través de las ideas, pero puedes perderte en tus propias máscaras. La verdad es tu arma más potente, úsala contigo mismo primero.",
    "2": "Ingenio financiero. Generas recursos a través de múltiples fuentes, ventas o información privilegiada. Tu economía fluctúa porque te aburres de la estabilidad y buscas nuevas formas astutas de ganar dinero. Cuidado con los esquemas complicados; la claridad y la simplicidad también generan riqueza.",
    "3": "Palabras nucleares. Eres el investigador nato, capaz de desenterrar secretos y convencer a cualquiera con tu retórica. Tu comunicación es intensa y a veces obsesiva; no paras hasta llegar al fondo del dato. Recuerda que a veces el silencio comunica más poder que mil argumentos brillantes.",
    "4": "Raíces duales. En tu hogar hubo secretos, cambios constantes o una atmósfera intelectualmente densa que te obligó a estar alerta. Quizás sentiste que no podías echar raíces en un solo lugar. Tu hogar ideal es un espacio de intercambio mental, no solo un refugio físico.",
    "5": "Juegos mentales. En el amor y la creatividad te atrae lo complejo, lo prohibido o lo que te desafía intelectualmente. Puedes usar la seducción verbal como una forma de control. Tu mayor obra de arte será aquella en la que dejes de racionalizar tus emociones y simplemente las sientas.",
    "6": "Nervios de acero. Tu mente nunca descansa, lo que puede llevarte a crisis nerviosas o agotamiento mental si no tienes cuidado. Te obsesionas con optimizar procesos y datos en tu trabajo diario. Necesitas aprender a desconectar el cerebro para que el cuerpo pueda sanar y regenerarse.",
    "7": "Espejos intelectuales. Te atraen personas complejas, con un lado oscuro o misterioso que quieres descifrar. Las conversaciones con tu pareja son transformadoras, pero evita el psicoanálisis constante. La conexión real a veces requiere apagar la lógica y abrazar la incertidumbre del corazón.",
    "8": "Curiosidad tabú. Te fascina lo que la sociedad esconde: la muerte, el sexo, lo oculto. Eres excelente manejando información confidencial o negociando contratos complejos. No intelectualices tanto tus crisis emocionales; permítete atravesar el dolor sin buscarle una explicación inmediata.",
    "9": "Verdad relativa. Cuestionas los dogmas y buscas la verdad detrás de las apariencias, lo que te lleva a transformar tus creencias muchas veces. Puedes ser un propagandista feroz de tus ideas actuales. La sabiduría llega cuando aceptas que existen misterios que la mente lógica no puede resolver.",
    "10": "El comunicador poderoso. Usas la información y las redes como escalera al éxito; sabes qué decir y a quién para ascender. Tu reputación puede verse marcada por controversias o por tu habilidad para renacer de los rumores. Sé impecable con tu palabra, es tu capital más valioso.",
    "11": "Redes de influencia. Te mueves en grupos donde circula información importante y sabes conectar a las personas clave. Puedes verte envuelto en intrigas grupales o chismes que se salen de control. Usa tu red para difundir verdades que empoderen, no para dividir.",
    "12": "Secretos mentales. Tu mente es un laberinto de pensamientos obsesivos o miedos que no compartes con nadie. A veces dudas de tu propia cordura o veracidad. Escribir o hablar en terapia es vital para sacar esos demonios internos a la luz y ver que no son tan grandes como parecen."
  },
  "Cáncer": {
    "1": "La fuerza emocional. Bajo una apariencia suave, escondes una tenacidad de acero y un instinto de supervivencia feroz. Tu poder se manifiesta cuidando o controlando a los demás mediante el afecto. Aprende a nutrir sin asfixiar; tu vulnerabilidad es tu escudo, no tu debilidad.",
    "2": "Seguridad visceral. El dinero para ti es protección emocional y puedes ser muy reservado o paranoico con tus finanzas. Tienes un instinto increíble para detectar oportunidades en bienes raíces o alimentación. No llenes vacíos emocionales con compras o acumulación; la seguridad interna no se compra.",
    "3": "Comunicación intuitiva. Percibes lo que no se dice y tus palabras tocan fibras sensibles en los demás. Puedes guardar rencores por cosas que se dijeron hace años. Usa tu empatía para sanar con tus palabras, no para manipular emocionalmente a quien te escucha.",
    "4": "El clan profundo. En tu familia hay historias de poder, secretos ancestrales o matriarcados intensos que te definen. Eres el guardián de la memoria y el transformador del karma familiar. Sanar tu linaje es tu misión, pero recuerda que tú eres el protagonista de tu vida, no tus antepasados.",
    "5": "Crear vida. Tu creatividad es un parto; pones tanta emoción en tus proyectos o hijos que te cuesta soltarlos. En el romance, buscas una fusión total y temes el abandono. Permite que tus creaciones respiren por sí mismas, el amor verdadero confía en el regreso.",
    "6": "Salud emocional. Somatizas tus emociones intensas en el estómago o el pecho; tu cuerpo grita lo que tu boca calla. En el trabajo, creas vínculos casi familiares que pueden volverse tóxicos si no hay límites. Tu bienestar depende de aprender a digerir tus emociones sin quedarte con el veneno.",
    "7": "Vínculos absorbentes. Buscas una pareja que sea refugio y familia, pero puedes caer en dinámicas de dependencia o chantaje emocional. Atraes personas que necesitan ser salvadas o que despiertan tus miedos más profundos. Una relación sana es entre dos adultos completos, no entre un padre y un hijo.",
    "8": "Herencia emocional. Tienes un don para manejar el dinero familiar o los recursos de otros con un instinto protector. La intimidad para ti es sagrada y transformadora; necesitas confianza absoluta. No uses el sexo o el dinero como moneda de cambio para obtener afecto.",
    "9": "Fe ancestral. Tus creencias están teñidas de tradición, patria o lealtad al clan. Viajar o estudiar lejos te obliga a cortar el cordón umbilical y eso te aterra y te fascina a la vez. Encuentra una verdad que te pertenezca a ti, más allá de lo que te enseñaron en casa.",
    "10": "Autoridad protectora. Ejerces el liderazgo como una madre o padre exigente; cuidas a tu equipo pero demandas lealtad total. Tu carrera pasa por ciclos de muerte y renacimiento emocional. El éxito llega cuando usas tu intuición para guiar a otros, no para controlarlos por miedo a perder tu puesto.",
    "11": "La tribu elegida. Tus amigos son tu familia extendida y los defiendes a muerte. Sin embargo, puedes ser excluyente con quien no pertenece al círculo íntimo. Transforma tu necesidad de pertenencia en la creación de comunidades que acojan y nutran, no que se encierren.",
    "12": "El océano interior. Guardas secretos familiares dolorosos o miedos infantiles en tu inconsciente. Tienes una sensibilidad psíquica que a veces te abruma y te hace querer aislarte. Tu gran poder es la capacidad de bucear en esas aguas profundas y salir renovado, trayendo perlas de sabiduría emocional."
  },
  "Leo": {
    "1": "El rey intenso. Irradias un carisma magnético y una necesidad imperiosa de ser reconocido como único. Tu transformación personal ocurre cuando dejas caer la máscara del ego y muestras tu verdadera esencia, aunque eso implique perder el aplauso. El verdadero poder no es que te miren, es que te vean.",
    "2": "Inversión en identidad. Gastas o inviertes para demostrar tu poder y estatus; el dinero es una extensión de tu brillo personal. Puedes tener crisis financieras por orgullo o por apostar demasiado fuerte a tus propios talentos. Recuerda que tu valor intrínseco no depende de las joyas que llevas puestas.",
    "3": "Oratoria dramática. Tus palabras son decretos; hablas con pasión y convicción, persuadiendo a cualquiera. A veces puedes ser arrogante o no escuchar opiniones que contradigan tu visión. Usa tu voz para empoderar a otros a brillar, no solo para narrar tu propia epopeya.",
    "4": "Palacio privado. En casa eres el monarca absoluto y exiges respeto y atención. Puede haber habido un padre o figura dominante que marcó tu infancia con exigencias de grandeza. Tu hogar debe ser un lugar donde puedas ser humano y vulnerable, no un escenario más.",
    "5": "Obsesión creativa. Tu autoexpresión es vital; si no creas, mueres por dentro. Vives romances de película, intensos y dramáticos, donde buscas ser el centro del universo del otro. Aprende que el amor no es posesión ni drama constante, sino la alegría compartida de estar vivos.",
    "6": "Orgullo en la labor. Te tomas tu trabajo muy a pecho y quieres ser el mejor, lo que puede llevarte al agotamiento por no saber delegar. Si no te sientes valorado en tu rutina, te amargas profundamente. Sirve con humildad; el trabajo bien hecho brilla por sí mismo sin necesidad de reflectores.",
    "7": "Juego de tronos. Atraes parejas poderosas y con carácter, lo que inevitablemente lleva a luchas de ego. Buscas a alguien que esté a tu altura, pero luego compites por el control. La relación florece cuando ambos pueden brillar sin hacerse sombra mutuamente.",
    "8": "Riesgo y poder. Tienes suerte en especulaciones y una actitud audaz ante las crisis. La sexualidad es para ti una performance apasionada donde buscas ser inolvidable. Aprende a compartir el control de los recursos sin sentir que pierdes autoridad.",
    "9": "Filosofía personal. Creas tu propia cosmogonía y la defiendes con orgullo. Te transformas a través de viajes donde eres el protagonista de una gran aventura. Ten cuidado con el dogmatismo; la verdad es mucho más grande que tu visión personal de ella.",
    "10": "Ambición estelar. Quieres dejar una marca imborrable en el mundo y estás dispuesto a todo por el éxito y el reconocimiento. Puedes vivir caídas públicas si tu ego se infla demasiado. Tu legado real será tu generosidad y la calidez con la que lideraste, no solo tus títulos.",
    "11": "Líder de la manada. En grupos, naturalmente asumes el mando o te retiras si no puedes influir. Tienes el poder de motivar a las masas con tu entusiasmo. Asegúrate de que tus causas sociales sean genuinas y no solo vehículos para tu propia promoción.",
    "12": "Miedo a la irrelevancia. Tu sombra es el terror a ser ignorado o a ser ordinario. En soledad, puedes sufrir dudas aplastantes sobre tu valía que jamás admitirías en público. Reconoce que eres valioso simplemente por existir, no por lo que logras o aparentas."
  },
  "Virgo": {
    "1": "Perfeccionismo radical. Tu mirada es un escáner que detecta cada fallo y tu presencia es contenida pero analítica. Te transformas a través del orden, la limpieza y la automejora constante, pero puedes ser tu verdugo más cruel. La perfección no existe; tu poder está en aceptar lo humano y lo imperfecto.",
    "2": "Microgestión de recursos. Controlas cada centavo y te obsesiona la eficiencia del gasto. Puedes generar riqueza mediante el servicio especializado o el análisis de datos. Cuidado con la tacañería nacida del miedo al caos; el dinero debe fluir para servir a la vida, no solo para acumularse en hojas de cálculo.",
    "3": "Crítica constructiva. Tu mente es un bisturí; diseccionas la información hasta el átomo. Eres brillante investigando, pero tus palabras pueden ser corrosivas si te enfocas solo en el error. Usa tu inteligencia para encontrar soluciones prácticas, no para desmantelar la autoestima de los demás.",
    "4": "Orden doméstico. Buscas un hogar inmaculado y funcional, y el desorden te genera crisis emocionales profundas. Quizás creciste en un ambiente de exigencia crítica. Tu casa debe ser un lugar de descanso, no un proyecto eterno de mejora; relájate y deja que haya un poco de vida desordenada.",
    "5": "Técnica creativa. En el arte y el amor, te enfocas en los detalles y en el 'hacer' más que en el 'sentir'. Puedes ser muy crítico con tus amantes o tus hijos, buscando que sean perfectos. Permítete jugar sin reglas y amar sin manual de instrucciones; el caos también es creativo.",
    "6": "Transformación por el servicio. Este es tu reino. Tienes una capacidad sobrehumana para trabajar y resolver problemas complejos. Te obsesionas con la salud y el cuerpo, a veces llegando a la hipocondría. Tu sanación real viene de servir a una causa mayor, olvidándote un poco de ti mismo.",
    "7": "Análisis vincular. Buscas una pareja útil, inteligente y pulcra, pero a menudo atraes caos para que tú lo ordenes. Intentas 'arreglar' a tus socios o parejas. El amor no es un proyecto de reparación; acepta al otro con sus fallos o déjalo ir, pero no intentes reescribirlo.",
    "8": "Detalles ocultos. Eres excelente auditando, investigando fraudes o gestionando los recursos complejos de otros. En la intimidad, puedes ser reservado hasta que confías en la higiene emocional del otro. Suelta el control mental durante el sexo; el placer no se puede planificar en una agenda.",
    "9": "Dogma del método. Crees fervientemente en la lógica, la ciencia o los sistemas que explican el mundo. Te transformas aprendiendo habilidades prácticas y precisas. Evita el escepticismo cínico que mata la magia; a veces la vida no tiene una explicación lógica y eso está bien.",
    "10": "Poder en la sombra. A menudo eres el cerebro detrás del trono, indispensable por tu eficiencia. Buscas la excelencia profesional y te frustra la incompetencia ajena. Tu reputación se construye sobre tu fiabilidad inquebrantable. No te pierdas en el detalle técnico y recuerda mirar la estrategia global.",
    "11": "Ecología social. Eres selectivo con tus amistades y buscas grupos con un propósito útil o de servicio. Te molestan las dinámicas sociales desordenadas o ineficientes. Tu aporte es organizar y sistematizar los ideales del grupo para que funcionen en la realidad.",
    "12": "Caos reprimido. Te aterra perder el control de tu mente o de tu cuerpo. Guardas una ansiedad tremenda bajo una fachada de calma eficiente. La meditación o el contacto con la naturaleza son vitales para limpiar tu mente de la basura analítica y encontrar paz en el silencio."
  },
  "Libra": {
    "1": "Diplomacia de acero. Tu encanto es tu arma; transformas el ambiente buscando armonía, pero puedes ser manipulador para evitar el conflicto directo. Aprendes a la fuerza que no puedes complacer a todos sin perderte a ti mismo. Tu poder surge cuando te atreves a ser desagradable si es necesario para ser justo.",
    "2": "Dinero compartido. Tu economía a menudo está ligada a socios o pareja, y puedes vivir crisis si dependes demasiado del equilibrio financiero ajeno. Tienes olfato para el arte y la estética como inversión. Aprende a generar tus propios recursos para no tener que ceder tus valores por seguridad.",
    "3": "Persuasión elegante. Sabes decir exactamente lo que el otro quiere escuchar, lo cual es un don y una trampa. Tu mente pesa siempre dos lados de cada verdad, lo que puede paralizarte. Usa tu capacidad de ver los opuestos para mediar en conflictos profundos, pero ten una opinión propia firme.",
    "4": "Hogar estético. Necesitas belleza y paz en tu entorno privado casi obsesivamente; la discordia familiar te enferma físicamente. Puede haber secretos tapados bajo una alfombra de 'buenos modales'. La verdadera armonía doméstica admite discusiones y ruidos; no vivas en un museo.",
    "5": "Seducción estratégica. El romance para ti es un juego de poder sutil; te transformas a través del enamoramiento y el arte. Puedes obsesionarte con la imagen pública de tu relación. Recuerda que la conexión real sucede cuando te quitas el maquillaje y dejas ver tus imperfecciones.",
    "6": "Equilibrio inestable. Te esfuerzas tanto por mantener todo balanceado en el trabajo y la salud que puedes estresarte por cosas menores. Los problemas renales o lumbares pueden reflejar tu falta de soporte interno. Tu rutina debe incluir momentos de soledad para recalibrar tu propia energía, no solo la de los demás.",
    "7": "Espejos intensos. Tus relaciones nunca son superficiales; atraes parejas que sacuden tu mundo y te obligan a ver tus sombras. A veces cedes demasiado poder para mantener la paz hasta que estallas. El verdadero equilibrio no es ausencia de conflicto, sino la honestidad brutal entre dos iguales.",
    "8": "Acuerdos profundos. En sociedades legales o matrimonios, los temas de dinero y poder son cruciales. Tienes talento para negociar lo innegociable. La intimidad requiere que dejes de lado la cortesía y entres en la crudeza del deseo y la emoción real.",
    "9": "Justicia implacable. Tus creencias giran en torno a la equidad y la estética, y puedes ser muy duro juzgando lo que consideras injusto o de mal gusto. Te transformas a través de las relaciones con otras culturas. Busca la verdad más allá de las formas bonitas; a veces la justicia es sucia y compleja.",
    "10": "Imagen pública. Proyectas una imagen de encanto y sociabilidad que te abre puertas, pero puedes ser despiadado si alguien mancha tu reputación. Eres excelente en relaciones públicas o leyes. El éxito real es mantener tu integridad ética incluso cuando nadie te está mirando.",
    "11": "Alianzas poderosas. Te mueves bien en sociedad y sabes quién tiene el poder; tejes redes que te benefician mutuamente. A veces te preocupas demasiado por el 'qué dirán' de tu círculo social. Sé el amigo que dice la verdad fea, no el que sonríe falsamente para quedar bien.",
    "12": "Soledad temida. Tu mayor miedo es estar solo o no ser elegido. En tu inconsciente, ocultas una agresividad que no te permites expresar. Aprende a disfrutar de tu propia compañía; solo cuando estás completo contigo mismo puedes tener una relación sana con otro."
  },
  "Escorpio": {
    "1": "El fénix. Eres la intensidad personificada; tu mirada desnuda a los demás y tu presencia impone respeto o miedo. Vives ciclos de muerte y renacimiento constantes en tu identidad. No temas a tu propia oscuridad; tu capacidad para regenerarte es tu superpoder. Sé el alquimista de tu vida.",
    "2": "Control de recursos. Tienes un instinto financiero casi mágico para salir de las crisis y acumular riqueza en secreto. Eres posesivo con lo tuyo porque sientes que es tu garantía de supervivencia. Comparte sin miedo a perder el control; la generosidad también es una forma de poder.",
    "3": "Investigador nato. No te interesan las charlas triviales; vas al fondo, al secreto, a lo tabú. Tu mente es estratégica y paranoica a veces. Tus palabras pueden sanar o matar. Usa tu penetración psicológica para comprender a los demás, no para detectar sus debilidades y protegerte.",
    "4": "Secretos de raíz. Tu hogar de infancia probablemente tuvo dinámicas de poder intensas, pérdidas o misterios no resueltos. Eres ferozmente protector de tu privacidad actual. Transforma tu hogar en un santuario de sanación donde puedas bajar la guardia completamente.",
    "5": "Pasión devoradora. Creas y amas con una intensidad que asusta; buscas la fusión total y la transformación a través del otro. Los celos y la obsesión son tus trampas. Canaliza esa energía nuclear en arte o proyectos que requieran entrega total, no en controlar a tu pareja.",
    "6": "Resiliencia extrema. Puedes soportar cargas de trabajo y estrés que matarían a otros, y tienes una capacidad de recuperación física asombrosa. Te obsesionas con el control de tu cuerpo o tus rutinas. Recuerda que descansar no es morir; tu cuerpo necesita suavidad, no solo intensidad.",
    "7": "Vínculos kármicos. Buscas relaciones que te transformen el alma, nada de medias tintas. Atraes situaciones de crisis o parejas complejas para evolucionar. El reto es confiar y entregar el poder sin sentirte indefenso. La lealtad es tu moneda, pero asegúrate de que sea recíproca.",
    "8": "El reino propio. Esta es tu casa natural. Manejas la energía, el dinero compartido, la muerte y el sexo con naturalidad. Eres un terapeuta o mago nato. Ayuda a otros a cruzar sus infiernos personales, pero no te quedes a vivir en ellos. La luz también es parte de la transformación.",
    "9": "Búsqueda de la verdad. No te bastan las respuestas superficiales; buscas el conocimiento oculto, esotérico o profundo. Eres un fanático de tus verdades descubiertas. Viajar para ti es un proceso de morir a lo viejo. Comparte tu sabiduría sin imponerla como la única ley.",
    "10": "Poder estratégico. Buscas el control en tu carrera, a menudo moviendo los hilos desde atrás o en roles de gestión de crisis. Tienes ambición de poder real, no solo de fama. Usa tu influencia para transformar sistemas corruptos o caducos, esa es tu verdadera vocación.",
    "11": "Lealtad tribal. Tienes pocos amigos, pero por ellos matas. Desconfías de los grupos grandes y superficiales. Puedes ser el catalizador de cambios profundos en tu comunidad. Aprende a perdonar las traiciones menores; no todo error de un amigo es una declaración de guerra.",
    "12": "Enemigos ocultos. Tienes una vida interior vastísima y secreta. A veces eres tu propio saboteador, guardando rencores antiguos. Tienes un don psíquico potente. La salida es sacar esos secretos a la luz, a través de la terapia o el arte, para que dejen de controlarte desde la sombra."
  },
  "Sagitario": {
    "1": "El buscador intenso. Tu carisma viene de una fe inquebrantable en tu visión y una necesidad de libertad absoluta. Te transformas expandiendo tus horizontes, física o mentalmente. Cuidado con arrollar a los demás con tu 'verdad' o huir cuando las cosas se ponen difíciles. La libertad real incluye compromiso.",
    "2": "Recursos para la aventura. El dinero para ti es un medio para explorar, no un fin; puedes tener grandes fluctuaciones por tomar riesgos excesivos. Tienes suerte en el último minuto. Aprende a gestionar lo material con un poco más de realismo para que tu libertad sea sostenible en el tiempo.",
    "3": "Predicador apasionado. Tus palabras son flechas de fuego; inspiras y motivas, pero puedes ser dogmático o indiscreto. Te obsesiona convencer a otros de tu punto de vista. Escucha tanto como hablas; la verdad tiene muchas caras y no todas las tienes tú.",
    "4": "Raíces nómadas. Quizás sentiste que tu hogar era una jaula o tuviste una crianza ideológica fuerte. Buscas un hogar que no te ate, tal vez en el extranjero. Tu base segura está en tu propia filosofía de vida, no en cuatro paredes. Echa raíces en tu propia sabiduría interna.",
    "5": "Creatividad expansiva. Te tomas el juego, el deporte y el romance como una gran aventura épica. Puedes ser adicto a la conquista o al riesgo en el juego. Disfruta del proceso creativo sin obsesionarte con que el resultado sea grandioso. La alegría es tu mayor poder transformador.",
    "6": "Trabajo con propósito. Necesitas sentir que tu labor diaria tiene un sentido trascendente o te enfermas. Puedes obsesionarte con sistemas de creencias sobre la salud o dietas extremas. Encuentra lo sagrado en lo cotidiano; lavar los platos también puede ser un acto espiritual.",
    "7": "Parejas gurú. Buscas relaciones que expandan tu mundo, con extranjeros o maestros. Puedes intentar convertir a tu pareja a tu religión o filosofía. La relación te transforma cuando aceptas que el otro tiene su propia verdad y que pueden caminar juntos sin ser idénticos.",
    "8": "Verdad en la crisis. En momentos oscuros, encuentras luz y sentido filosófico. Tienes talento para enseñar o publicar sobre temas tabú. En la intimidad, buscas una conexión casi religiosa. No intelectualices el dolor ajeno; a veces solo hace falta un abrazo, no una lección moral.",
    "9": "Obsesión por el saber. Esta es tu casa. Buscas el sentido de la vida con desesperación y pasión. Puedes volverte un fanático ideológico o un maestro transformador. Viaja para desaprender tus prejuicios, no para confirmarlos. La sabiduría es humilde y siempre está aprendiendo.",
    "10": "Líder visionario. Quieres ser reconocido por tu sabiduría o tu visión global. Puedes alcanzar el poder en medios, educación o religión. Cuidado con la hipocresía de predicar lo que no practicas. Tu éxito real es vivir de acuerdo a tus propios ideales éticos, pase lo que pase.",
    "11": "Cruzadas sociales. Te unes a grupos que luchan por grandes ideales o causas políticas. Puedes ser el ideólogo del grupo, pero cuidado con el sectarismo. Fomenta la diversidad de pensamiento en tus círculos; la mejor aventura es la colaboración entre mentes diferentes.",
    "12": "Dudas de fe. En secreto, puedes sentir un vacío existencial o miedo a que nada tenga sentido. Huyes de tus problemas a través de excesos o negación. Enfrenta el silencio y el vacío; allí encontrarás una espiritualidad auténtica que no necesita dogmas para sostenerse."
  },
  "Capricornio": {
    "1": "Autoridad nata. Proyectas una imagen de control, seriedad y poder contenido. Te transformas a través de la asunción de responsabilidades y el logro de metas difíciles. Cuidado con volverte rígido o frío para protegerte. Tu vulnerabilidad te hace humano y accesible; ser fuerte no significa ser de piedra.",
    "2": "Poder material. Ambicionas el control total de tus finanzas y trabajas duramente para construir un imperio sólido. Te aterra la pobreza y puedes ser austero en exceso. El dinero es energía condensada; úsalo para construir estructuras que ayuden a otros, no solo para acumular poder.",
    "3": "Mente estratégica. No desperdicias palabras; tu comunicación es concisa, seria y orientada a objetivos. Puedes ser pesimista o demasiado crudo al hablar. Tu poder mental radica en tu capacidad para planificar y estructurar ideas complejas. Suaviza tu tono, la empatía también es una estrategia válida.",
    "4": "El patriarca/matriarca. En tu hogar impones orden y reglas, quizás replicando una infancia estricta o solitaria. Sientes una responsabilidad pesada hacia tu familia. Transforma tu hogar en un lugar de apoyo emocional, no en una institución rígida. El amor no necesita tanta estructura.",
    "5": "Ocio productivo. Te cuesta relajarte y jugar solo por diversión; incluso en tus hobbies buscas maestría y logro. En el amor eres cauto, leal y controlador. Permítete ser improductivo y tonto a veces; la creatividad necesita espacio vacío y falta de juicio para florecer.",
    "6": "Trabajador incansable. Tienes una capacidad de resistencia laboral que roza la obsesión. Ignoras las señales de tu cuerpo hasta que colapsas. Eres el que se queda hasta tarde para asegurar el control. Delega y confía; tu salud es el activo más importante de tu empresa personal.",
    "7": "Compromisos blindados. Te tomas las relaciones muy en serio y buscas parejas ambiciosas o mayores. Puedes ver el matrimonio como un contrato de poder. La transformación llega cuando dejas caer la armadura y permites que alguien te cuide a ti por una vez.",
    "8": "Gestión de legados. Eres excelente administrando deudas, impuestos y recursos corporativos con frialdad y eficacia. Temes perder el control ante la muerte o la intimidad profunda. Acepta que hay fuerzas mayores que tú que no puedes gerenciar; ríndete al flujo de la vida.",
    "9": "Ambición intelectual. Buscas conocimientos que te den estatus o autoridad profesional. Eres conservador en tus creencias y escéptico ante lo nuevo hasta que se prueba su utilidad. Abre tu mente a lo que no tiene utilidad inmediata; la sabiduría a veces es inútil pero hermosa.",
    "10": "La cima del poder. Esta es tu meta. Estás dispuesto a trabajar décadas para llegar a la cumbre y tener autoridad pública. Puedes ser despiadado si algo amenaza tu posición. Recuerda que el poder es un servicio, no un privilegio. Tu legado debe ser ético, no solo exitoso.",
    "11": "Redes de poder. Tus amigos son contactos útiles y personas de influencia. Te cuesta confiar en grupos abiertos y prefieres estructuras jerárquicas. Tu capacidad organizativa puede levantar grandes proyectos sociales. No olvides que la amistad real se basa en el afecto, no en la utilidad.",
    "12": "Soledad en la cumbre. Tu miedo secreto es fracasar y ser humillado públicamente. Cargaste con responsabilidades de adulto siendo niño y guardas una tristeza profunda. Permítete llorar y sentir; tu fortaleza interna es inmensa y no se romperá por unas lágrimas."
  },
  "Acuario": {
    "1": "El rebelde radical. Tu poder reside en tu diferencia; rompes moldes solo con estar presente. Te transformas rompiendo con lo establecido y buscando libertad absoluta. Cuidado con la frialdad o la desconexión emocional como defensa. Tu autenticidad inspira a otros a ser libres, no te disfraces de normalidad.",
    "2": "Valores alternativos. Tu economía es errática o proviene de fuentes inusuales, tecnología o redes. No te interesa el dinero por estatus, sino por la libertad que compra. Puedes vivir crisis por desapego excesivo. Encuentra un sistema que sustente tu libertad sin atarte al sistema que detestas.",
    "3": "Mente futurista. Tus ideas son revolucionarias, fijas y a veces chocantes. Tienes el poder de ver tendencias antes que nadie, pero puedes ser arrogante intelectualmente. Usa tu genialidad para comunicar soluciones colectivas, no solo para demostrar que eres el más listo del cuarto.",
    "4": "Hogar inusual. Tu vida doméstica no sigue normas tradicionales; necesitas espacio y aire. Quizás hubo desarraigo o inestabilidad en tu infancia. Construye un hogar donde la libertad individual se respete por encima de todo, pero no olvides el calor humano que une a la familia.",
    "5": "Creatividad disruptiva. En el amor y el arte buscas lo novedoso, lo excéntrico, lo que rompe reglas. Puedes ser frío en el romance, amando a la humanidad pero ignorando a la persona frente a ti. Conecta corazón a corazón, no solo mente a mente; el amor es una experiencia, no un experimento.",
    "6": "Innovación en la rutina. Odias la rutina monótona; necesitas libertad en tu día a día o te rebelas somaticamente con problemas nerviosos. Te obsesionas con métodos alternativos de salud. Tu trabajo debe tener un impacto social o tecnológico para que te comprometas a fondo.",
    "7": "Relaciones libres. Buscas una pareja que sea ante todo un amigo y que respete tu independencia radical. Las luchas de poder surgen cuando sientes que te cortan las alas. La verdadera unión no te quita libertad, te da un compañero de vuelo. Aprende a comprometerte sin sentirte atrapado.",
    "8": "Transformación colectiva. Te interesan los recursos grupales, el crowdfunding o cambiar la economía global. En la intimidad, puedes ser experimental y desapegado. La fusión profunda te asusta porque implica perder tu individualidad. Atrévete a fundirte; volverás a ser tú mismo, pero más completo.",
    "9": "Ideales revolucionarios. Tus creencias son progresistas y fijas; quieres cambiar el mundo con tus ideas. Te transformas a través de la ciencia, la astrología o la política social. Cuidado con el fanatismo utópico que ignora la realidad humana. La verdad también está en la tradición que desprecias.",
    "10": "Reformador social. Buscas el poder para cambiar el sistema desde dentro o destruirlo para crear uno nuevo. Tu carrera es inusual y llena de cambios bruscos. Tu reputación es la del genio loco o el visionario. Usa tu influencia para el bien común, no solo para llevar la contraria.",
    "11": "Poder de masas. Esta es tu zona. Tienes un magnetismo increíble en grupos y puedes liderar movimientos sociales poderosos. Sin embargo, puedes ser dictatorial con tus amigos si no siguen tu ideología. Fomenta la horizontalidad real; el verdadero líder crea más líderes, no seguidores.",
    "12": "Aislamiento alienígena. En el fondo, te sientes un extraño en este planeta y eso te genera una angustia sorda. Tienes intuiciones repentinas y descargas de información del inconsciente colectivo. Conecta con tu humanidad compartida; no eres un robot, eres una persona que siente y necesita afecto."
  },
  "Piscis": {
    "1": "El mago sutil. Tu presencia es hipnótica, casi etérea, pero escondes una gran capacidad de manipulación emocional o de adaptación. Te transformas disolviendo tu ego y conectando con lo espiritual. Cuidado con hacerte la víctima para controlar. Tu poder real es la empatía radical y la compasión activa.",
    "2": "Recursos fluidos. El dinero se te escapa como agua o llega milagrosamente cuando confías. Puedes ser caótico con las finanzas o víctima de engaños. Tienes talento para ganar dinero con el arte o la ayuda. Pon un poco de tierra en tu economía; la espiritualidad también necesita sustentarse en el mundo material.",
    "3": "Comunicación poética. No hablas con lógica, sino con imágenes y emociones. Puedes ser confuso o guardar secretos por omisión. Tienes un poder inmenso para inspirar o engañar con palabras. Sé claro y directo cuando sea necesario; la verdad no siempre necesita metáforas para ser entendida.",
    "4": "Santuario o caos. Tu hogar es un refugio espiritual o un lugar de confusión y límites difusos. Abserbes la atmósfera emocional de tu casa. Necesitas un espacio de retiro absoluto para limpiar tu energía. Pon límites claros con tu familia para no cargar con sus dramas.",
    "5": "Inspiración divina. Tu creatividad nace de fuentes invisibles; eres un canal. En el amor idealizas, te sacrificas y buscas la fusión mística, lo que te expone a desilusiones crueles. Disfruta del romance sin perderte en fantasías; ve a la persona real detrás del pedestal que construiste.",
    "6": "Servicio devoto. Te entregas al trabajo o al cuidado de otros hasta el sacrificio total, olvidando tus necesidades. Tu cuerpo es muy sensible y somatiza todo el ambiente. Necesitas rutinas que te anclen a la tierra. Servir no significa ser servil ni mártir; cuídate para poder cuidar mejor.",
    "7": "Espejos de niebla. Atraes a personas que necesitan ser salvadas, adictos o artistas, y entras en relaciones de codependencia. Buscas la redención a través del amor. Aprende a ver al otro con claridad, sin la bruma del deseo de fusión. El amor sano es entre dos seres completos, no dos mitades rotas.",
    "8": "Fusión psíquica. En la intimidad no hay límites; te fundes espiritual y emocionalmente. Puedes ser vulnerable a la manipulación en temas de dinero compartido por no leer la letra pequeña. Confía en tu intuición, que suele ser infalible si no la nublas con miedos o deseos.",
    "9": "Fe mística. Tus creencias son universales, compasivas y profundas. Te transformas a través de experiencias espirituales o artísticas. Puedes caer en el fanatismo de gurús falsos. Busca la verdad dentro de ti, tú tienes conexión directa con la fuente y no necesitas intermediarios.",
    "10": "Imagen carismática. Puedes ser un ídolo de masas, un artista o un líder espiritual. El poder te llega cuando sintonizas con el inconsciente colectivo. Cuidado con los escándalos por falta de claridad o secretos. Tu éxito radica en tu capacidad de soñar un mundo mejor y hacerlo visible.",
    "11": "Comunión de almas. Buscas amigos con los que conectar espiritualmente, pero puedes disolverte en el grupo y perder tu identidad. Te decepcionas cuando tus amigos demuestran ser humanos imperfectos. Acepta a la gente como es; la compasión es el pegamento social más fuerte.",
    "12": "El océano sin fondo. Esta es tu casa. Tienes un acceso directo al inconsciente y un poder psíquico inmenso, pero también miedos irracionales y tendencia al escapismo. La soledad es tu taller de reparación. No huyas de la realidad; tráela contigo y llénala de magia."
  }
}
