{
  "Aries": {
    "1": "El guerrero solitario. Tu reacción automática ante cualquier problema es poner el pecho y resolverlo tú solo, sin pedir ayuda. Tienes un coraje innato envidiable, pero la trampa es el agotamiento por creer que nadie más puede hacerlo tan rápido o tan bien como tú; recuerda que aceptar apoyo no te hace débil.",
    "2": "Impulso posesivo. Cuando sientes inseguridad financiera, tu instinto es salir a cazar recursos de inmediato o gastar impulsivamente para sentir control. Tienes un talento enorme para iniciar negocios, pero el riesgo es ver el dinero como una batalla constante en lugar de un flujo que puedes cultivar con paciencia.",
    "3": "Debate instantáneo. Tienes una mente afilada que responde antes de que el otro termine de hablar; ganas discusiones, pero a veces pierdes conexiones. Tu genialidad está en la rapidez mental, pero la trampa es convertir cada charla en una competencia verbal donde tienes que tener la última palabra.",
    "4": "El jefe del hogar. En casa tiendes a tomar el mando automáticamente, decidiendo qué se come y cuándo se sale sin consultar demasiado. Creas un refugio seguro y activo, pero ten cuidado con pasar por encima de los deseos de tu familia por pura impaciencia; un hogar feliz requiere democracia.",
    "5": "El protagonista impaciente. En el romance y la creatividad, te lanzas de cabeza, buscando la conquista rápida y la gratificación inmediata. Tienes un fuego contagioso, pero el riesgo es aburrirte en cuanto la pasión inicial se estabiliza; aprende que la verdadera obra de arte toma tiempo.",
    "6": "Adrenalina laboral. Trabajas a ráfagas de alta intensidad y te frustra la gente lenta o los procesos burocráticos. Tu eficiencia en crisis es legendaria, pero tu cuerpo te pasará factura si sigues tratando tu rutina diaria como una carrera de obstáculos; baja la velocidad antes de que aparezca la inflamación.",
    "7": "Yo en el nosotros. En pareja, tiendes a liderar y a veces a decidir por los dos, asumiendo que sabes lo que es mejor. Eres un defensor feroz de tus seres queridos, pero la trampa es anular al otro sin darte cuenta; el amor maduro requiere ceder el control y escuchar de verdad.",
    "8": "Crisis como combustible. Tienes una habilidad innata para sobrevivir situaciones límite y cortes emocionales abruptos. No temes al conflicto, pero a veces lo provocas inconscientemente porque la paz te parece sospechosa; tu lección es encontrar seguridad en la calma compartida, no solo en la intensidad.",
    "9": "Pionero de verdades. Defiendes tus creencias con la espada en la mano y te cuesta aceptar filosofías ajenas que desafíen tu visión. Tienes la valentía de abrir caminos nuevos, pero el riesgo es volverte dogmático y solitario en tu visión; la sabiduría real admite matices.",
    "10": "El emprendedor lobo estepario. En tu carrera, prefieres pedir perdón a pedir permiso, avanzando a codazos si es necesario para llegar a la cima. Tu ambición es potente, pero puedes terminar aislado en la cumbre si ves a tus colegas como rivales en lugar de aliados.",
    "11": "Líder de la manada. En grupos y amistades, o eres el capitán o prefieres irte; te cuesta diluirte en el colectivo. Tienes el don de iniciar movimientos, pero la trampa es usar a los amigos como séquito para tus propios fines; la verdadera amistad es horizontal.",
    "12": "Fuga activa. Cuando el mundo te abruma, te escapas a la acción solitaria o te encierras en tu propia cabeza, negando tu vulnerabilidad. Eres muy fuerte en el aislamiento, pero el peligro es no procesar tus miedos y taparlos con hiperactividad; a veces, la batalla más dura es quedarse quieto.",
    "casa": "casa"
  },
  "Tauro": {
    "1": "La roca inamovible. Te presentas al mundo con una calma y una terquedad legendarias; cuando decides algo, nadie te mueve. Tu presencia transmite seguridad a los demás, pero la trampa es quedarte estancado en una identidad o imagen por pura pereza de cambiar.",
    "2": "Acumulador nato. Tienes un talento natural para hacer crecer el dinero y conservar objetos de valor; tu seguridad emocional depende de tu cuenta bancaria. El don es la estabilidad, pero el riesgo es el materialismo excesivo y el miedo paralizante a perder lo que tienes; eres más que tus cosas.",
    "3": "Pensamiento rumiante. Procesas la información lentamente y una vez que te formas una opinión, es casi imposible que cambies de parecer. Tienes un sentido común envidiable, pero cuidado con la rigidez mental y con negarte a aprender cosas nuevas solo porque alteran tu confort.",
    "4": "El guardián del confort. Tu hogar es tu fortaleza sensorial, llena de comida rica y muebles cómodos, y odias que perturben tu paz doméstica. Creas un nido maravilloso, pero puedes volverte un tirano de la rutina familiar, resistiéndote a cualquier cambio necesario en la dinámica del hogar.",
    "5": "El artista sensual. Disfrutas de los placeres de la vida, el romance y el arte de manera táctil y relajada; no te gustan los dramas. Tienes un don para la belleza, pero la trampa es la indulgencia excesiva y quedarte en la zona de confort creativa en lugar de arriesgarte a evolucionar.",
    "6": "Rutina blindada. Eres capaz de mantener hábitos y trabajos repetitivos con una paciencia que otros no tienen. Eres el pilar de la oficina, pero el riesgo es quedarte años en un trabajo que no te llena solo por la seguridad del cheque a fin de mes; la estabilidad no debe ser una jaula.",
    "7": "Lealtad posesiva. En el amor buscas seguridad ante todo y puedes volverte muy territorial con tu pareja. Ofreces una contención maravillosa, pero cuidado con tratar a tu pareja como una propiedad o negarte a evolucionar la relación por miedo a perder la estabilidad.",
    "8": "Resistencia al cambio. Tienes una capacidad increíble para aguantar tormentas sin inmutarte, pero a menudo retienes emociones y rencores por demasiado tiempo. Tu fuerza es la persistencia, pero la trampa es el estancamiento emocional; a veces hay que soltar y dejar morir lo viejo para renacer.",
    "9": "Dogma práctico. Tus creencias son sencillas, terrenales y fijas; no te interesan las teorías abstractas que no tienen aplicación práctica. Tienes una ética sólida, pero puedes caer en la intolerancia hacia culturas o ideas que desafíen tu visión tradicional del mundo.",
    "10": "Ambición segura. Construyes tu reputación ladrillo a ladrillo, buscando estatus tangible y duradero más que fama efímera. Eres confiable y profesional, pero el riesgo es obsesionarte tanto con la seguridad material que descuidas tu propósito vital más profundo.",
    "11": "El amigo constante. En tus círculos sociales eres el que siempre está, el que mantiene las tradiciones del grupo. Tienes el don de la fidelidad, pero puedes quedarte atado a amistades que ya no vibran contigo solo por la inercia de los años y la costumbre.",
    "12": "Refugio sensorial. Cuando te retiras del mundo, te sumerges en placeres físicos, comida o sueño para evadir la complejidad espiritual. Encuentras paz en el silencio, pero la trampa es adormecer tu intuición con materialismo; escucha lo que tu espíritu te dice cuando apagas el ruido.",
    "casa": "casa"
  },
  "Geminis": {
    "1": "El camaleón social. Tienes la habilidad de adaptarte a cualquier conversación y parecer eternamente joven y curioso. Tu don es la conexión instantánea, pero la trampa es dispersarte tanto que pierdes tu propia identidad, cambiando de máscara según quien tengas enfrente.",
    "2": "Malabarista de recursos. Sabes hacer dinero de mil formas diferentes y tienes un talento para el comercio y las ventas rápidas. La agilidad es tu fuerte, pero el riesgo es la inestabilidad financiera por tener demasiados frentes abiertos y gastar en curiosidades pasajeras.",
    "3": "Eterno estudiante. Te sientes cómodo rodeado de datos, chismes, libros y vecinos; tu mente nunca para de absorber información. Eres el rey de la trivia, pero la trampa es quedarte en la superficie de todo sin profundizar en nada, confundiendo información con sabiduría.",
    "4": "Hogar giratorio. Tu casa suele ser un lugar de tránsito, con gente entrando y saliendo, libros por todos lados y poca estructura emocional profunda. Tienes una familia intelectualmente estimulante, pero cuidado con racionalizar los sentimientos en lugar de sentirlos; el hogar necesita raíces, no solo wifi.",
    "5": "Coqueteo intelectual. En el amor y la creatividad, te atrae lo que te hace pensar; te enamoras de las palabras antes que de la persona. Eres divertido y ocurrente, pero el riesgo es ver el romance como un juego mental y huir en cuanto las cosas se ponen emocionalmente densas.",
    "6": "Multitasking compulsivo. En el trabajo diario eres capaz de hacer tres cosas a la vez y responder correos mientras comes. Tu versatilidad es útil, pero tu sistema nervioso sufre por la ansiedad constante y la incapacidad de enfocarte en una sola tarea profunda a la vez.",
    "7": "Dualidad en pareja. Buscas una pareja con la que puedas hablar de todo, pero a veces te comportas como un hermano más que como un amante. Tienes el don del diálogo, pero la trampa es la inconsistencia y tener un pie fuera de la relación por miedo a aburrirte.",
    "8": "Curiosidad prohibida. Te intrigan los tabúes y los secretos de los demás, investigando la psique humana como un periodista. Tienes agudeza para ver detalles, pero el riesgo es intelectualizar el dolor y el trauma en lugar de procesarlo, tratando las crisis como un acertijo lógico.",
    "9": "Turista de filosofías. Has picado un poco de todas las creencias y culturas, sabiendo un poco de todo pero comprometiéndote con poco. Tu mente abierta es un regalo, pero la trampa es la dispersión espiritual y no encontrar una verdad propia que le de sentido a tu vida.",
    "10": "Carrera diversificada. Es probable que tengas dos profesiones o que cambies de rubro a menudo; te aburre ser solo una cosa. Tienes habilidades comunicativas brillantes, pero puedes ganar fama de inconstante si no logras integrar tus múltiples talentos en una dirección coherente.",
    "11": "La red social humana. Te mueves en grupos variados y conoces a todo el mundo, siendo el puente entre personas dispares. Eres el alma de la fiesta, pero cuidado con las amistades superficiales basadas solo en el chisme; busca conexiones que nutran tu visión de futuro, no solo tu entretenimiento.",
    "12": "Ruido interno. Tu mente subconsciente es una radio encendida que nunca se apaga, llena de diálogos y pensamientos aleatorios. Tienes acceso a información intuitiva rápida, pero la trampa es la ansiedad mental que te impide dormir y conectar con el silencio espiritual.",
    "casa": "casa"
  },
  "Cancer": {
    "1": "La coraza protectora. Te mueves por el mundo con una sensibilidad extrema, protegiendo tu interior blando con una actitud defensiva o tímida. Tienes una empatía natural que atrae, pero la trampa es tomarte todo de manera personal y usar el victimismo como escudo.",
    "2": "Ahorro emocional. Guardas dinero y objetos con valor sentimental como si fueran una extensión de tu seguridad emocional. Tienes un instinto protector sobre tus recursos, pero el riesgo es el miedo irracional a la escasez y depender económicamente de otros para sentirte a salvo.",
    "3": "Comunicación intuitiva. No dices lo que piensas, dices lo que sientes, y esperas que los demás adivinen tus emociones sin palabras. Tienes una memoria prodigiosa para el pasado, pero la trampa es dar rodeos en la comunicación y reaccionar con mal humor si no te leen la mente.",
    "4": "Refugio uterino. Tu apego a la familia, al pasado y a tu lugar de origen es inmenso; ahí es donde recargas baterías. Eres el pilar emocional de tu clan, pero el peligro es quedarte atrapado en dinámicas infantiles o no salir nunca de tu zona de confort doméstica.",
    "5": "Creatividad nostálgica. Expresas tu arte y tu amor de manera maternal, cuidando a tus creaciones y a tus amantes como si fueran niños. Tienes una imaginación fértil, pero cuidado con el drama emocional y con crear dependencias en tus relaciones románticas para sentirte necesario.",
    "6": "Rutina emocional. Tu salud y tu trabajo dependen totalmente de tu estado de ánimo; si estás triste, el cuerpo te duele. Eres capaz de cuidar a otros en el trabajo, pero la trampa es somatizar las tensiones laborales en el estómago y mezclar lo profesional con lo personal.",
    "7": "Simbiosis relacional. Buscas una pareja que te proteja o a quien proteger, tendiendo a fusionarte emocionalmente. Ofreces una lealtad inquebrantable, pero el riesgo es la codependencia y manipular emocionalmente al otro para que no te abandone.",
    "8": "Intimidad absorbente. En las crisis y en la intimidad compartida, te aferras con fuerza y te cuesta soltar el control emocional. Tienes una intuición psíquica poderosa, pero la trampa es el chantaje emocional y quedarte pegado a dolores antiguos que ya no existen.",
    "9": "Creencias heredadas. Tu visión del mundo suele venir de lo que te enseñaron en casa y te cuesta aventurarte en filosofías extranjeras. Tienes una fe basada en el sentimiento, pero el riesgo es el parroquialismo y el miedo a explorar horizontes lejos de tu tribu.",
    "10": "Reputación familiar. Te preocupas mucho por cómo te ven los demás y buscas reconocimiento para llenar vacíos emocionales. Tienes un don para liderar con empatía, pero la trampa es actuar como el 'padre' o la 'madre' de tus empleados y tomarte las críticas profesionales como ataques personales.",
    "11": "El clan cerrado. Tratas a tus amigos como familia y te cuesta abrir el círculo a gente nueva que no conoces de siempre. Generas una pertenencia profunda, pero cuidado con la exclusión y con sentirte herido si tus amigos reclaman independencia.",
    "12": "Aislamiento defensivo. Tienes un mundo interior rico y privado donde te refugias cuando la vida duele, a veces desconectando de la realidad. Tu sensibilidad espiritual es alta, pero el peligro es quedarte a vivir en tu caparazón, evadiendo las responsabilidades del mundo real.",
    "casa": "casa"
  },
  "Leo": {
    "1": "La estrella innata. Entras a una habitación y esperas, inconscientemente, que las miradas se posen en ti; tienes un carisma natural y cálido. Tu brillo es genuino, pero la trampa es la dependencia de la aprobación externa y el drama innecesario cuando no eres el centro de atención.",
    "2": "Lujo como identidad. Gastas en cosas que te den estatus o que sean vistosas; tu autoestima está ligada a tu capacidad de generar y mostrar abundancia. Eres generoso por naturaleza, pero el riesgo es vivir por encima de tus posibilidades solo para mantener las apariencias.",
    "3": "Narrador dramático. Cuando cuentas algo, lo actúas; no solo comunicas datos, transmites una experiencia teatral. Tienes el don de convencer y entretener, pero la trampa es exagerar la realidad para hacerla más interesante y no escuchar a los demás porque te gusta demasiado tu propia voz.",
    "4": "El rey de la casa. En tu hogar y con tu familia, necesitas ser el centro y quien dirige la orquesta; el orgullo familiar es vital para ti. Creas un ambiente cálido y lúdico, pero cuidado con comportarte como un pequeño tirano doméstico que se ofende si no le rinden pleitesía.",
    "5": "Adicción al aplauso. Tienes un talento creativo y romántico desbordante, pero a menudo creas o amas esperando la ovación final. Tu corazón es noble, pero el riesgo es confundir amor con adoración y convertir tus hobbies en escenarios para alimentar tu ego.",
    "6": "Orgullo en el servicio. Necesitas que reconozcan tu trabajo diario y te cuesta mucho aceptar críticas sobre tu desempeño. Eres un líder natural incluso en tareas pequeñas, pero la trampa es el agotamiento por querer hacerlo todo perfecto para que nadie pueda decir nada malo de ti.",
    "7": "Pareja trofeo. Tiendes a buscar relaciones donde puedas brillar o donde la otra persona te admire incondicionalmente. Aportas pasión y lealtad, pero el riesgo es eclipsar a tu pareja o hacer que la relación gire exclusivamente en torno a tus necesidades y deseos.",
    "8": "Drama intenso. En las crisis y la intimidad, tiendes a magnificar las cosas y a vivir las emociones como una ópera trágica. Tienes una gran fuerza vital, pero la trampa es usar el control financiero o sexual para reafirmar tu poder cuando te sientes inseguro.",
    "9": "Dogma del ego. Crees firmemente que tu visión del mundo es la correcta y la defiendes con pasión y carisma. Tienes capacidad para inspirar a otros, pero cuidado con la arrogancia intelectual y con creer que tienes la verdad revelada solo porque tú lo dices.",
    "10": "Obsesión por la fama. Buscas el reconocimiento público y el prestigio como el aire que respiras; quieres dejar huella. Tienes madera de líder visible, pero la trampa es priorizar la imagen sobre la sustancia y sufrir demasiado si no recibes el aplauso del público.",
    "11": "Líder del grupo. En tus amistades, sueles ser quien organiza y quien destaca; te cuesta ser uno más del montón. Tienes un corazón generoso con tus amigos, pero el riesgo es rodearte de aduladores en lugar de verdaderos pares que te digan la verdad.",
    "12": "Soledad grandiosa. En tu mundo interior, fantaseas con grandes logros y reconocimientos que quizás no compartes. Tienes una conexión creativa con el inconsciente, pero la trampa es el orgullo espiritual oculto y sufrir en silencio porque el mundo no ve tu grandeza.",
    "casa": "casa"
  },
  "Virgo": {
    "1": "El crítico interno. Te presentas al mundo con humildad y pulcritud, analizando cada detalle de tu entorno y de ti mismo. Tienes una capacidad de observación brutal, pero la trampa es la autocrítica paralizante y sentir que nunca eres 'suficiente' tal como eres.",
    "2": "Micro-gestión financiera. Cuidas cada centavo y analizas la relación calidad-precio de todo; el caos financiero te aterra. Tienes un talento para optimizar recursos, pero el riesgo es la tacañería o la incapacidad de disfrutar tu dinero por miedo a que falte en el futuro.",
    "3": "Mente de archivo. Tu cabeza es una base de datos de detalles, correcciones y datos prácticos; te obsesiona la precisión. Eres un comunicador claro y útil, pero la trampa es perderte en los detalles irrelevantes y criticar la forma en que hablan los demás en lugar de escuchar el mensaje.",
    "4": "Hogar impecable. En casa, necesitas orden y limpieza para sentir paz mental; el desorden doméstico te pone de mal humor. Sirves a tu familia con devoción práctica, pero cuidado con volverte un maniático del orden que hace sentir a los demás que viven en un museo.",
    "5": "Perfeccionismo creativo. Te cuesta soltarte y jugar simplemente por placer; analizas tus hobbies y tus romances buscando fallos. Tienes una gran técnica, pero la trampa es matar la espontaneidad y criticar a tus amantes tratando de 'mejorarlos'.",
    "6": "Adicción al deber. Te sientes más cómodo siendo útil y trabajando que descansando; tu identidad está ligada a tu productividad. Eres el empleado o colega ideal, pero el riesgo es la somatización (enfermarte) como única excusa válida para detener tu autoexplotación.",
    "7": "Servicio en el amor. Tiendes a atraer parejas a las que tienes que 'arreglar' o ayudar, poniéndote en un rol de asistente más que de igual. Ofreces un apoyo práctico invaluable, pero la trampa es la dinámica de crítica constante y sentirte poco valorado por todo lo que haces.",
    "8": "Análisis de la crisis. Intentas racionalizar y desmenuzar las emociones intensas y los traumas en lugar de sentirlos. Tienes habilidad para gestionar los recursos de otros al detalle, pero el riesgo es la frialdad ante el dolor ajeno y la ansiedad por no poder controlar lo inevitable.",
    "9": "Escepticismo práctico. Dudas de todo lo que no se pueda probar o medir; prefieres los hechos a la fe. Tienes una mente crítica excelente, pero la trampa es el cinismo espiritual y perderte la magia de la vida por estar buscando la explicación lógica a todo.",
    "10": "El experto invisible. En tu carrera, eres el que hace que todo funcione detrás de escena, a menudo sin llevarte el crédito. Tu competencia es indiscutible, pero el riesgo es quedarte en roles subordinados por miedo a no ser perfecto si asumes el liderazgo visible.",
    "11": "El organizador del grupo. En tus amistades, eres quien recuerda los cumpleaños y organiza la logística, siempre servicial. Eres un amigo leal, pero cuidado con juzgar a tus amigos por sus imperfecciones o sentirte usado porque siempre eres tú el que resuelve los problemas.",
    "12": "Culpa subconsciente. Tienes una voz interna que te recuerda constantemente tus errores y lo que podrías haber hecho mejor. Tienes una intuición sanadora, pero la trampa es la hipocondría y la preocupación crónica por problemas que ni siquiera existen todavía.",
    "casa": "casa"
  },
  "Libra": {
    "1": "Identidad espejo. Tu instinto es agradar y suavizar cualquier aspereza; a menudo defines quién eres en función de con quién estás. Tienes un encanto diplomático irresistible, pero la trampa es la indecisión crónica y el miedo a actuar solo por temor a caer mal.",
    "2": "Gastos estéticos. Usas el dinero para comprar belleza, arte y armonía; te cuesta decir 'no' a un gasto social. Tienes buen gusto para invertir, pero el riesgo es depender económicamente de otros para mantener tu estilo de vida o evitar mirar tus finanzas reales para no estresarte.",
    "3": "Conversación complaciente. Dices lo que crees que el otro quiere escuchar para mantener la paz, evitando opiniones controvertidas. Eres un mediador nato, pero la trampa es la falta de sinceridad y quedarte en la superficie de las charlas para evitar el conflicto intelectual.",
    "4": "Hogar de diseño. Tu casa debe ser bella y armoniosa visualmente, y evitas las discusiones familiares a toda costa. Creas un ambiente pacífico, pero cuidado con barrer los problemas debajo de la alfombra; una familia real tiene conflictos y eso no significa que no haya amor.",
    "5": "Romance de película. Vives para el amor, la seducción y el coqueteo; necesitas sentirte deseado para validar tu creatividad. Tienes un talento artístico natural, pero el riesgo es volverte superficial en el amor, priorizando la estética de la pareja sobre la conexión real.",
    "6": "Evasión del esfuerzo. Te gusta que el trabajo sea social y agradable, y te estresas fácilmente con ambientes sucios o conflictivos. Eres excelente colaborando, pero la trampa es procrastinar las tareas difíciles o esperar que alguien más haga el trabajo sucio por ti.",
    "7": "Codependencia automática. Te cuesta concebir la vida sin una pareja; tu zona de confort es el 'nosotros'. Tienes un talento sublime para el compromiso, pero el riesgo es perderte completamente en el otro y tolerar comportamientos injustos solo para no estar solo.",
    "8": "Paz a cualquier precio. En temas de dinero compartido o intimidad profunda, cedes demasiado para evitar peleas. Tienes capacidad para negociar acuerdos, pero la trampa es suprimir tu rabia y tus deseos oscuros hasta que explotan, o manipular con una sonrisa.",
    "9": "Justicia teórica. Te encantan las ideas de justicia y equilibrio, pero a veces te quedas en la teoría sin tomar partido real. Tienes una mente justa y equilibrada, pero el riesgo es la indecisión ideológica, cambiando de opinión según el último libro que leíste o la persona con la que hablaste.",
    "10": "Imagen pública pulida. Te preocupa mucho el 'qué dirán' y mantienes una reputación impecable y diplomática. Eres excelente en relaciones públicas, pero la trampa es la falta de autenticidad y no tomar decisiones impopulares necesarias por miedo a manchar tu imagen.",
    "11": "Mariposa social. Te mueves en grupos buscando siempre la armonía y la conexión social, evitando a la gente intensa. Tienes el don de unir a la gente, pero cuidado con las amistades superficiales y con no defender tus valores ante el grupo por miedo a ser excluido.",
    "12": "Soledad incómoda. No te gusta estar solo y a menudo llenas tu tiempo de retiro con fantasías románticas o sociales. Tienes una conexión espiritual con la belleza, pero la trampa es negar los aspectos feos de la vida y de ti mismo, viviendo en una burbuja rosa.",
    "casa": "casa"
  },
  "Escorpio": {
    "1": "Aura de misterio. Te mueves con una intensidad contenida y una mirada que escanea amenazas; no te abres a la primera. Tienes un magnetismo poderoso, pero la trampa es la defensiva constante y proyectar una dureza que intimida a los demás innecesariamente.",
    "2": "Recursos ocultos. Gestionas tu dinero con secretismo y estrategia; para ti, el dinero es poder y control. Tienes un instinto brutal para los negocios, pero el riesgo es la obsesión por la seguridad material y el miedo paranoico a que te quiten lo tuyo.",
    "3": "Investigador nato. No te interesan las charlas del clima; vas directo a la herida o al secreto. Tienes una mente penetrante que ve lo que otros callan, pero la trampa es el sarcasmo hiriente y ver conspiraciones o segundas intenciones donde solo hay simplicidad.",
    "4": "Clan blindado. Tu vida privada es una caja fuerte; proteges a tu familia con ferocidad, pero el ambiente puede ser emocionalmente denso. Tienes una lealtad tribal inmensa, pero cuidado con los secretos familiares tóxicos y el rencor acumulado en el hogar.",
    "5": "Pasión obsesiva. En el amor y la creatividad, todo es a vida o muerte; no sabes hacer nada a medias. Tienes un poder de transformación increíble, pero el riesgo es el drama emocional, los celos y la incapacidad de disfrutar el romance sin generar crisis.",
    "6": "Trabajo intenso. Te entregas a tus tareas con una concentración láser y obsesiva, a menudo hasta el agotamiento. Eres el mejor resolviendo problemas complejos, pero la trampa es el control excesivo sobre los compañeros y ver el entorno laboral como un campo de batalla.",
    "7": "Fusión total. Buscas una unión de almas profunda y transformadora, pero a menudo atraes dinámicas de poder y control. Ofreces una intimidad inigualable, pero el riesgo es querer poseer al otro psicológicamente y desconfiar de sus intenciones sin motivo.",
    "8": "Maestro de la crisis. Te sientes extrañamente cómodo en el caos, el trauma y las situaciones límite; ahí es donde brillas. Tienes un poder de regeneración mítico, pero la trampa es volverte adicto a la intensidad emocional y provocar destrucciones solo para sentirte vivo.",
    "9": "Verdad absoluta. Cuando crees en algo, lo haces con fanatismo; profundizas en los misterios de la vida sin miedo. Tienes una sabiduría oculta potente, pero cuidado con el dogmatismo extremo y tratar de imponer tu visión profunda a gente que vive feliz en la superficie.",
    "10": "Poder en la sombra. En tu carrera, prefieres tener el control real aunque no tengas el cargo visible; eres el estratega. Tienes una ambición tenaz, pero el riesgo es la paranoia profesional y usar tácticas manipuladoras para mantener tu posición.",
    "11": "Lealtad selectiva. Tienes pocos amigos, pero por ellos matarías; desconfías de los grupos grandes y superficiales. Creas vínculos indestructibles, pero la trampa es el rencor si alguien te falla una vez y la tendencia a aislarte si no puedes controlar la dinámica grupal.",
    "12": "Psiquismo abrumador. Absorbes la negatividad y los secretos del entorno como una esponja; tu inconsciente es profundo y a veces oscuro. Tienes dones espirituales reales, pero el peligro es quedarte atrapado en miedos irracionales y paranoias que solo existen en tu cabeza.",
    "casa": "casa"
  },
  "Sagitario": {
    "1": "El aventurero libre. Vas por la vida con optimismo, franqueza y una necesidad vital de no tener ataduras. Tienes un carisma inspirador, pero la trampa es la arrogancia de creer que siempre tienes la razón y la tendencia a huir en cuanto las cosas se ponen serias o rutinarias.",
    "2": "Derrochador confiado. Gastas dinero asumiendo que el universo proveerá más; eres generoso y a veces imprudente. Tienes suerte financiera, pero el riesgo es la falta de previsión y apostar tus recursos en grandes sueños sin leer la letra pequeña.",
    "3": "Predicador local. Te encanta dar consejos y opinar sobre todo, a menudo hablando más de la cuenta. Tienes una mente rápida y visionaria, pero la trampa es ser un 'sabelotodo' que no escucha los hechos concretos y promete cosas que luego no puede cumplir.",
    "4": "Nómada en casa. Te cuesta echar raíces; tu hogar suele ser grande, lleno de libros o maletas listas. Creas un ambiente familiar divertido y filosófico, pero cuidado con estar ausente (física o mentalmente) y no dar la estabilidad emocional que los tuyos necesitan.",
    "5": "Jugador eterno. Tomas el amor y la creatividad como una gran aventura; te encantan los riesgos y la conquista. Eres divertidísimo, pero el riesgo es la inconstancia y tratar los corazones ajenos como trofeos de viaje, evitando el compromiso real.",
    "6": "Alergia a la rutina. Detestas los horarios fijos y los detalles minuciosos; quieres trabajar en cosas 'grandes'. Tienes visión de conjunto, pero la trampa es descuidar los detalles prácticos y la salud diaria por creer que tu cuerpo es invencible.",
    "7": "Pareja gurú. Buscas a alguien que te siga en tus aventuras o a quien puedas enseñar; necesitas libertad en la relación. Ofreces un amor expansivo, pero el riesgo es el dogmatismo con tu pareja y salir corriendo ante el primer signo de conflicto emocional o aburrimiento.",
    "8": "Filósofo de la crisis. Ante los problemas profundos, tiendes a racionalizarlos o buscarles un sentido espiritual inmediato para no sentir el dolor. Tienes fe en la regeneración, pero la trampa es la evasión espiritual y no respetar los tiempos del duelo propio o ajeno.",
    "9": "El eterno buscador. Vives en la búsqueda de la verdad, viajando (física o mentalmente) y acumulando títulos o experiencias. Tienes una sabiduría natural, pero la trampa es convertirte en un fanático de tus propias creencias y olvidar que la verdad también está en las cosas simples.",
    "10": "Profeta profesional. En tu carrera quieres ser un guía, un maestro o un visionario; te ahoga la burocracia. Tienes capacidad para inspirar masas, pero el riesgo es la hipocresía (no practicar lo que predicas) y la falta de disciplina para concretar tus visiones.",
    "11": "Ideólogo grupal. Te unes a grupos por afinidad ideológica, política o religiosa; eres el alma libre de la fiesta. Tienes el don de motivar al equipo, pero cuidado con ser el moralista del grupo y juzgar a quienes no comparten tu visión de la 'verdad'.",
    "12": "Fe ciega. Confías tanto en tu suerte o en el destino que a veces ignoras las señales de peligro reales. Tienes una conexión espiritual innata, pero la trampa es el escapismo a través de excesos y negar la realidad cuando no coincide con tu optimismo.",
    "casa": "casa"
  },
  "Capricornio": {
    "1": "El adulto precoz. Te presentas al mundo con seriedad, control y una armadura de autosuficiencia; pareces más maduro de lo que eres. Tienes una autoridad natural, pero la trampa es la rigidez, la frialdad aparente y cargar con el peso del mundo sobre tus hombros sin que nadie te lo pida.",
    "2": "Ahorrador temeroso. Gestionas tus recursos con extrema cautela y ambición; el dinero es estatus y seguridad para la vejez. Tienes un talento para construir riqueza sólida, pero el riesgo es la avaricia y vivir con mentalidad de escasez aunque tengas las cuentas llenas.",
    "3": "Mente estratégica. No hablas por hablar; cada palabra está calculada y buscas utilidad en la comunicación. Eres estructurado y lógico, pero la trampa es el pesimismo mental, la censura de ideas creativas y sonar demasiado autoritario o seco en tus charlas diarias.",
    "4": "Responsabilidad doméstica. En casa eres el gerente, el que pone las normas y asegura el sustento, a veces sacrificando la calidez. Creas una estructura familiar sólida, pero cuidado con traer la frialdad del trabajo al hogar y tratar a la familia como una empresa que debe ser eficiente.",
    "5": "Diversión planificada. Te cuesta soltarte y jugar; incluso tus hobbies o romances los tomas con seriedad y buscas resultados. Tienes una creatividad disciplinada, pero el riesgo es reprimir tu niño interior y ver el amor como un contrato o una inversión de tiempo.",
    "6": "Trabajador incansable. Tienes una ética laboral de hierro y soportas cargas que aplastarían a otros. Eres la columna vertebral de cualquier equipo, pero la trampa es el exceso de trabajo crónico, la rigidez con los compañeros y descuidar tu salud por cumplir plazos.",
    "7": "Compromiso formal. Te tomas las relaciones muy en serio, buscando parejas estables y con estatus, a veces por conveniencia o seguridad. Ofreces una lealtad a prueba de balas, pero el riesgo es controlar a la pareja y mantener una relación muerta solo por cumplir con el deber.",
    "8": "Control de daños. En las crisis y con el dinero ajeno, eres el que mantiene la cabeza fría y toma las decisiones duras. Tienes una capacidad de gestión envidiable, pero la trampa es cerrar tu corazón ante la intimidad y usar el poder material para evitar la vulnerabilidad emocional.",
    "9": "Ortodoxia. Tiendes a respetar las estructuras, las leyes y las tradiciones establecidas; desconfías de lo nuevo sin fundamento. Tienes una moral sólida, pero el riesgo es el conservadurismo rígido y juzgar duramente a quienes viven fuera de las normas sociales.",
    "10": "Obsesión por la cima. Tu identidad se basa en tu éxito profesional y tu estatus social; necesitas llegar a lo más alto. Tienes una capacidad de logro inmensa, pero la trampa es sacrificar tu vida personal por la carrera y valorar a las personas solo por su utilidad o cargo.",
    "11": "Networking estratégico. Tus amistades suelen ser contactos útiles o gente de prestigio; no pierdes el tiempo en grupos sin rumbo. Eres un organizador social eficaz, pero cuidado con el elitismo y con no permitirte tener amigos con los que solo puedas relajarte y ser inútil un rato.",
    "12": "Soledad depresiva. Tiendes a aislarte para trabajar o rumiar tus responsabilidades, cargando con culpas antiguas. Tienes una fortaleza interior estoica, pero el peligro es la depresión silenciosa y el miedo a perder el control si te entregas a lo espiritual o lo intangible.",
    "casa": "casa"
  },
  "Acuario": {
    "1": "El rebelde distante. Te muestras al mundo como alguien único, diferente y un poco desapegado emocionalmente. Tienes una originalidad que atrae, pero la trampa es la frialdad, sentirte superior por ser 'raro' y desconectarte de la gente real por defender ideas abstractas.",
    "2": "Finanzas inestables. Tienes ideas brillantes para hacer dinero, pero a menudo son erráticas o dependen de la tecnología y el futuro. Tienes desapego material, pero el riesgo es la inestabilidad económica por negarte a seguir las reglas del mercado tradicional.",
    "3": "Genio incomprendido. Tu mente va a mil por hora y conectas conceptos que nadie más ve; hablas en futuro. Tienes brillantez intelectual, pero la trampa es la arrogancia mental, no escuchar a los que piensas que son 'menos listos' y la dispersión nerviosa.",
    "4": "Desapego familiar. En casa te sientes como la oveja negra o el alienígena; necesitas mucho espacio personal. Creas un hogar libre y original, pero cuidado con la frialdad emocional hacia tus seres queridos y hacerlos sentir que tus causas sociales son más importantes que ellos.",
    "5": "Romance experimental. En el amor buscas amistad y libertad antes que pasión pegajosa; te aburre lo convencional. Eres creativo y moderno, pero el riesgo es intelectualizar los sentimientos y huir en cuanto alguien te pide compromiso emocional profundo.",
    "6": "Rutina caótica. Odias los horarios de 9 a 5 y la burocracia; necesitas libertad para innovar en tu trabajo. Tienes talento para modernizar procesos, pero la trampa es la indisciplina, el estrés nervioso y no cuidar tu cuerpo porque vives en tu mente.",
    "7": "Pareja amigo. Buscas una relación de iguales donde no haya celos ni posesión, a veces evitando la intimidad real. Ofreces una libertad maravillosa, pero el riesgo es tratar a tu pareja con tanta distancia que se sienta como un conocido más y no como alguien especial.",
    "8": "Intimidad desapegada. Te interesan los tabúes y la psicología desde un punto de vista científico, no visceral. Tienes capacidad para ver las cosas objetivamente, pero la trampa es disociarte en el sexo o en las crisis, analizando lo que sientes en lugar de sentirlo.",
    "9": "Ideología utópica. Crees fervientemente en el progreso, la ciencia y la humanidad como colectivo, a veces cayendo en el fanatismo. Tienes visión de futuro, pero cuidado con amar a la 'humanidad' en abstracto pero no soportar a las personas reales que te rodean.",
    "10": "Carrera alternativa. Buscas profesiones innovadoras, tecnológicas o sociales; no te interesa la jerarquía tradicional. Tienes talento para anticipar tendencias, pero el riesgo es la rebeldía sin causa contra los jefes y la inestabilidad por negarte a adaptarte al sistema.",
    "11": "Fusión en el grupo. Tu zona de confort son los amigos, los colectivos y las redes; ahí te sientes tú mismo. Tienes un don para la colaboración, pero la trampa es perder tu individualidad en la masa y priorizar la lealtad al grupo sobre tus propios deseos personales.",
    "12": "Aislamiento mental. Te refugias en teorías, internet o mundos virtuales para no enfrentar la realidad emocional. Tienes una intuición futurista, pero el peligro es desconectarte tanto de la tierra que te vuelves inaccesible y solitario en tu torre de marfil.",
    "casa": "casa"
  },
  "Piscis": {
    "1": "El camaleón empático. Te presentas al mundo de forma suave, adaptable y a veces confusa; la gente proyecta en ti lo que quiere ver. Tienes una compasión infinita, pero la trampa es la falta de límites, no saber quién eres tú y diluirte en las necesidades de los demás.",
    "2": "Dinero nebuloso. El mundo material te confunde; el dinero se te escapa de las manos o evitas mirar la cuenta bancaria. Tienes fe en que 'todo saldrá bien', pero el riesgo es el caos financiero, ser estafado por ingenuo o depender de otros para sobrevivir.",
    "3": "Pensamiento poético. Te comunicas con metáforas, silencios y emociones; la lógica lineal te aburre o te cuesta. Tienes una mente imaginativa y artística, pero la trampa es la falta de claridad, los malentendidos constantes y distraerte con el vuelo de una mosca.",
    "4": "Hogar santuario. Tu casa es un refugio espiritual o artístico donde las reglas son laxas y la puerta siempre está abierta. Creas un ambiente sanador, pero cuidado con vivir en el caos doméstico, las goteras que no arreglas y la codependencia familiar.",
    "5": "Amor de fantasía. Te enamoras del amor, idealizando a la persona y creando una película en tu cabeza. Tienes un talento artístico sublime, pero el riesgo es la decepción constante cuando la realidad no coincide con tu sueño y el sacrificio innecesario por 'amor'.",
    "6": "Servicio sacrificado. En el trabajo te cuesta decir que no y terminas haciendo el trabajo de todos, sintiéndote mártir. Eres intuitivo y servicial, pero la trampa es el desorden en las rutinas, llegar tarde y somatizar cualquier energía negativa del ambiente laboral.",
    "7": "Salvador o víctima. Atraes relaciones confusas, con personas que necesitan ayuda o que son inalcanzables. Ofreces un amor incondicional, pero el riesgo es la falta de límites, fusionarte hasta desaparecer y aceptar comportamientos inaceptables por compasión.",
    "8": "Fusión psíquica. En la intimidad no hay barreras; absorbes las emociones y traumas del otro como propios. Tienes un poder espiritual tremendo, pero la trampa es la vulnerabilidad extrema, ser manipulado y evadirte de la realidad financiera compartida.",
    "9": "Espiritualidad difusa. Crees en todo y en nada a la vez; te atrae el misticismo y lo intangible. Tienes una conexión divina natural, pero cuidado con los falsos gurús, el escapismo espiritual y la falta de anclaje en la realidad concreta.",
    "10": "Carrera soñada. Buscas una vocación que tenga sentido espiritual o artístico, pero te cuesta la disciplina del mundo corporativo. Tienes carisma e inspiración, pero el riesgo es la falta de dirección, la desilusión y navegar sin rumbo profesional esperando un milagro.",
    "11": "Amigos del alma. Te unes a grupos artísticos o espirituales y fluyes con la corriente social sin imponer tu voluntad. Eres el amigo compasivo, pero la trampa es dejarte llevar por malas influencias por no saber decir que no y perderte en la multitud.",
    "12": "Disolución total. Tu zona de confort es el sueño, la meditación o la evasión de la realidad; te sientes uno con el universo. Tienes dones psíquicos inmensos, pero el peligro es quedarte atrapado en el mundo de los sueños, las adicciones o la victimización crónica.",
    "casa": "casa"
  }
}
