{
  "Aries": {
    "1": "Quirón en Aries en la Casa 1 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Aries en la Casa 2 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Aries en la Casa 3 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Aries en la Casa 4 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Aries en la Casa 5 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Aries en la Casa 6 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Aries en la Casa 7 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Aries en la Casa 8 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Aries en la Casa 9 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Aries en la Casa 10 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Aries en la Casa 11 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Aries en la Casa 12 señala una herida profunda relacionada con la identidad herida y la búsqueda de valentía, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Tauro": {
    "1": "Quirón en Tauro en la Casa 1 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Tauro en la Casa 2 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Tauro en la Casa 3 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Tauro en la Casa 4 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Tauro en la Casa 5 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Tauro en la Casa 6 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Tauro en la Casa 7 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Tauro en la Casa 8 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Tauro en la Casa 9 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Tauro en la Casa 10 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Tauro en la Casa 11 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Tauro en la Casa 12 señala una herida profunda relacionada con el valor propio, el cuerpo y la seguridad material, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Géminis": {
    "1": "Quirón en Géminis en la Casa 1 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Géminis en la Casa 2 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Géminis en la Casa 3 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Géminis en la Casa 4 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Géminis en la Casa 5 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Géminis en la Casa 6 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Géminis en la Casa 7 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Géminis en la Casa 8 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Géminis en la Casa 9 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Géminis en la Casa 10 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Géminis en la Casa 11 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Géminis en la Casa 12 señala una herida profunda relacionada con la comunicación, la mente y la conexión con hermanos, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Cáncer": {
    "1": "Quirón en Cáncer en la Casa 1 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Cáncer en la Casa 2 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Cáncer en la Casa 3 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Cáncer en la Casa 4 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Cáncer en la Casa 5 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Cáncer en la Casa 6 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Cáncer en la Casa 7 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Cáncer en la Casa 8 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Cáncer en la Casa 9 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Cáncer en la Casa 10 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Cáncer en la Casa 11 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Cáncer en la Casa 12 señala una herida profunda relacionada con la familia, la nutrición emocional y el sentido de pertenencia, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Leo": {
    "1": "Quirón en Leo en la Casa 1 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Leo en la Casa 2 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Leo en la Casa 3 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Leo en la Casa 4 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Leo en la Casa 5 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Leo en la Casa 6 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Leo en la Casa 7 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Leo en la Casa 8 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Leo en la Casa 9 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Leo en la Casa 10 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Leo en la Casa 11 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Leo en la Casa 12 señala una herida profunda relacionada con la creatividad, el reconocimiento y el niño interior, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Virgo": {
    "1": "Quirón en Virgo en la Casa 1 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Virgo en la Casa 2 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Virgo en la Casa 3 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Virgo en la Casa 4 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Virgo en la Casa 5 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Virgo en la Casa 6 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Virgo en la Casa 7 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Virgo en la Casa 8 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Virgo en la Casa 9 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Virgo en la Casa 10 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Virgo en la Casa 11 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Virgo en la Casa 12 señala una herida profunda relacionada con el perfeccionismo, la salud y el servicio, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Libra": {
    "1": "Quirón en Libra en la Casa 1 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Libra en la Casa 2 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Libra en la Casa 3 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Libra en la Casa 4 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Libra en la Casa 5 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Libra en la Casa 6 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Libra en la Casa 7 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Libra en la Casa 8 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Libra en la Casa 9 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Libra en la Casa 10 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Libra en la Casa 11 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Libra en la Casa 12 señala una herida profunda relacionada con las relaciones, el equilibrio y la armonía, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Escorpio": {
    "1": "Quirón en Escorpio en la Casa 1 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Escorpio en la Casa 2 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Escorpio en la Casa 3 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Escorpio en la Casa 4 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Escorpio en la Casa 5 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Escorpio en la Casa 6 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Escorpio en la Casa 7 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Escorpio en la Casa 8 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Escorpio en la Casa 9 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Escorpio en la Casa 10 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Escorpio en la Casa 11 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Escorpio en la Casa 12 señala una herida profunda relacionada con la transformación, la sexualidad y el poder, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Sagitario": {
    "1": "Quirón en Sagitario en la Casa 1 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Sagitario en la Casa 2 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Sagitario en la Casa 3 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Sagitario en la Casa 4 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Sagitario en la Casa 5 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Sagitario en la Casa 6 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Sagitario en la Casa 7 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Sagitario en la Casa 8 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Sagitario en la Casa 9 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Sagitario en la Casa 10 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Sagitario en la Casa 11 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Sagitario en la Casa 12 señala una herida profunda relacionada con la búsqueda de verdad, sentido y creencias, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Capricornio": {
    "1": "Quirón en Capricornio en la Casa 1 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Capricornio en la Casa 2 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Capricornio en la Casa 3 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Capricornio en la Casa 4 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Capricornio en la Casa 5 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Capricornio en la Casa 6 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Capricornio en la Casa 7 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Capricornio en la Casa 8 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Capricornio en la Casa 9 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Capricornio en la Casa 10 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Capricornio en la Casa 11 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Capricornio en la Casa 12 señala una herida profunda relacionada con la estructura, el logro y la autoridad, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Acuario": {
    "1": "Quirón en Acuario en la Casa 1 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Acuario en la Casa 2 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Acuario en la Casa 3 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Acuario en la Casa 4 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Acuario en la Casa 5 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Acuario en la Casa 6 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Acuario en la Casa 7 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Acuario en la Casa 8 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Acuario en la Casa 9 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Acuario en la Casa 10 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Acuario en la Casa 11 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Acuario en la Casa 12 señala una herida profunda relacionada con la individualidad, los grupos y el futuro, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  },
  "Piscis": {
    "1": "Quirón en Piscis en la Casa 1 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de la personalidad y la apariencia física. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "2": "Quirón en Piscis en la Casa 2 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de los recursos y valores personales. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "3": "Quirón en Piscis en la Casa 3 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de el aprendizaje y el entorno inmediato. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "4": "Quirón en Piscis en la Casa 4 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de las raíces y la vida íntima. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "5": "Quirón en Piscis en la Casa 5 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de la autoexpresión y el romance. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "6": "Quirón en Piscis en la Casa 6 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de el trabajo diario y la salud. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "7": "Quirón en Piscis en la Casa 7 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de los compromisos y los otros. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "8": "Quirón en Piscis en la Casa 8 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de la intimidad y la crisis. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "9": "Quirón en Piscis en la Casa 9 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de la expansión y la filosofía. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "10": "Quirón en Piscis en la Casa 10 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de la carrera y el estatus público. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "11": "Quirón en Piscis en la Casa 11 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de los amigos y los proyectos colectivos. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros.",
    "12": "Quirón en Piscis en la Casa 12 señala una herida profunda relacionada con la espiritualidad, la unidad y la compasión, que se manifiesta en el área de el inconsciente y el karma. El camino de sanación implica aceptar esta vulnerabilidad y convertirla en una fuente de sabiduría y empatía para ayudar a otros."
  }
}