{
  "1": "Yo soy mi capital. Generas ingresos gracias a tu imagen, tu nombre o tu presencia física; tú eres el producto o la marca. Es probable que gastes bastante en ropa, estética o desarrollo personal, y no es vanidad, es inversión: intuyes que cuando te ves bien, te pagan mejor. Tu autoestima está directamente ligada a tu autonomía financiera; odias depender de otros. El riesgo es creer que solo vales por lo que produces o por cómo te ven. Recuerda que eres el activo más valioso de tu vida, así que cuídate más de lo que cuidas tu cuenta bancaria.",
  "2": "El gestor natural. Tienes un olfato especial para los recursos y la liquidez; el dinero no se te escapa, se acumula. Te sientes seguro cuando ves números sólidos en el banco y objetos de calidad en tu estantería. Probablemente eres de los que guarda las facturas, compara precios hasta el final y tiene un 'colchón' de emergencia intocable. El peligro es volverte posesivo o medir a las personas por su utilidad material. Disfruta de lo que tienes hoy, porque el dinero es energía para usar, no solo un trofeo para mirar.",
  "3": "Dinero en movimiento. Tus finanzas fluyen a través de la comunicación, las ventas, el transporte o el comercio local. Eres capaz de monetizar tus habilidades o convertir una conversación casual en un negocio rápido. Es posible que tengas múltiples fuentes de ingreso pequeñas en lugar de un gran sueldo fijo, o que gastes impulsivamente en libros, gadgets, cursos y viajes cortos. Tu mente es tu máquina de hacer dinero. No te disperses tanto persiguiendo cinco ideas a la vez; enfócate en una y llévala hasta el final para ver resultados reales.",
  "4": "Cimientos de hormigón. Para ti, el dinero es sinónimo de refugio. Es muy probable que inviertas en bienes raíces, en mejorar tu casa o que tu negocio esté vinculado a la familia o al hogar. Ahorras con un objetivo claro: tener un techo propio donde nadie te pueda mover. Gastas con gusto en muebles cómodos o buena comida para los tuyos, pero te cuesta soltar dinero para cosas efímeras. Tu autoestima depende de sentirte seguro y arraigado. Construye tu patrimonio, pero no dejes que el miedo al futuro te impida vivir el presente.",
  "5": "Inversión creativa. Tienes talento para hacer dinero a través de tus hobbies, el arte, la enseñanza o tomando riesgos calculados. No te sirve un trabajo gris; necesitas que tus ingresos vengan de algo que te apasione o te divierta. Es probable que gastes generosamente en salidas, regalos, tus hijos o en darte gustos, porque para ti el dinero es para disfrutar. A veces puedes ser un poco jugador o especulador con tus finanzas. Confía en tu talento, pero ten siempre un plan B aburrido para cuando la creatividad no esté pagando las facturas ese mes.",
  "6": "La hormiga productiva. Tu dinero llega a través del esfuerzo constante, el servicio y la rutina diaria. No esperas golpes de suerte; confías en tu trabajo duro y en tu competencia técnica. Es común que gastes en herramientas de trabajo, salud, suplementos o en tus mascotas. Eres excelente organizando presupuestos y detectando fugas de dinero, pero a veces vinculas tanto tu valor personal a tu productividad que te sientes culpable si descansas un día. El dinero es el resultado de tu trabajo, no la medida de tu dignidad humana.",
  "7": "Finanzas en espejo. Tu economía está intrínsecamente ligada a otros: socios, pareja o clientes. A menudo, el dinero llega gracias a tus habilidades sociales o contratos, y es probable que tu pareja influya drásticamente (para bien o para mal) en tu estabilidad material. Gastas en socializar o en mantener un estilo de vida compartido. El reto es que a veces cedes el control de tu dinero para evitar conflictos o buscas validación financiera a través de otro. Aprende a manejar tus propias cuentas, incluso si estás en la relación más feliz del mundo.",
  "8": "El alquimista financiero. Te mueves mejor con el dinero de otros (bancos, inversiones, herencias, comisiones) que con el sueldo fijo. Tienes una relación intensa y a veces crítica con lo material; puedes pasar de la crisis total a la riqueza en ciclos de transformación. Es probable que te estresen las deudas o los temas de impuestos, pero tienes un don para resurgir. Gastas en cosas que no se ven o en eliminar problemas. No escondas tu situación financiera por vergüenza o secreto; la transparencia es lo que te dará la verdadera paz mental.",
  "9": "Capital expansivo. Tus ingresos crecen cuando expandes tus horizontes: viajes, idiomas, enseñanza superior, publicación o comercio exterior. Te sientes pobre si estás atado a un lugar, y rico cuando tienes un billete de avión en la mano. Gastas en experiencias y conocimiento más que en objetos físicos. A veces eres demasiado optimista con el dinero, confiando en que 'el universo proveerá', lo que puede llevarte a desórdenes administrativos. Mantén tu visión global, pero asegúrate de tener los pies en la tierra y las cuentas al día.",
  "10": "Estatus y ambición. Tu autoestima y tu billetera están atadas a tu carrera y visibilidad pública. Buscas puestos de autoridad porque entiendes que el rango trae recursos. Es probable que gastes en símbolos de estatus, ropa de marca o cosas que comuniquen 'éxito' a los demás, porque lo ves como parte de tu ascenso profesional. El riesgo es sacrificar tu vida personal solo para llegar a una meta económica que, una vez alcanzada, te sabe a poco. Define qué es el éxito para ti antes de gastar la vida persiguiendo la definición de otro.",
  "11": "Ganancias en red. El dinero te llega a través de tus contactos, amigos, grandes grupos o internet. Tienes olfato para las tendencias futuras y puedes ganar bien en proyectos colaborativos o tecnológicos. Gastas dinero en causas sociales, en invitar a tus amigos o en tecnología punta. A veces, tu generosidad con el grupo desestabiliza tu economía personal, o prestas dinero que nunca vuelve. Tu red es tu patrimonio, sí, pero recuerda que tus amigos deben quererte igual aunque un día no puedas pagar la ronda.",
  "12": "Economía sumergida. Tienes una relación misteriosa o confusa con el dinero. Puedes tener fuentes de ingreso ocultas, trabajos en instituciones aisladas o artísticas, o simplemente el dinero se te escapa de las manos sin que sepas cómo. A veces te saboteas cobrando menos de lo que vales por una culpa inconsciente o gastas en caridad y ayuda a otros descuidándote a ti. Tienes una intuición brutal para las inversiones si aprendes a escucharla, pero necesitas poner límites claros y terrenales: automatiza tus ahorros para protegerte de ti mismo."
}
