{
  "1": "Protagonista nato. Eres una fuerza de la naturaleza y tu mera presencia llena la habitación. No necesitas pedir permiso para ser quien eres, tu instinto es actuar primero y preguntar después. Tu cuerpo es tu herramienta principal y probablemente notes que cuando te sientes físicamente fuerte, todo lo demás en tu vida se ordena. El reto es que a veces te cuesta tanto delegar o pedir ayuda que terminas cargando el mundo sobre tus hombros solo para demostrar que puedes. Tu aprendizaje es entender que aceptar apoyo no te hace menos capaz.",
  "2": "Constructor de seguridad. Tu identidad está profundamente ligada a lo que valoras, lo que posees y lo que puedes construir con tus manos. No es superficialidad, es que necesitas ver resultados tangibles para sentir que tu esfuerzo es real. Probablemente tienes un talento natural para manejar dinero o recursos, pero también una ansiedad de fondo sobre la escasez que te hace trabajar el doble. Tu autoestima a veces fluctúa según el saldo de tu cuenta bancaria. Recuerda que tu valor personal es inherente, no algo que tienes que comprar o acumular.",
  "3": "Mente inquieta. Te mueves por el mundo a través de las conexiones, las palabras y el entorno inmediato. Probablemente eres esa persona que siempre está en tres chats a la vez, escuchando un podcast y planeando una escapada corta, todo al mismo tiempo. Tus hermanos, vecinos o amigos cercanos juegan un papel crucial en cómo te defines. El riesgo es dispersarte tanto que te conviertes en un mar de información con poca profundidad. Tu superpoder es la adaptabilidad: puedes hablar con cualquiera y entenderte, pero necesitas aprender a apagar el ruido mental para escucharte a ti mismo.",
  "4": "El ancla emocional. Aunque tengas una vida pública, tu verdadero yo florece en la privacidad de tu hogar y con tu gente más íntima. Eres quien sostiene la historia familiar o quien pone el corazón en la decoración de la casa porque tu entorno físico afecta directamente tu estado de ánimo. A veces te cuesta salir del caparazón o te tomas las cosas demasiado a pecho, actuando desde la defensa para proteger tu vulnerabilidad. Tu gran fortaleza es la capacidad de crear raíces y nutrir a los demás, pero recuerda que no puedes cuidar a nadie si tú no sales a tomar aire fresco de vez en cuando.",
  "5": "Corazón creativo. Necesitas expresarte para sentir que estás vivo. Ya sea a través del arte, el romance, los hijos o un proyecto personal, buscas dejar una huella única en el mundo. Tienes un carisma natural que atrae miradas y la vida te parece aburrida si no hay un poco de drama o pasión. El problema surge cuando tu autoestima depende enteramente de los aplausos o la validación externa. Tu identidad es brillante por sí misma. No dejes de jugar, porque cuando te tomas la vida demasiado en serio, tu luz se apaga.",
  "6": "Solucionador incansable. Te defines por lo útil que eres y por tu capacidad para resolver problemas que otros ni siquiera ven. Tu día a día es tu templo: las rutinas, la dieta, el trabajo y el orden son la base de tu estabilidad mental. Eres la persona a la que todos llaman cuando hay una crisis práctica, pero corres el riesgo de convertirte en tu propio capataz, exigiéndote una perfección que agota tu salud. Tu cuerpo somatiza el estrés rápidamente. Aprende que ser productivo no es la única forma de ser valioso; descansar también es parte del trabajo.",
  "7": "El espejo del otro. Te descubres a ti mismo a través de tus relaciones. No es que no tengas personalidad, es que tu identidad se afila y se define en el contraste y la colaboración con una pareja o un socio. Eres excelente negociando y entendiendo el punto de vista ajeno, pero a veces cedes tanto terreno para mantener la armonía que olvidas qué es lo que tú querías cenar o qué opinas realmente. El equilibrio llega cuando entiendes que puedes amar y comprometerte sin disolverte. Tu mejor versión surge cuando estás acompañado, pero siendo un equipo, no una sombra.",
  "8": "Gestor de intensidad. Tu vida no es superficial; te mueves en las aguas profundas de las emociones, las crisis y los recursos compartidos. Tienes un radar para lo que no se dice y una capacidad innata para transformarte radicalmente después de tiempos difíciles. Probablemente manejas dinero de otros o te ves envuelto en dinámicas de poder complejas. El riesgo es volverte demasiado reservado o desconfiado, viendo amenazas donde no las hay. Tu don es la resiliencia: puedes renacer de tus cenizas una y otra vez, más fuerte y más sabio.",
  "9": "Buscador de verdad. Te sientes más tú mismo cuando estás lejos de casa, ya sea física o mentalmente. Tu identidad se expande con los viajes, los estudios superiores o explorando filosofías de vida. Te ahoga la rutina pequeña y necesitas sentir que tu vida tiene un propósito mayor y una dirección clara. A veces puedes caer en la trampa de creer que tienes la verdad absoluta o juzgar a quienes viven vidas más sencillas. Tu misión es acumular sabiduría y experiencias, pero recuerda bajar a tierra de vez en cuando para aplicar lo que has aprendido.",
  "10": "Autoridad visible. Tu reputación llega antes que tú. Te tomas muy en serio tu carrera y tu lugar en la sociedad; para ti, el éxito profesional es una parte fundamental de quién eres. Tienes madera de líder y una capacidad natural para asumir responsabilidades públicas, pero eso conlleva la presión constante de sentir que te están observando o evaluando. A veces descuidas tu vida privada por mantener el estatus. Tu éxito es inevitable si trabajas duro, pero asegúrate de que la cima de la montaña sea un lugar donde realmente quieras estar, no solo donde se supone que debes llegar.",
  "11": "Conector social. Tu sentido del yo está entretejido con tus amigos, tus redes y tus esperanzas para el futuro. Eres esa persona que siempre piensa en plural y que se siente más cómoda dentro de un grupo o comunidad que siendo el centro de atención en solitario. Tienes visión de futuro y te importan las causas colectivas. El desafío es que a veces te pierdes tanto en el grupo o en el idealismo que descuidas tus necesidades individuales inmediatas. Eres el pegamento que une a la gente, pero no olvides que también tienes derecho a tener opiniones que no encajen con la mayoría.",
  "12": "Lobo solitario. Hay una parte de ti que siempre permanecerá oculta, incluso para quienes mejor te conocen. Necesitas soledad para recargar baterías y procesar la inmensa sensibilidad con la que percibes el mundo. Trabajas mejor detrás de escena o en temas relacionados con la sanación, la espiritualidad o el arte. A menudo te sientes un poco invisible o incomprendido, y puedes caer en el auto-sabotaje si no tienes un escape saludable para tu mundo interior. Tu fuerza reside en tu intuición y empatía; no eres débil, solo funcionas en una frecuencia diferente."
}
