{
  "1": "Tu mente y tu identidad son indivisibles. Eres esa persona que necesita verbalizar lo que siente para entenderlo realmente; si no lo dices, no existe. Es probable que hables con las manos, camines rápido o tengas una energía nerviosa que te impide estar quieto mucho tiempo. Eres el narrador de tu propia vida y, a veces, el protagonista que no deja de hablar. Tus hermanos o vecinos te ven como un líder o al menos como alguien que siempre tiene una opinión lista. Tu superpoder es la autenticidad inmediata. Tu reto es aprender a escuchar sin estar preparando tu respuesta mientras el otro habla.",
  "2": "Tu intelecto es tu mayor activo financiero. Tienes un talento natural para monetizar tus habilidades comunicativas, ya sea vendiendo, enseñando o negociando contratos. Es probable que gastes dinero en libros, cursos, gadgets o viajes cortos porque valoras la información como si fuera oro. Piensas mucho en la seguridad material y a veces caes en bucles mentales sobre 'cuánto vales'. Tu voz tiene peso y sustancia. Consejo: Invierte en tu educación, pero recuerda que acumular datos no es lo mismo que cultivar sabiduría práctica.",
  "3": "Eres el eterno estudiante y el conector social por excelencia. Tu mente es un navegador con mil pestañas abiertas y, sorprendentemente, sabes qué hay en cada una. Vives pegado al teléfono, respondiendo mensajes, consumiendo noticias y organizando la logística de todos los que te rodean. El aburrimiento es tu peor enemigo. Tienes una relación intensa con hermanos o vecinos, y tu entorno inmediato es tu laboratorio. Eres curioso y rápido, pero el riesgo es la dispersión. Consejo: La profundidad es tan importante como la amplitud; elige un tema y ve hasta el fondo.",
  "4": "Tu vida mental necesita un santuario privado. Prefieres las conversaciones profundas en la cocina con una taza de té antes que el ruido de una fiesta. Es probable que tu hogar esté lleno de libros o que trabajes desde casa. Analizas mucho tu pasado, tu historia familiar y tus raíces; a veces te quedas atrapado en la nostalgia. La comunicación con tus padres define gran parte de tu estructura emocional. Necesitas silencio para recargar tu batería social. Consejo: Tu hogar debe ser un refugio para tu mente, no solo un lugar donde dormir.",
  "5": "Tu mente busca el escenario, el juego y el romance. Eres ingenioso, coqueto y tienes un don para la escritura creativa o la oratoria dramática. Te encanta el flirteo intelectual; si alguien no puede seguirte el ritmo en una conversación, pierdes el interés romántico rápidamente. Es posible que tengas una conexión especial con los niños o que disfrutes enseñando de manera lúdica. A veces dramatizas tus pensamientos para hacerlos más interesantes. Consejo: Usa tu creatividad para expresar tu verdad, no solo para entretener a la audiencia.",
  "6": "Tu mente es una herramienta de precisión diseñada para resolver problemas. Eres la persona que hace las listas, organiza los horarios y se asegura de que la logística funcione. En el trabajo, eres quien redacta los correos difíciles o entrena a los nuevos. Sin embargo, esta posición puede inclinarte a la ansiedad o a la hipocondría, googleando síntomas a las 3 de la mañana. Tus hábitos diarios y conversaciones giran en torno al deber y la eficiencia. Consejo: No permitas que tu mente se convierta en un micromanager cruel; la perfección no es requisito para la felicidad.",
  "7": "No puedes pensar con claridad hasta que rebotas tus ideas con alguien más. El diálogo es tu forma de procesar la vida. Buscas parejas inteligentes, con las que puedas hablar durante horas; el silencio incómodo es tu pesadilla. Eres un negociador nato y sabes ver los dos lados de cualquier moneda, lo que te hace excelente mediando conflictos, aunque a veces te cuesta tomar partido por ti mismo. Tu mente está siempre enfocada en 'el otro'. Consejo: Aprende a validar tus propias opiniones sin necesitar la aprobación o el consenso de tu pareja.",
  "8": "Tu mente es un detector de secretos. No te interesa el clima ni el chisme superficial; quieres saber los traumas, las deudas y los miedos de la gente. Eres excelente investigando y llegando al fondo de asuntos complejos o tabúes. Es probable que tengas conversaciones intensas sobre psicología, finanzas compartidas o esoterismo. Guardas información valiosa y la gente confía en ti sus secretos oscuros. A veces tu mente se vuelve obsesiva o paranoica. Consejo: Usa tu percepción de rayos X para sanar y comprender, no para controlar o manipular.",
  "9": "Tu mente necesita pasaporte y horizonte. Te aburre lo local; prefieres estudiar filosofías lejanas, idiomas extranjeros o debatir sobre política y religión. Eres el eterno académico o el viajero que escribe crónicas desde lejos. Es posible que tus hermanos vivan lejos o que te sientas un poco extranjero en tu propio barrio. Buscas la verdad con mayúscula y a veces puedes ser un poco dogmático al predicar tus ideas. Te encanta publicar lo que sabes. Consejo: La sabiduría real se encuentra al aplicar lo que aprendes, no solo al acumular títulos o millas.",
  "10": "Tu reputación se construye sobre tu inteligencia y tu palabra. El mundo te ve como un experto, un vocero o alguien con autoridad intelectual. Es probable que tu carrera implique escribir, hablar en público o gestionar información a alto nivel. Te tomas muy en serio lo que dices en entornos profesionales y te molesta la incompetencia comunicativa. A veces sientes que siempre estás 'de turno', cuidando lo que dices para no dañar tu imagen. Consejo: Tu voz tiene poder de mando, úsala para elevar a otros, no solo para dar órdenes.",
  "11": "Eres el arquitecto de la red social. Tu mente funciona mejor en grupo y siempre estás pensando en el futuro o en proyectos colaborativos. Eres quien administra el grupo de WhatsApp, organiza los eventos de la comunidad o conecta a dos amigos que deberían conocerse. Tus ideas son progresistas y a veces un poco rebeldes. Valoras la amistad intelectual por encima de la emocional. El riesgo es diluir tu opinión personal para encajar en la ideología del grupo. Consejo: La verdadera comunidad se construye escuchando las voces disidentes, no solo las que te aplauden.",
  "12": "Tienes una vida mental secreta y vastísima. A menudo te cuesta expresar con palabras lo que sientes porque tu pensamiento es intuitivo, visual o abstracto. Puedes ser tímido al hablar o sentir que no fuiste escuchado en tu infancia. Eres excelente guardando secretos y trabajando detrás de escena. Necesitas periodos de aislamiento para ordenar tus pensamientos, ya que absorbes el ruido mental de los demás como una esponja. Tu mejor comunicación ocurre en sueños, en diarios privados o en terapia. Consejo: Tu silencio no es vacío, está lleno de respuestas; confía en tu intuición más que en la lógica fría."
}
