{
  "1": "Llevas la camiseta del trabajo puesta, literal y metafóricamente. Tu identidad está intrínsecamente ligada a lo que haces y a qué tan útil te sientes. Eres esa persona que no puede sentarse a ver una película sin ponerse a doblar ropa o responder correos porque la inactividad te pone nervioso. Tu cuerpo es el primero en avisar cuando algo en tu rutina no funciona: el estrés se te va directo al estómago o a la piel. Te presentas al mundo como alguien capaz y resolutivo. Consejo: Tu valor como ser humano no depende de cuántas tareas taches hoy de tu lista; aprende a ser, no solo a hacer.",
  "2": "Tu rutina diaria es una máquina de hacer dinero. Tienes una visión muy práctica: si te vas a esforzar, tiene que haber una recompensa tangible. Es probable que inviertas bastante en herramientas de trabajo, suplementos de salud o comida de calidad, porque entiendes que tu cuerpo es tu activo principal. A veces te cuesta desconectar del modo 'productividad' y evalúas tus días en función de cuánto ganaste o ahorraste. El riesgo es trabajar hasta el agotamiento por miedo a la escasez. Consejo: La salud es la única cuenta bancaria que, una vez vacía, es muy difícil de volver a llenar.",
  "3": "Tu día a día es un torbellino de mensajes, desplazamientos y logística. Tu trabajo probablemente implica escribir, hablar, conducir o gestionar un flujo constante de información. Eres el rey o la reina del 'multitasking', capaz de contestar llamadas mientras organizas la agenda y paseas al perro. Tus compañeros de trabajo o vecinos son personajes centrales en tu vida. El problema es que tu mente rara vez descansa y el estrés mental se convierte rápidamente en fatiga física. Consejo: El silencio y la quietud también son tareas productivas; agéndalos como si fueran una reunión importante.",
  "4": "El trabajo y el hogar están indisolublemente mezclados. Es muy probable que trabajes desde casa o que tu 'empleo' real sea gestionar la dinámica familiar y el mantenimiento del hogar. Eres quien sostiene la estructura doméstica, cuidando de padres o hijos como una obligación sagrada. A veces, tu casa parece más una oficina o una enfermería que un lugar de descanso. Tiendes a somatizar los problemas emocionales familiares en problemas de salud propios. Consejo: Necesitas establecer límites físicos claros; cuando cierres la puerta de tu habitación, el turno de trabajo debe terminar.",
  "5": "Necesitas que tu trabajo te apasione o simplemente no puedes hacerlo. Tu rutina debe tener un elemento de creatividad, juego o contacto con niños. A menudo, conviertes tus hobbies en obligaciones o 'side hustles', lo cual es genial hasta que la diversión se vuelve un deber tedioso. Eres disciplinado con tus proyectos creativos o con tus rutinas de ejercicio, viéndolos como una forma de arte personal. A veces tratas tus romances como proyectos que necesitan 'arreglos' o gestión. Consejo: No profesionalices todo lo que amas; deja algún espacio para disfrutar sin expectativas de rendimiento.",
  "6": "Eres la definición de eficiencia. Tu regente está en su propia casa, lo que te hace increíblemente capaz para organizar, limpiar y sistematizar, pero también te pone en riesgo de ser un adicto al trabajo. Tu cuerpo es un templo o un laboratorio: siempre estás probando una nueva dieta, rutina de sueño o método de organización. Te molesta profundamente la incompetencia ajena y el caos. Los animales domésticos pueden ser tus mejores terapeutas. Consejo: La perfección es una meta inalcanzable que solo genera ansiedad; a veces, 'suficientemente bueno' es la opción más saludable.",
  "7": "Tu rutina gira en torno a los demás. A menudo trabajas codo a codo con tu pareja, o tu día a día consiste en atender clientes, pacientes o socios. Es posible que tu pareja dicte tus horarios o que sientas que tienes que 'arreglar' la vida de tus socios. Eres excelente mediando conflictos laborales o dando servicio uno a uno. Sin embargo, corres el riesgo de perder tu propia estructura por adaptarte a las necesidades de quien tienes enfrente. Consejo: Servir a otros es noble, pero convertirte en el asistente personal de tu pareja mata la igualdad y el romance.",
  "8": "Tu trabajo es lidiar con lo que otros prefieren ignorar. Te mueves bien en crisis, emergencias, gestión de deudas o psicología profunda. Tu rutina es intensa y a menudo privada; no eres de los que sube fotos de su oficina porque quizás lidias con temas confidenciales o complejos. Tienes una capacidad inmensa para la investigación y la transformación, pero el ambiente laboral tóxico te afecta más que a nadie. Tu salud requiere desintoxicación regular, física y emocional. Consejo: No eres el basurero emocional de nadie; límpiate energéticamente al salir del trabajo.",
  "9": "Buscas un sentido superior en tu rutina diaria. No te basta con fichar y salir; necesitas creer en la filosofía de lo que haces. Es probable que tu trabajo implique enseñanza, viajes, leyes o entornos académicos. A veces eres un poco dogmático con tus hábitos: cuando encuentras una dieta o un método que te funciona, quieres evangelizar a todo el mundo. Te agobia la burocracia pequeña; tú quieres ver el panorama completo. Consejo: La sabiduría está en la flexibilidad; lo que es medicina para tu cuerpo puede ser veneno para el de otro.",
  "10": "Tu trabajo diario construye tu reputación pública. Eres conocido por ser trabajador, responsable y quizás un poco severo contigo mismo. No hay distinción entre tu carrera y tu lista de tareas: vives para cumplir objetivos visibles. Es probable que tengas jefes exigentes o que tú seas ese jefe que nunca se va a casa temprano. El riesgo de 'burnout' es alto porque sientes que si descansas, tu estatus se desploma. Consejo: El éxito profesional es gratificante, pero no te servirá de nada si llegas a la cima con la salud destrozada.",
  "11": "Tu trabajo es en equipo o por una causa social. Tu rutina implica reuniones, gestión de redes, coordinación de grupos o activismo. Eres quien organiza la logística dentro de tus círculos de amistad. Te preocupa el bienestar colectivo y a menudo sacrificas tu tiempo personal por el bien del proyecto grupal. Tienes una visión progresista sobre cómo debería ser el ambiente laboral ideal. Consejo: No cargues tú solo con el peso de la comunidad; delegar no es fallar, es permitir que el sistema funcione como un verdadero equipo.",
  "12": "Tu mejor trabajo ocurre cuando nadie te ve. Necesitas soledad y aislamiento para ser productivo; las oficinas ruidosas te drenan la energía vital. Es posible que trabajes en instituciones (hospitales, prisiones, retiros) o que tengas un empleo remoto donde eres un fantasma eficiente. A menudo sufres de dolencias difíciles de diagnosticar porque tu cuerpo absorbe el estrés inconsciente o colectivo. El sueño es tu herramienta de reparación más importante. Consejo: Tu sensibilidad no es una debilidad, es una brújula; si un ambiente te enferma, es señal de que tu alma no pertenece ahí."
}
