{
  "1": "Eres el rostro visible de tu comunidad; tus amigos te ven como un líder natural o un referente, aunque tú solo sientas que estás siendo tú mismo. Tu identidad se moldea fuertemente por el grupo al que perteneces: si tus amigos son artistas, tú te vuelves el arte; si son emprendedores, tú eres la startup. A menudo, las oportunidades llegan porque alguien te conoce y piensa en ti primero. Sin embargo, te afecta demasiado si te sientes excluido, como si te quitaran un pedazo de tu propio cuerpo. Consejo: Sé fiel a quien eres, no te conviertas en un camaleón solo para encajar en la foto del grupo.",
  "2": "Para ti, tu red de contactos es literalmente tu patrimonio. Tienes talento para monetizar tus conexiones o encontrar oportunidades financieras a través de amigos y grupos. Es probable que gastes dinero invitando a todos, pagando la cuenta o invirtiendo en membresías y causas sociales. Tus valores personales deben alinearse con los de tu comunidad; si el grupo va en contra de tus principios (o de tu economía), te marchas. A veces, mezclas amistad con negocios, lo cual es genial hasta que hay que cobrar. Consejo: La verdadera riqueza de una amistad es que no tiene precio; cuida no transaccionalizar todos tus vínculos.",
  "3": "Tu vida social sucede en la notificación del celular y en la vuelta de la esquina. Eres el administrador de los grupos de WhatsApp, el que organiza la logística del viaje y el que presenta a un amigo con otro. Tus hermanos o vecinos suelen ser tus primeros y mejores camaradas. Te encanta debatir ideas en grupo y siempre estás aprendiendo algo nuevo de tu red. El riesgo es la dispersión: estar en tantos chats y eventos que no conectas profundamente con nadie. Consejo: Ser el centro de información es útil, pero asegúrate de escuchar a tus amigos con el corazón, no solo con la mente.",
  "4": "Tu casa es el cuartel general del grupo. Prefieres las cenas íntimas en tu sala que los grandes eventos públicos; tus amigos terminan convirtiéndose en familia elegida. Es probable que traigas gente a vivir contigo o que tu sentido de pertenencia esté ligado a tus raíces y tradiciones compartidas. A veces, te cuesta dejar entrar gente nueva porque proteges mucho tu privacidad y tu clan. Te sientes seguro cuando estás rodeado de los tuyos en un ambiente protegido. Consejo: Abre las puertas de tu hogar, pero recuerda que tú pones las reglas de quién merece entrar en tu santuario.",
  "5": "La amistad para ti tiene que ser divertida o no es amistad. Conectas con gente a través de hobbies, deportes, fiestas o proyectos creativos. Es muy común que tus romances empiecen como amistades o que tus amigos sean tu público principal. Te encanta organizar salidas, celebraciones y ser el alma de la fiesta. Sin embargo, si el grupo se pone demasiado serio o dramático, pierdes interés. A veces buscas validación y aplausos de tu círculo social para sentirte especial. Consejo: La lealtad se demuestra en los momentos aburridos y difíciles, no solo cuando hay música y risas.",
  "6": "Haces amigos en las trincheras del día a día. Tus compañeros de trabajo o de gimnasio son tu verdadera red de apoyo; conectas ayudando, resolviendo problemas o quejándote del jefe en el pasillo. Te sientes parte de algo cuando eres útil para el equipo. Es probable que participes en sindicatos, grupos de voluntariado o comités de organización donde hay tareas claras. Cuidado con asumir demasiadas responsabilidades grupales y terminar agotado haciendo el trabajo que nadie más quiso hacer. Consejo: Pon límites claros; ser un buen amigo no significa ser el asistente personal de todos.",
  "7": "Prefieres el 'uno a uno' dentro del grupo. Te sientes más cómodo cuando puedes llevarte a un amigo a un rincón para hablar a solas que gritando en medio de la multitud. A menudo, tu pareja te introduce en nuevos círculos sociales o viceversa; tus socios y tus amigos son los mismos. Tienes un don para las relaciones públicas y para mediar conflictos entre diferentes bandos de tu red. A veces dependes demasiado de la opinión de tu mejor amigo o pareja para tomar decisiones sobre tu futuro. Consejo: El equilibrio es clave; no descuides al grupo por tu pareja, ni a tu pareja por el grupo.",
  "8": "Tus amistades no son superficiales; son pactos de sangre. Te interesan los grupos que exploran lo oculto, la psicología, las inversiones compartidas o la transformación personal. Es probable que hayas vivido crisis fuertes donde tus verdaderos amigos fueron los que se quedaron a recoger los pedazos. Puedes sentir celos posesivos con tus amigos o vivir dinámicas de poder y secretos dentro de tu círculo. No buscas cien conocidos, buscas tres aliados que guardarían un cadáver contigo. Consejo: La confianza tarda años en construirse y segundos en romperse; valora a quienes han estado en tus momentos más oscuros.",
  "9": "Tu tribu está dispersa por el mundo o unida por una ideología. Haces amigos en la universidad, en viajes o en comunidades religiosas y filosóficas. Te encanta debatir el futuro de la humanidad con tu grupo y sueles ser quien propone la próxima gran aventura. Te sientes ahogado en círculos cerrados o de mente estrecha; necesitas gente que expanda tu horizonte. A veces eres el maestro del grupo o el eterno estudiante que busca mentores entre sus pares. Consejo: La diversidad de pensamiento enriquece; no busques solo amigos que actúen como espejos de tus propias creencias.",
  "10": "Para ti, no es solo qué sabes, sino a quién conoces. Tu vida social y tu carrera están intrínsecamente ligadas. Haces networking de forma natural y tus amigos suelen ser colegas, jefes o personas con cierto estatus que admiras. Tienes facilidad para organizar estructuras profesionales y liderar asociaciones. A veces, la gente se te acerca por interés o tú te acercas a otros calculando qué pueden aportar a tus metas. Te tomas muy en serio tu rol en la comunidad. Consejo: El éxito es más dulce cuando se comparte con amigos reales, no solo con contactos estratégicos de LinkedIn.",
  "11": "Eres el superconector, el amigo de todos y el ciudadano del mundo. Tienes una habilidad innata para moverte entre grupos dispares y hacer que colaboren. Tus esperanzas y sueños siempre son colectivos; piensas en 'nosotros' antes que en 'yo'. Siempre estás involucrado en una causa, un club o una tendencia social futura. El riesgo es diluirte tanto en la masa que olvidas cultivar la intimidad personal; puedes estar rodeado de gente y sentir que nadie te conoce a fondo. Consejo: Calidad sobre cantidad; tener un millón de seguidores no sustituye tener a alguien a quien llamar a las 3 a.m.",
  "12": "Tus verdaderas alianzas son invisibles o espirituales. A menudo te sientes solo en medio de la multitud o prefieres grupos dedicados a la meditación, el arte o el servicio anónimo. Es posible que tengas amigos secretos o que sientas que no encajas en las normas sociales convencionales. Tienes una intuición brutal sobre las tendencias colectivas antes de que sucedan. A veces te sacrificas demasiado por el grupo o sufres decepciones por idealizar a tus amistades. Consejo: Tu sensibilidad es un regalo para la humanidad, pero necesitas periodos de soledad para recargar batería y no absorber la energía de todos."
}
