{
  "1": "La creencia hecha persona. No tienes una filosofía de vida, tú eres tu filosofía. Se nota en cómo vistes, cómo caminas y cómo miras; irradias una vibra de 'viajero' o 'sabio' incluso cuando vas a comprar el pan. Probablemente cambias de imagen radicalmente después de un viaje largo o un curso que te abrió la mente. Eres incapaz de fingir estar de acuerdo con algo que va en contra de tus principios. El riesgo es volverte un poco sermoneador, creyendo que tu camino es el único mapa válido. Vive tu verdad, inspira con el ejemplo, pero no intentes convertir a todos los que se cruzan contigo.",
  "2": "Inversión en sabiduría. Para ti, el dinero mejor gastado es un billete de avión, un máster o una biblioteca llena de libros. Valoras más las credenciales y las experiencias que los coches de lujo. Es muy posible que tus ingresos provengan de enseñar, publicar, leyes o comercio internacional. Tienes la capacidad de monetizar lo que sabes, pero cuidado con el síndrome del 'eterno estudiante' que paga cursos para sentir que avanza sin aplicar lo aprendido para generar. Tu conocimiento es un activo tangible; asegúrate de que te dé rentabilidad real.",
  "3": "El divulgador nato. Tienes el don de bajar conceptos celestiales a la tierra. Tu búsqueda de sentido se da en el día a día: en una charla con el vecino, en un blog o conduciendo por la ciudad. Eres el puente entre la academia y la calle; te encanta explicar lo complejo con palabras sencillas. Probablemente tu relación con hermanos o compañeros de clase marcó tu visión del mundo. El peligro es dispersarte en mil datos curiosos sin profundizar en ninguno. No te conformes con ser una enciclopedia andante; busca la síntesis que conecta todos esos datos.",
  "4": "Santuario privado. Tu hogar es tu templo. Puede que llenes tu casa de objetos de otras culturas, que vivas en el extranjero buscando 'tu lugar' o que traigas una filosofía espiritual muy fuerte desde tu infancia. Necesitas que tu espacio físico refleje tus creencias profundas; no puedes vivir en una casa 'vacía' de alma. A veces idealizas tanto la vida en otro lugar que no echas raíces donde estás, o te aferras dogmáticamente a la religión de tus padres. Recuerda que el hogar no es una coordenada geográfica, es donde tu paz interior encuentra asiento.",
  "5": "Gozo expansivo. Aprendes jugando y enseñas amando. Tu visión de la vida se expresa a través de la creatividad, los hijos o el romance. Es muy común que te enamores de personas de otros países o profesores, porque lo que realmente te seduce es la inteligencia y la expansión de horizontes. Si tienes hijos o proyectos, tratarás de inculcarles libertad y sabiduría. A veces arriesgas demasiado confiando en que 'Dios proveerá' porque tienes una fe ciega en tu suerte. Disfruta de la vida, pero mira el mapa antes de saltar al vacío.",
  "6": "Fe en la práctica. No te sirven las teorías abstractas; si una filosofía no te ayuda a levantarte el lunes por la mañana o a mejorar tu salud, la descartas. Buscas sentido en el trabajo diario y en el servicio a otros. Es probable que tus compañeros de trabajo sean de culturas diversas o que tu empleo implique viajes y formación constante. Eres devoto de tus rituales (yoga, dieta, organización) como si fueran religión. Cuidado con volverte un fanático de la 'forma correcta' de hacer las cosas. La verdadera sabiduría es flexible y se adapta a la imperfección humana.",
  "7": "La verdad a través del otro. Tu mundo se expande cuando estás en pareja. A menudo buscas a alguien que actúe como guía, mentor o que te desafíe intelectualmente; te aburren las relaciones que no te enseñan nada. Es probable que te cases con alguien extranjero o de un trasfondo muy distinto, o que vivas litigios legales importantes. Te encanta debatir creencias con tu socio. El riesgo es adoptar la filosofía de tu pareja y perder tu propia brújula moral. Aprende y comparte, pero asegúrate de que la última palabra sobre tu vida la tengas tú.",
  "8": "Místico profundo. Tu búsqueda de sentido no está en los libros de texto, sino en lo oculto, lo tabú y las crisis. Te interesan la psicología profunda, el esoterismo o las finanzas globales. A menudo, tus grandes cambios de creencias vienen tras una pérdida dolorosa o una experiencia límite que te obliga a renacer. Tienes una intuición brutal para ver la verdad que nadie dice. Cuidado con volverte paranoico o dogmático sobre 'conspiraciones'. Usa tu linterna para iluminar tus propias sombras antes de intentar psicoanalizar el alma de los demás.",
  "9": "Explorador puro. Estás en tu salsa. Universidades, aeropuertos, editoriales y templos son tu hábitat natural. Tienes una sed insaciable de entender el 'porqué' de todo y es probable que pases la vida acumulando títulos o sellos en el pasaporte. Tienes madera de maestro o gurú. El problema es que puedes desconectarte tanto de la realidad práctica que te olvidas de pagar la luz por estar pensando en la metafísica, o caer en la arrogancia intelectual. No olvides que el viaje más importante a veces es hacia adentro, no hacia el otro lado del mundo.",
  "10": "La autoridad sabia. Tu carrera es tu púlpito. Buscas (y logras) una reputación basada en tu conocimiento, tu ética o tu visión global. Puedes destacar en el mundo académico, editorial, político o eclesiástico. Quieres que tu trabajo deje un legado y inspire a la sociedad. A menudo sientes la presión de ser un modelo a seguir moralmente perfecto. El riesgo es predicar una cosa en público y vivir otra en privado, o volverte adicto a los títulos para validar tu valía. Que tu éxito profesional sea la consecuencia de tu sabiduría, no el disfraz de tu inseguridad.",
  "11": "Ideólogo colectivo. Tu fe está puesta en el futuro y en la humanidad. Te unes a grupos, ONGs o partidos políticos porque crees que la verdad se encuentra y se defiende en comunidad. Tus amigos son tu universidad; gente de todos lados que te abre la mente. Tienes visión de sistema y te importan las leyes que afectan a la mayoría. A veces eres tan idealista con las causas sociales que pierdes la empatía con el individuo que tienes enfrente. Lucha por un mundo mejor, pero no olvides ser amable con tu vecino mientras tanto.",
  "12": "Espiritualidad solitaria. Tu búsqueda de sentido es interna, privada y a veces secreta. Te sientes más cerca de la verdad en un retiro de silencio, en sueños o meditando, que en una clase ruidosa. A menudo te sientes un extranjero en este mundo, como si pertenecieras a otro lugar más sutil. Puedes tener talentos ocultos para la escritura o la investigación académica en aislamiento. Ojo con usar la espiritualidad como escape para no enfrentar la vida real (bypass espiritual). Tu intuición es un regalo; tráela a la superficie y úsala para sanar, no para esconderte."
}
