{
  "1": "Llevas la intensidad escrita en la cara. Cuando entras en una habitación, la atmósfera cambia; tienes una presencia que intimida o fascina sin decir una palabra. Vives ciclos de 'muerte y renacimiento' constantes: cambias de estilo, de nombre o de personalidad radicalmente después de cada crisis. Tu cuerpo somatiza todo lo que callas, por lo que el estrés se te va directo a la salud física. El riesgo es volverte adicto al drama o sentir que si no hay intensidad, no estás viviendo. Eres el Ave Fénix del zodiaco. Recuerda que no hace falta quemarlo todo para empezar de nuevo; a veces basta con cambiar de perspectiva.",
  "2": "Tu relación con el dinero es visceral y profunda. Es probable que tus finanzas estén entrelazadas con las de tu pareja, bancos o herencias. Vives extremos: o tienes una habilidad increíble para multiplicar recursos ajenos, o el miedo a la escasez te paraliza. A veces sientes que tu valor personal depende de cuánto crédito tienes o de qué posees. Puedes verte envuelto en disputas por bienes o manutención. El desafío es no usar el dinero como herramienta de control emocional. Tu verdadera riqueza es tu capacidad de regenerarte, esa no te la puede quitar ningún banco.",
  "3": "Tu mente es un detector de mentiras y secretos. No te interesan las charlas del clima; tú quieres saber el trauma, el 'por qué', el tabú. Es probable que en tu entorno cercano o con hermanos haya historias ocultas o temas de los que 'no se habla'. Tienes talento para la investigación, la psicología o para descubrir lo que otros esconden. El problema surge cuando tu mente se vuelve paranoica y ves conspiraciones donde solo hay descuidos. Cuidado con usar tus palabras como aguijones cuando te sientes vulnerable. La verdad cura, pero solo si se dice con empatía, no con crueldad.",
  "4": "Las raíces de tu árbol genealógico tocan aguas profundas y a veces turbias. En tu hogar de infancia hubo secretos, pérdidas tempranas o dinámicas de poder intensas que te marcaron. De adulto, buscas una privacidad total; tu casa es tu búnker donde te escondes para sanar o lamerte las heridas. Es posible que lidies con herencias inmobiliarias complicadas o que sientas presencias en casas antiguas. El reto es no quedar atrapado en el rencor familiar o en el pasado. Romper el ciclo tóxico de tus ancestros es tu misión más heroica. Tu hogar debe ser un lugar de paz, no un museo de fantasmas.",
  "5": "Para ti, el amor es todo o nada. No buscas coqueteos ligeros, buscas una fusión de almas que te transforme. Atraes romances intensos, a veces obsesivos o complicados, donde los celos y la pasión van de la mano. También canalizas esta energía en la creatividad o en los hijos; la maternidad/paternidad puede ser una experiencia de cambio radical y miedo a perder el control. Te gustan los riesgos y las apuestas. El peligro es confundir dolor con amor o drama con pasión. Aprende que una relación sana también puede ser tranquila y que eso no significa que sea aburrida.",
  "6": "Tu cuerpo lleva la cuenta de tus crisis emocionales. Vives las rutinas diarias con una intensidad inusual o trabajas en ambientes de crisis, gestión de riesgos, medicina o finanzas ajenas. Tienes una capacidad increíble para arreglar lo que está roto o sanar lo que está enfermo. Sin embargo, puedes volverte obsesivo con el control de tu dieta, tu agenda o tus compañeros de trabajo. A veces surgen deudas o conflictos de poder con empleados o colegas. El consejo es vital: no esperes a colapsar para descansar. La prevención es tu mejor inversión, tanto en salud como en trabajo.",
  "7": "Tus relaciones nunca son superficiales; son espejos transformadores. Atraes parejas que traen equipaje pesado, deudas o crisis emocionales, o quizás eres tú quien proyecta su sombra en el otro. El dinero compartido es un tema central en tus matrimonios o sociedades comerciales. Hay tendencia a los celos, la posesividad o las luchas de poder por ver quién tiene el control. La ruptura de una relación suele marcar un antes y un después en tu vida. No entregues tu poder personal por miedo a estar solo. La verdadera intimidad es vulnerabilidad compartida, no fusión obligatoria.",
  "8": "Estás en tu salsa. La gestión de crisis, el dinero de otros, el sexo y lo oculto son temas naturales para ti. Tienes un radar para lo que está podrido y necesitas sacarlo a la luz. Es una posición potente para inversores, terapeutas o investigadores. Sin embargo, puedes caer en espirales de autodestrucción si no tienes un canal de salida. Te tomas la traición muy a pecho y te cuesta perdonar. A veces la vida te pide soltar el control de manera radical. Confía en el flujo de la vida: lo que se va es porque ya no sirve a tu evolución. Eres un alquimista, úsalo para sanar.",
  "9": "Tus crisis te llevan a cuestionar a Dios, al universo y a la verdad. A menudo, una pérdida o una transformación profunda cambia tu filosofía de vida radicalmente. Puedes tener conflictos legales por herencias o dinero en el extranjero. Te atraen los conocimientos esotéricos, la psicología profunda o los viajes a lugares con historia intensa. A veces te vuelves dogmático, creyendo que tu verdad es la única porque te costó dolor encontrarla. El desafío es mantener la mente abierta. Tu sabiduría proviene de haber bajado a los infiernos y haber vuelto; comparte el mapa, pero no obligues a otros a seguir tu ruta.",
  "10": "Lo que debería ser privado a menudo se vuelve público. Tu carrera puede estar vinculada a gestionar recursos de otros, psicología, investigación o temas tabú. Tienes fama de ser alguien intenso, capaz de tomar decisiones difíciles bajo presión. A veces, hay escándalos o cambios drásticos en tu estatus profesional que te obligan a reinventarte. Puedes sentir que tus jefes o figuras de autoridad tienen un poder desmedido sobre ti. No bases tu reputación en el miedo que inspiras, sino en tu capacidad de resiliencia. El poder real no es mandar, es mantener la calma cuando todo se derrumba.",
  "11": "Tus amistades son intensas y a veces peligrosas. Puedes experimentar traiciones profundas en grupos o, al contrario, encontrar sanación a través de terapias grupales y comunidades poderosas. Te atraen los amigos con secretos, los 'outsiders' o gente con poder oculto. Tus metas a futuro dependen a menudo de capital de inversión o apoyo de terceros. El riesgo es la manipulación dentro de tu círculo social o sentir envidia de los logros ajenos. Elige bien a tu tribu. Necesitas amigos que sostengan tu transformación, no que se alimenten de tu energía.",
  "12": "Guardas tus miedos y deseos más profundos bajo siete llaves, incluso de ti mismo. Tienes una intuición psíquica brutal, pero a menudo la niegas. El dinero o la intimidad pueden ser fuentes de ansiedad inconsciente que te sabotean desde la sombra. Es posible que sufras pérdidas que no puedes llorar en público o amores secretos. La soledad es tu terapia; necesitas retirarte para procesar la energía densa que absorbes de los demás. Cuidado con los enemigos ocultos que se disfrazan de víctimas. Tu mayor tesoro está en tu mundo onírico y espiritual. No temas mirar a la oscuridad, es allí donde brilla tu luz."
}
