{
  "1": "Tu nombre es tu marca registrada. No puedes esconderte detrás de un corporativo; la gente te compra a ti, a tu imagen y a tu carisma personal. Es probable que seas emprendedor o que, incluso trabajando para otros, te comportes como el dueño. Tienes una necesidad visceral de ser visto como el líder y tomas la iniciativa antes de que te la pidan. Tu carrera define quién eres, por lo que un fracaso laboral se siente como un ataque a tu identidad. Consejo: Eres el capitán del barco, pero recuerda que un buen capitán también necesita saber delegar el timón.",
  "2": "Mides tu éxito profesional por el tamaño de la transferencia bancaria. No te interesan los títulos honoríficos si no vienen con un aumento de sueldo. Tienes un talento natural para monetizar tu reputación y construir negocios sólidos y tangibles. Es probable que trabajes en finanzas, banca, gastronomía o cualquier rubro que involucre recursos materiales. Tu voz tiene autoridad y cuando hablas de negocios, la gente escucha. Consejo: El dinero es un excelente indicador de rendimiento, pero un pésimo indicador de tu valor humano.",
  "3": "Tu ascenso depende de tu capacidad para comunicar, conectar y moverte. Tu oficina ideal es móvil: el coche, el aeropuerto o una cafetería con buen WiFi. Destacas en ventas, periodismo, marketing o logística; eres el que tiene el contacto que nadie más tiene. Los chismes de pasillo y la información privilegiada son herramientas que usas para escalar. A veces tu carrera se siente fragmentada, haciendo mil cosas a la vez. Consejo: Tu versatilidad es tu mayor virtud, pero enfócate en un mensaje claro para no diluir tu autoridad.",
  "4": "Tu ambición tiene raíces profundas y privadas. Es probable que continúes un negocio familiar, te dediques a los bienes raíces o trabajes desde casa. Tu verdadera meta es construir un legado seguro para tu clan más que recibir aplausos de extraños. A menudo, uno de tus padres tuvo una influencia masiva, para bien o para mal, en tu elección profesional. El final de tu carrera será la parte más exitosa y estable. Consejo: Construye tu imperio sobre tus propios cimientos, no tratando de cumplir las expectativas no resueltas de tus padres.",
  "5": "Naciste para el escenario, literal o metafórico. Tu carrera debe permitirte brillar, crear y jugar; si te aburres o te sientes invisible, te marchas. Destacas en las artes, el entretenimiento, la enseñanza o los deportes. Tratas tus proyectos profesionales como si fueran tus hijos: con orgullo y protección feroz. Necesitas reconocimiento constante y aplausos; ser un engranaje anónimo en una máquina te mataría el alma. Consejo: Tu carisma abre puertas, pero la disciplina profesional es lo que te mantiene dentro de la habitación.",
  "6": "Lideras a través del servicio y la competencia técnica. No eres el jefe que da discursos vacíos, eres el que sabe cómo arreglar la máquina cuando se rompe. Tu reputación se basa en ser indispensable, trabajador y eficiente. Es común encontrarte en el sector salud, administración, ingeniería o servicios públicos. El riesgo es que te cargues de tanto trabajo operativo que pierdas de vista la estrategia directiva. Te cuesta mucho respetar a jefes que saben menos que tú. Consejo: Ser el que más trabaja no siempre significa ser el más exitoso; aprende a gestionar, no solo a ejecutar.",
  "7": "Tu éxito profesional es un deporte de equipo. Llegas a la cima gracias a tus asociaciones, clientes importantes o incluso a través de tu pareja. Tienes un don para la consultoría, las leyes, las relaciones públicas y la negociación. La gente te busca porque sabes mediar y presentar una imagen impecable. A menudo, el público te percibe como la 'otra mitad' de alguien poderoso o tú eres quien hace brillar a otros. Consejo: Asegúrate de que los contratos sean claros; tu tendencia a complacer al socio puede costarte tu propia autoridad.",
  "8": "Te mueves en las esferas del poder oculto. Tu carrera involucra manejar los recursos, crisis o secretos de otras personas. Eres banquero de inversión, psicólogo, investigador o estratega corporativo. No buscas la fama superficial, buscas el control y la influencia real. Sabes mantener la cara de póker en reuniones de alta tensión. Es probable que tu vida profesional pase por muertes y renacimientos drásticos, transformándote por completo. Consejo: Usa tu poder para empoderar a otros; la manipulación te dará éxito a corto plazo pero destruirá tu legado.",
  "9": "Tu carrera es una búsqueda de la verdad y la expansión. Necesitas sentir que tu trabajo tiene un propósito moral, educativo o internacional. Te destacan como profesor, gurú, editor, abogado o viajero experto. Te ahogas en oficinas pequeñas con mentalidades pequeñas; tú quieres venderle al mundo o enseñar filosofía. A veces eres visto como un poco dogmático o arrogante intelectualmente en tu campo. Consejo: Eres un eterno mentor; asegúrate de practicar lo que predicas para mantener tu credibilidad intacta.",
  "10": "Eres el jefe por excelencia. Con el regente en su propia casa, la ambición es tu combustible natural y la autoridad te sienta bien. El mundo espera mucho de ti y tú esperas aún más de ti mismo. Buscas la cima, el puesto de CEO, el reconocimiento público y el estatus. Tienes una capacidad innata para estructurar y mandar, pero puedes volverte frío o despiadado si sientes que alguien amenaza tu posición. El fracaso público es tu mayor miedo. Consejo: La soledad en la cima es real; cultiva relaciones genuinas que no dependan de tu cargo.",
  "11": "Tu reputación crece gracias a tu red de contactos. Eres el líder comunitario, el organizador sindical o el visionario tecnológico. Tu carrera suele estar ligada a grandes grupos, ONGs o corporaciones innovadoras. Las ganancias de tu profesión (el dinero que haces) suelen ser buenas o llegan a través de amigos influyentes. Te interesa más el impacto social y el futuro que la tradición jerárquica. Consejo: Tu red es tu patrimonio neto; cuida a tus aliados, porque son ellos quienes te sostienen cuando la estructura falla.",
  "12": "Tu mejor trabajo lo haces detrás del telón. A menudo sientes que tu carrera es invisible o que trabajas en grandes instituciones como hospitales, gobierno o prisiones donde tu identidad se diluye. Puedes tener una vocación artística o espiritual muy fuerte que te cuesta monetizar en el mundo 'real'. A veces eres el poder en la sombra, el que susurra al oído del líder. Cuidado con los enemigos ocultos en el trabajo o con el autoboicot. Consejo: Tu legado es espiritual o compasivo; no midas tu éxito con la vara del ego, sino por la paz que aportas."
}
