{
  "1": "Carisma encarnado. Tú no buscas la fiesta, tú eres la fiesta. Tu forma de expresarte, vestirte y moverte está diseñada para llamar la atención, y lo haces con naturalidad. En el romance, eres directo y necesitas sentir que eres el protagonista de la película; si te ignoran, te apagas. Tu creatividad es física: baile, actuación o simplemente tener un estilo personal inconfundible. El riesgo es que te vuelvas adicto a la validación externa y actúes un personaje las 24 horas. Recuerda que no necesitas estar siempre en el escenario para ser digno de amor.",
  "2": "Placeres tangibles. Para ti, divertirse implica gastar o producir algo valioso. Disfrutas de la buena comida, los regalos de calidad y las experiencias sensoriales; tu lenguaje del amor es, sin duda, dar y recibir obsequios. Es probable que intentes monetizar tus hobbies rápidamente porque sientes que si no da dinero, es una pérdida de tiempo. En el amor, buscas seguridad y posesión, a veces tratando a la pareja como un tesoro más. Disfruta de crear por el simple hecho de crear, sin ponerle precio a cada momento de alegría.",
  "3": "Seducción mental. Te enamoras de un cerebro antes que de un cuerpo. Tu creatividad explota a través de las palabras, la escritura o el humor rápido; eres esa persona que conquista con memes, textos ingeniosos y largas conversaciones nocturnas. Te divierte lo cercano: un paseo por el barrio, juegos de mesa o aprender algo nuevo. El problema es que te aburres rápido si la otra persona no te sigue el ritmo mental y puedes saltar de flor en flor buscando novedad. La verdadera conexión requiere escuchar, no solo tener la respuesta más lista.",
  "4": "El corazón del hogar. Tu escenario favorito es tu salón. Te encanta ser anfitrión, decorar tu espacio o cocinar para quienes amas; ahí es donde realmente brillas. El romance para ti busca intimidad y privacidad, nada de grandes demostraciones públicas. Es probable que tengas una conexión profunda, casi kármica, con tus hijos o que trates a tus proyectos creativos como si fueran tu familia. A veces te cuesta salir a divertirte fuera porque estás demasiado cómodo en tu refugio. Invita al mundo a entrar, pero no te encierres en tu propia comodidad.",
  "5": "Doble o nada. Vives la vida en mayúsculas. Cuando te enamoras, es pasional y dramático; cuando creas, quieres dejar una obra maestra. Tienes un instinto natural para el juego y el riesgo, confiando ciegamente en tu suerte. Eres magnético y generoso, pero puedes caer en el egocentrismo si sientes que alguien te roba el foco. Tus hijos o tus obras son extensiones directas de tu ego. El desafío es entender que la vida cotidiana no siempre tiene música de fondo ni clímax de película, y eso también está bien.",
  "6": "Artesano del detalle. Tu creatividad es disciplinada y técnica. No esperas a las musas, te pones a trabajar. Es muy posible que encuentres el amor en el trabajo, el gimnasio o paseando al perro, porque te atrae la gente útil y ordenada. Disfrutas cuidando a otros o resolviendo problemas complejos como si fueran pasatiempos. El riesgo es que analices tanto la diversión o busques tanta perfección en tus proyectos que mates la espontaneidad. Permítete hacer algo mal solo por el placer de hacerlo; el desorden también es fértil.",
  "7": "El espectáculo es compartido. No concibes la diversión sin un 'cómplice'. Tu creatividad florece cuando tienes a alguien con quien rebotar ideas, y en el amor, eres un romántico empedernido que siempre está buscando a su otra mitad. Tiendes a poner a tu pareja en un pedestal o a convertirla en tu musa, dándole el poder de validar tu talento. Si no tienes pareja, te sientes incompleto en las fiestas. Aprende a disfrutar de tu propia compañía y a aplaudirte a ti mismo; tu luz no depende de quién esté a tu lado mirándote.",
  "8": "Pasión profunda. Para ti, el romance no es 'jijiji', es una fusión de almas o nada. Te atraen los temas tabú, el misterio y la intensidad emocional; lo superficial te aburre soberanamente. Tienes suerte con el dinero de otros (inversiones, herencias) o transformando recursos compartidos de forma creativa. En el amor puedes ser posesivo o celoso, buscando crisis para sentir que la relación está viva. Tu creatividad es visceral y terapéutica. No tengas miedo a la ligereza; no todo tiene que ser una operación a corazón abierto para ser real.",
  "9": "Amores lejanos. Te divierte lo que te expande la mente: viajes, otras culturas, filosofía o enseñanza. Es muy probable que tengas romances en el extranjero o con personas de orígenes muy distintos al tuyo. Tu creatividad necesita un propósito mayor; quieres inspirar, no solo entretener. Eres un aventurero nato que ve la vida como un gran viaje de descubrimiento, pero a veces idealizas tanto lo que está lejos que ignoras la belleza de lo que tienes delante. La aventura también puede encontrarse en el patio de tu casa si cambias la mirada.",
  "10": "Creatividad con estatus. Quieres que el mundo reconozca tu talento. No te basta con pintar en el garaje; quieres la exposición. Es común que conviertas tu pasión en tu carrera o que seas conocido por tu estilo y carisma en tu ámbito profesional. En el amor, te atrae gente exitosa o con poder, y te importa el 'qué dirán' de tu relación. A veces sientes tanta presión por triunfar y dar una imagen perfecta que te olvidas de jugar. Recuerda que el éxito profesional no sirve de nada si pierdes la capacidad de reírte de ti mismo.",
  "11": "El alma del grupo. Tu diversión es colectiva. Te sientes en tu salsa rodeado de amigos, en conciertos o liderando actividades comunitarias. El romance a menudo empieza como una amistad, y valoras más que tu pareja comparta tus ideales que una pasión ciega. Eres creativo para movilizar gente o en proyectos sociales. El riesgo es diluirte tanto en la audiencia o en 'el grupo' que pierdes contacto con lo que tú, individualmente, deseas o sientes. No sacrifiques tu expresión personal solo para encajar en el consenso de la tribu.",
  "12": "Fantasía oculta. Tienes un mundo interior riquísimo que pocos ven. Tu creatividad es sublime, conectada con lo espiritual o lo onírico, pero a menudo la guardas en secreto por timidez. Puedes tener amores clandestinos, platónicos o imposibles que vives más en tu cabeza que en la realidad. Te diviertes en soledad, desconectando del mundo, y el arte es tu vía de escape. Cuidado con usar el romance o los vicios para evadirte de la vida real. Tu talento es real y sanador; atrévete a mostrarlo aunque te tiemblen las manos."
}
