{
  "1": "Eres un enigma, a veces incluso para ti mismo. Llevas tu mundo inconsciente pegado a la piel, lo que te hace increíblemente sensible y esponjoso con la energía ajena. A menudo te sientes cansado sin razón física; es cansancio del alma. Tienes una cualidad camaleónica y soñadora que atrae a los demás, pero tiendes a escaparte de la realidad cuando las cosas se ponen difíciles. Tu gran autosabotaje es la duda constante y no sentirte 'visto' tal como eres. Necesitas dormir más que la media. Tu consejo: no te disuelvas en los demás; poner límites es tu acto espiritual más importante.",
  "2": "Tu relación con el dinero y las posesiones es, por decirlo suavemente, confusa o espiritual. A veces el dinero se te escapa de las manos como agua, gastando en cosas para llenar vacíos emocionales o 'escapar'. Otras veces, desarrollas recursos de fuentes ocultas, artísticas o altruistas. Te cuesta poner precio a tu trabajo porque sientes que cobrar 'está mal'. El riesgo es ignorar la realidad material hasta que se convierte en un problema. Recuerda que tener estabilidad económica también es espiritual; te permite ayudar a otros sin ahogarte tú primero.",
  "3": "Tu mente vive a la deriva, soñando despierta. Te cuesta concentrarte en datos fríos y duros, pero tienes una imaginación poética envidiable. A menudo te callas lo que realmente piensas o sientes que no puedes comunicar tus verdades más profundas. Es probable que haya secretos con hermanos o vecinos, o que tus años de escuela fueran una época de aislamiento. Te pierdes fácilmente en tus propios pensamientos (y en las calles). Escribir o hablar solo es tu terapia. No fuerces la lógica lineal; tu inteligencia funciona por imágenes e intuición. Confía en eso.",
  "4": "Tu hogar es tu monasterio y tu escondite. Necesitas vivir en un lugar donde puedas cerrar la puerta y que el mundo desaparezca por completo. A menudo cargas con secretos familiares o un karma ancestral que pesa en el ambiente doméstico. Quizás uno de tus padres estuvo ausente, enfermo o emocionalmente no disponible. Tiendes a idealizar el pasado o a querer quedarte en pijama todo el día para evitar la vida adulta. Tu casa debe ser un santuario de silencio. El consejo es simple: limpia tu espacio físico para aclarar tu espacio emocional. No guardes fantasmas en el armario.",
  "5": "Tus placeres y romances suelen tener un toque de secreto o sacrificio. Te atraen amores platónicos, personas inalcanzables o relaciones que debes mantener ocultas. Tu creatividad viene de una fuente mística; cuando creas arte, entras en trance. Sin embargo, puedes usar el romance, el juego o incluso sustancias como vía de escape para no enfrentar el dolor. Si tienes hijos, la relación con ellos es de una sensibilidad extrema, casi telepática. No busques que alguien te 'salve' a través del amor. Tú eres tu propio salvador, y tu creatividad es tu escalera de salida.",
  "6": "Tu cuerpo es el mapa de tus emociones reprimidas. Todo lo que no lloras o no dices, tu cuerpo lo convierte en síntoma. Tienes una disposición natural para servir y ayudar a otros, a veces hasta el agotamiento invisible. El ambiente laboral puede ser confuso, con chismes o dinámicas tóxicas que no ves venir. Te va bien trabajar en soledad, detrás de escena o en temas de sanación. El autosabotaje es no saber cuándo parar y enfermarte para tener una excusa legítima para descansar. Escucha a tu cuerpo antes de que tenga que gritarte.",
  "7": "Tiendes a proyectar tu sombra y tu luz en tu pareja. A menudo te enamoras del potencial de la persona, no de la realidad, o eliges parejas que necesitan ser 'salvadas' o que son emocionalmente confusas. En el fondo, buscas una fusión espiritual, perder los límites del 'yo' y el 'tú', lo cual es hermoso pero peligroso si no hay bordes claros. Es posible que sufras decepciones o engaños, pero también conexiones de alma profundas. Deja de buscar afuera lo que crees que te falta. La pareja ideal acompañará tu soledad, no la llenará.",
  "8": "Tus miedos más profundos giran en torno a la entrega y la confianza. Tienes una intuición brutal sobre la muerte y el más allá, pero te aterra perder el control emocional. A veces hay secretos en torno a dinero compartido, herencias o sexualidad. Puedes tener una vida íntima muy rica en fantasía o, por el contrario, reprimir tus deseos por culpa. La ansiedad surge cuando tienes que depender de otros. El consejo es soltar el control racional. En la vulnerabilidad compartida no pierdes poder, ganas conexión real. Lo que resistes, persiste.",
  "9": "Tu espiritualidad es nómada. Buscas respuestas en tierras lejanas, filosofías exóticas o gurús, a veces idealizando culturas que no son la tuya para escapar de tu realidad inmediata. Puedes sentirte perdido durante los estudios universitarios o cambiar de carrera porque 'no sientes el llamado'. Tus sueños suelen ser premonitorios o muy simbólicos. El riesgo es el escapismo intelectual: creer que por saber la teoría espiritual, ya has hecho el trabajo emocional. No necesitas irte al Tíbet para encontrarte; la verdad está disponible aquí y ahora, en tu vida cotidiana.",
  "10": "Tienes una relación ambivalente con el éxito y la visibilidad. Una parte de ti quiere triunfar, pero otra parte teme ser vista y juzgada, por lo que a veces te autosaboteas justo antes de la meta. Es común en carreras de ayuda, arte, cine o instituciones (hospitales, cárceles), donde trabajas 'detrás de cámaras' o por el bien colectivo. A veces sientes que eres un impostor en tu propia profesión. La autoridad te confunde. Tu verdadero éxito llega cuando dejas de perseguir el aplauso del ego y enfocas tu carrera como un servicio compasivo al mundo.",
  "11": "En grupos grandes, a menudo te sientes solo o invisible. Te atraen los amigos artistas, místicos o 'perdidos' a los que intentas ayudar, pero que a veces te drenan la energía. Tienes ideales utópicos sobre la sociedad, pero te decepcionas cuando la realidad humana no está a la altura. A veces te disuelves en el grupo y pierdes tu identidad, o te aíslas por completo de tus amistades sin avisar. Necesitas amigos con los que puedas estar en silencio. Calidad antes que cantidad; protege tu energía social como si fuera oro.",
  "12": "Estás en tu propia salsa, lo cual es un don y una trampa. Tienes una vida interior tan rica que el mundo real te parece aburrido o agresivo. La soledad no te pesa, te recarga. Eres una antena psíquica captando todo, por lo que necesitas retirarte a menudo para limpiar tu estática. El peligro es quedarte atrapado en tu burbuja, evitando la acción concreta y viviendo en la fantasía de lo que 'podría ser'. Tienes una protección espiritual fuerte. Usa tu intuición para navegar el mundo, no para esconderte de él. Tu sensibilidad es un superpoder, no una debilidad."
}
