{
  "1": "Tu pareja te define más de lo que admites. El otro tiene un impacto directo en tu identidad, tu cuerpo y cómo te presentas al mundo; es común que cambies de estilo o de rumbo cuando inicias una relación importante. Sientes que la vida realmente empieza cuando tienes un 'copiloto'. A menudo, atraes a personas que toman la iniciativa y te buscan, o tu pareja se convierte en la protagonista de tu película. El riesgo es perder tu autonomía o volverte dependiente de la validación externa para saber quién eres. Consejo: Una relación sana es la unión de dos individuos completos, no dos mitades buscando completarse.",
  "2": "El amor y el dinero están entrelazados en tu biografía. Buscas una pareja que aporte estabilidad, seguridad tangible y que 'valga la pena' en un sentido práctico; las promesas vacías no te sirven. Es probable que generes ingresos a través de asociaciones, clientes o que tu pareja influya mucho en tu autoestima y tus finanzas. Las peleas suelen ser por presupuesto, gastos compartidos o valores personales. A veces tratas la relación como una inversión de la que esperas retorno. Consejo: Valora a tu pareja por quién es, no solo por lo que aporta a la mesa o lo que te hace sentir que vales.",
  "3": "Para ti, el amor entra por el oído y se sostiene con la conversación. Necesitas una pareja que sea también tu mejor amigo, con quien puedas mensajear todo el día, chismear sobre el vecindario y hacer viajes cortos. Es posible que conozcas a tus socios o amores en la escuela, a través de hermanos o en apps de citas. Si se acaba el tema de conversación, se acaba la relación. Tiendes a racionalizar los sentimientos y a debatir cada punto del contrato emocional. Consejo: La comunicación es clave, pero a veces un abrazo en silencio resuelve más que tres horas de análisis lógico.",
  "4": "Buscas un refugio, no solo un romance. Tu pareja debe encajar en tu vida doméstica, llevarse bien con tu familia (o ayudarte a sanar esa historia) y querer construir un nido contigo. Es probable que termines viviendo con tu pareja rápido o que trabajen juntos en bienes raíces o negocios familiares. La relación toca tus fibras más íntimas y vulnerables; por eso, cualquier conflicto se siente como una amenaza a tu seguridad básica. A veces buscas a alguien que cumpla un rol de padre o madre. Consejo: Construye un hogar compartido donde ambos sean adultos responsables, sin repetir dinámicas infantiles del pasado.",
  "5": "El amor para ti debe tener chispa, drama y creatividad. Te atraen personas que brillan, que son expresivas o con las que puedes compartir hobbies, fiestas y proyectos artísticos. La relación se siente como una aventura romántica, pero puedes aburrirte si la rutina apaga la pasión inicial. Es posible que postergues el compromiso formal porque prefieres la etapa de la conquista y el juego. A veces, buscas en tu pareja a un público que aplauda tus logros o viceversa. Consejo: El enamoramiento es la fiesta de inauguración, pero el amor real es el mantenimiento diario del edificio; aprende a disfrutar ambos.",
  "6": "El amor es un verbo y se conjuga ayudando. Conectas con personas en el entorno laboral, en el gimnasio o resolviendo problemas cotidianos. Buscas a alguien útil, eficiente y que entienda tus rutinas, o a veces atraes a personas a las que sientes que debes 'arreglar' o cuidar. La dinámica de pareja se mide en quién lavó los platos, quién sacó al perro y si cumplieron lo prometido. El riesgo es convertir la relación en una lista de tareas o criticar demasiado al otro por no ser perfecto. Consejo: No eres el gerente de tu pareja ni su empleado; busquen ser compañeros de equipo en igualdad de condiciones.",
  "7": "Eres un especialista en el 'nosotros'. Tienes un talento natural para la diplomacia, la negociación y para sostener acuerdos a largo plazo; la soltería te suele resultar un estado extraño o incómodo. Tu pareja suele ser una persona con una personalidad fuerte que refleja exactamente lo que necesitas aprender. El peligro aquí es ceder demasiado para mantener la paz o definirte únicamente por tu estatus civil. Eres el mediador eterno, pero a veces olvidas defender tu propia esquina. Consejo: El compromiso más importante es contigo mismo; solo desde ahí puedes ofrecer un acuerdo honesto a otro.",
  "8": "Tus relaciones no son ligeras; son transformadoras, intensas y a veces un poco críticas. Te atrae la complejidad psicológica, los tabúes y la fusión total de recursos (emocionales y financieros). Es probable que tu pareja traiga dinero, deudas o crisis que deben gestionar juntos. La lealtad es innegociable y los celos o el control pueden ser temas recurrentes. Vives el compromiso como un pacto de sangre: o todo o nada. A través del otro, enfrentas tus miedos más profundos. Consejo: La vulnerabilidad no es debilidad; es la única puerta hacia la intimidad profunda que tanto anhelas.",
  "9": "Necesitas admirar a tu pareja para amarla. Te atraen personas de otros países, culturas, trasfondos académicos o que actúan como mentores y guías en tu vida. La relación suele implicar viajes, aprendizaje, mudanzas o compartir una filosofía de vida. Te aburres con lo convencional; buscas a alguien que expanda tu mundo, no que lo limite con rutinas domésticas. A veces idealizas tanto al otro que te olvidas de mirar sus defectos humanos hasta que es tarde. Consejo: Busca un compañero de viaje, no un gurú; la sabiduría debe ser compartida, no impartida de uno al otro.",
  "10": "Tu relación es tu carta de presentación ante el mundo. Buscas una pareja ambiciosa, con estatus o que te ayude a escalar y consolidar tu propia carrera. Es muy posible que conozcas a tu amor en el trabajo o que emprendan un negocio juntos. Te importa mucho el 'qué dirán' y que la relación se vea sólida y respetable públicamente. A veces, la línea entre el amor y la conveniencia social se difumina, o sacrificas la intimidad por mantener las apariencias. Consejo: El éxito público no compensa la soledad privada; asegúrate de que el contrato emocional sea tan sólido como la imagen que proyectan.",
  "11": "Antes que amantes, deben ser camaradas. Buscas una relación libre, sin presiones asfixiantes, donde ambos compartan ideales sociales, grupos de amigos o proyectos a futuro. Es probable que tu pareja surja de tu círculo de amistades o de una comunidad con intereses comunes. Te cuesta el modelo tradicional de 'media naranja'; prefieres ser dos naranjas enteras rodando juntas. El riesgo es ser tan amigos que se pierda la intimidad romántica o priorizar al grupo sobre la pareja. Consejo: La libertad es vital, pero asegúrate de que tu pareja sepa que tiene un lugar especial y único en tu vida, distinto al de tus amigos.",
  "12": "El amor para ti es un misterio, a veces un sacrificio y otras veces una conexión espiritual. Tiendes a sentir compasión por parejas complicadas, distantes o que necesitan 'salvación'. A menudo mantienes relaciones en secreto o vives amores platónicos que suceden más en tu imaginación que en la realidad. Hay una tendencia a no ver al otro con claridad, proyectando tus fantasías o miedos sobre él. Tus enemigos ocultos a veces fueron socios o parejas en el pasado. Consejo: Quítate las gafas color de rosa; el amor verdadero es compasivo pero también necesita límites claros y realidad tangible."
}
