{
  "1": "Llevas a tu familia escrita en la cara y en los gestos. Tu identidad está tejida con los hilos de tu linaje y es probable que te parezcas mucho a uno de tus padres o abuelos. No puedes separar quién eres de dónde vienes. Te tomas las cosas de manera muy personal porque tu piel es fina y absorbes el ambiente como una esponja. Necesitas un hogar que sea una extensión de tu cuerpo. Si tu casa está desordenada tú te sientes enfermo. El desafío es que a veces cargas con expectativas familiares que no son tuyas. Recuerda que honrar tus raíces no significa repetir sus mismas historias.",
  "2": "Para ti la seguridad emocional y la cuenta bancaria son casi lo mismo. Inviertes mucho en tu hogar porque verlo lleno y cómodo te calma la ansiedad. Probablemente gastas en comida de calidad, muebles duraderos o en coleccionar objetos que te den sentido de pertenencia. Tu familia influyó directamente en cómo valoras el dinero, ya sea por abundancia o por escasez. Es posible que tengas talento para bienes raíces o negocios familiares. El riesgo es llenar vacíos emocionales comprando cosas para la casa. Tu verdadero patrimonio es tu paz interior, no tus posesiones.",
  "3": "Tu concepto de hogar no es estático, es algo que se mueve y respira. Quizás tuviste una infancia con muchas mudanzas, viajes cortos o una casa llena de gente entrando y saliendo. Tus hermanos, primos o vecinos son tan importantes como tus padres. Te sientes en casa cuando puedes hablar y comunicarte. Es probable que tu coche o tu mochila se sientan como una segunda casa. A veces te cuesta echar raíces profundas porque siempre estás pensando en el siguiente lugar o conversación. Encuentra estabilidad en tus rutinas mentales, no solo en un código postal.",
  "4": "Esta es la posición del ancla. Tu necesidad de privacidad y refugio es inmensa. Tu casa es tu fortaleza y eres muy selectivo con quién dejas entrar. Tienes una conexión casi psíquica con tus ancestros o con la historia de tu tierra. Es probable que quieras quedarte en el lugar donde naciste o comprar una casa para no moverte nunca más. La vida doméstica es tu centro de operaciones. El peligro es volverte demasiado hermético o tener miedo al mundo exterior. Salir de tu caparazón es necesario para crecer. Tu hogar debe ser un puerto de carga, no una cueva de aislamiento.",
  "5": "Tu casa es tu escenario y tu zona de recreo. Probablemente eres el anfitrión que organiza las cenas, las fiestas o las noches de juegos. Quieres que tu hogar esté lleno de risas, creatividad y posiblemente niños. Si tienes hijos, tu relación con ellos es el pilar de tu estabilidad emocional. Si no, tratas a tus proyectos creativos como si fueran tu familia. Te tomas muy en serio el ocio dentro de casa. El desafío llega cuando el drama familiar te quita la alegría de vivir. Recuerda que tu niño interior necesita un espacio seguro para jugar, no solo obligaciones.",
  "6": "Tu refugio necesita funcionar como un reloj suizo. Encuentras paz emocional cuando las rutinas domésticas están ordenadas, la nevera está organizada y todo está limpio. Es muy probable que tengas mascotas que consideras familia directa. A veces traes el trabajo a casa o trabajas desde allí porque necesitas controlar tu entorno para ser productivo. La salud y la herencia genética son temas grandes para ti. Cuidado con convertir la convivencia en una lista de tareas o criticar demasiado a quienes viven contigo por no seguir tu ritmo. Tu hogar debe ser un lugar de descanso, no solo un taller de reparaciones.",
  "7": "No terminas de aterrizar en un lugar hasta que lo compartes con alguien importante. Tu sentido de hogar está ligado a tu pareja o socio. Es común que te mudes por amor o que tu pareja tenga un peso decisivo en dónde y cómo vives. Buscas a alguien que te dé la contención emocional que quizás faltó o sobró en tu infancia. La dinámica de tus padres define mucho tu estilo de relación actual. El riesgo es depender demasiado de otro para sentirte seguro o 'en casa'. Aprende a habitarte a ti mismo primero para poder compartir tu espacio sin perder tu centro.",
  "8": "Tu historia familiar tiene capítulos ocultos, intensos o secretos que guardas bajo llave. El hogar para ti es un lugar de transformación profunda. Puede que recibas herencias, dinero familiar o que tengas que gestionar bienes de otros. Emocionalmente, experimentas la convivencia con mucha intensidad; no te gustan las visitas superficiales. Tu casa es tu búnker privado donde procesas tus crisis y renaces. A veces hay luchas de poder con familiares por cuestiones de dinero o control. Tu mayor tesoro es tu capacidad de resiliencia. No tengas miedo de limpiar los armarios emocionales del pasado.",
  "9": "Tus raíces te piden distancia o expansión. Es muy frecuente que encuentres tu verdadero hogar en el extranjero, lejos de donde naciste, o en una cultura diferente a la tuya. Quizás tu familia era multicultural, religiosa o académica. Tu casa está llena de libros, mapas o recuerdos de viajes. Necesitas techos altos y ventanas grandes, tanto literal como metafóricamente. Te sientes asfixiado si el ambiente doméstico es estrecho o de mente cerrada. El desafío es la sensación de ser un eterno forastero. Tu hogar está donde tus creencias y tu filosofía de vida pueden respirar libremente.",
  "10": "Lo que pasa en tu casa termina definiendo tu éxito público. A veces cargas con el peso de continuar un negocio familiar o mantener un estatus. Tu vida privada no es tan privada; la gente te conoce por tu apellido o por tu clan. Buscas construir un hogar que sea también un símbolo de logro, una casa que diga 'he llegado'. Es posible que uno de tus padres fuera una figura de autoridad muy fuerte que marcó tu carrera. Cuidado con sacrificar tu intimidad por mantener las apariencias. El éxito real es tener un refugio donde puedes quitarte el traje de jefe y ser vulnerable.",
  "11": "Tu verdadera familia es la que tú eliges. Es probable que te sientas más cómodo con amigos, grupos o comunidades que con tus parientes de sangre. Tu casa suele ser un lugar de puertas abiertas donde los amigos se quedan a dormir en el sofá. Te interesa vivir en lugares progresistas o en comunidades con intereses compartidos. Tus esperanzas y sueños futuros están muy ligados a tener una base estable. El reto es que a veces te dispersas tanto en lo social que descuidas tu nido personal. Recuerda que está bien poner límites y cerrar la puerta de vez en cuando.",
  "12": "Tu hogar es tu santuario espiritual y tu escondite. Necesitas periodos de soledad absoluta para recargar baterías. A veces sientes que no perteneces a tu familia o hay secretos y sacrificios en tu infancia que te costó entender. Es ideal para vivir en lugares apartados, cerca de la naturaleza o en retiro. Tienes una conexión inconsciente muy fuerte con tus ancestros, casi onírica. El mundo exterior te agota y tu casa debe ser un lugar de silencio y desconexión total. No te aísles por miedo, aíslate para sanar. Tu intuición es tu mejor arquitecto."
}
