{
  "Aries": {
    "1": "El freno de mano. Caminas por el mundo con una armadura invisible, calculando tus movimientos para evitar errores impulsivos, lo que a veces te hace parecer más severo o mayor de lo que eres. Tu reto es dejar de pedir permiso internamente para existir y liderar. La verdadera autoridad nace cuando confías en tu instinto sin miedo al juicio.",
    "2": "Seguridad peleada. Sientes que el dinero nunca llega fácil y que cada centavo debe ser justificado con esfuerzo físico o lucha constante. Es posible que te angustie gastar en ti mismo rápidamente. Tu maestría financiera llega cuando entiendes que la estabilidad no requiere sufrimiento, sino estrategia y constancia.",
    "3": "La palabra medida. Te cuesta soltar ideas en borrador, prefieres el silencio antes que decir una estupidez o algo inexacto. Quizás tuviste dificultades tempranas en el aprendizaje o con hermanos que te hicieron dudar de tu inteligencia. Tu voz tiene peso y autoridad cuando dejas de editarte antes de hablar.",
    "4": "El pilar del hogar. Desde joven sentiste que debías ser el adulto en casa o lidiar con un ambiente doméstico rígido y exigente. Te cuesta relajarte en tu propio espacio porque siempre hay algo que arreglar o proteger. Construye un hogar donde se permita el descanso, no solo el deber.",
    "5": "Diversión seria. Te resulta difícil jugar o ser espontáneo sin sentir que estás perdiendo el tiempo, y en el romance puedes ser cauteloso o atraer parejas que imponen reglas. Tu creatividad es poderosa porque es disciplimada. Aprende que el placer no necesita ser productivo para ser válido.",
    "6": "Rutina de hierro. Trabajas hasta el agotamiento porque tu mente no se apaga hasta que la lista de tareas está vacía, y sueles ser duro contigo mismo si te enfermas o bajas el ritmo. Tu cuerpo te pide estructura, no castigo. La eficiencia real incluye el descanso como una tarea obligatoria.",
    "7": "Amor bajo contrato. Te tomas las relaciones con una seriedad solemne, buscando compromisos duraderos y huyendo de lo superficial, aunque a veces tardas en comprometerte por miedo a perder autonomía. No busques un padre o una madre en tu pareja. La lealtad es tu regalo, pero asegúrate de que sea recíproca y no una jaula.",
    "8": "Control de crisis. Tienes un miedo profundo a depender económicamente de otros o a mostrar tu vulnerabilidad sexual, por lo que levantas muros altos. Eres excelente gestionando el caos ajeno. Tu poder surge cuando aceptas que compartir recursos y debilidades no te quita fuerza, te hace humano.",
    "9": "La fe probada. No aceptas filosofías ni creencias sin antes someterlas a una prueba de fuego, lo que puede volverte escéptico o rígido en tus dogmas. Viajar o estudiar se siente como una misión seria. Tu sabiduría es valiosa porque no es teórica, sino fruto de la experiencia directa y dura.",
    "10": "Ambición lenta. Sientes que el reconocimiento profesional es una montaña empinada donde no hay atajos y cada logro te cuesta el doble que a los demás. Tienes madera de líder solitario y pionero. No te compares con el éxito rápido de otros; tu carrera está diseñada para durar, no para brillar un instante y apagarse.",
    "11": "El filtro social. No te interesa tener un millón de amigos, prefieres un círculo pequeño y leal donde las reglas estén claras y no haya dramas innecesarios. A veces te sientes aislado en grupos grandes. Tu rol es ser el arquitecto de comunidades sostenibles, no el alma de la fiesta.",
    "12": "Soledad activa. Tus miedos más grandes giran en torno a la impotencia o a no ser capaz de actuar, y a menudo reprimes tu ira hasta que implosiona. El aislamiento es tu taller de recuperación. Aprende a estar solo sin sentirte atrapado; tu mundo interior requiere disciplina espiritual para no volverse una cárcel."
  },
  "Taurus": {
    "1": "La roca inamovible. Te presentas ante el mundo con una solidez que inspira confianza pero que a veces te impide adaptarte a los cambios necesarios. Sientes que debes cargar con todo sobre tus hombros. Tu fuerza es inmensa, pero recuerda que ser flexible no significa ser débil, significa sobrevivir a la tormenta.",
    "2": "Miedo a la escasez. Aunque tengas la cuenta llena, persiste una ansiedad de fondo sobre perderlo todo, lo que te lleva a acumular o a trabajar obsesivamente por seguridad tangible. Valoras lo que dura. Tu lección es disfrutar de tus bienes hoy, entendiendo que tu verdadera seguridad eres tú, no tus cosas.",
    "3": "Mente de arquitecto. No procesas la información rápido, la masticas, la digieres y la cimentas; te frustra la gente que habla por hablar sin bases prácticas. Puedes sentirte lento al aprender, pero lo que aprendes no se te olvida jamás. Tu palabra vale oro porque es realista y concreta.",
    "4": "Raíces pesadas. Sientes una obligación tremenda de mantener el patrimonio familiar o de cuidar a los padres, viendo el hogar como una responsabilidad financiera más que emocional. A veces tu casa se siente llena de reglas. Construye un refugio que te nutra los sentidos, no solo un techo que proteger.",
    "5": "Arte tangible. No creas por el simple hecho de expresarte, quieres que tu obra sea útil, vendible o duradera, y en el amor buscas hechos concretos más que poemas. Te cuesta soltarte el pelo. Recuerda que el romance y la creatividad también necesitan espacio para lo inútil y lo bello.",
    "6": "Trabajador incansable. Tienes una capacidad de aguante laboral que asusta a los demás, pero corres el riesgo de quedarte años en un trabajo que odias solo por la seguridad que ofrece. Tu cuerpo es resistente pero acumula tensión lentamente. Aprende a cambiar de rumbo antes de que la rutina te petrifique.",
    "7": "Lealtad obstinada. En el amor eres de los que se quedan a reparar cuando otros se irían, buscando una relación sólida como el cemento, aunque a veces confundes estabilidad con estancamiento. Te tomas el 'para siempre' muy en serio. Asegúrate de que la otra persona también esté cargando ladrillos, no solo tú.",
    "8": "Gestión del legado. Te aterra compartir tu dinero o fusionarte íntimamente porque temes perder el control de lo que tanto te costó construir. Eres un administrador nato de recursos ajenos. La intimidad real requiere soltar un poco el control de la hoja de cálculo y confiar en el otro.",
    "9": "Filosofía práctica. No te interesan las ideas abstractas que no se pueden aplicar el lunes por la mañana; tu búsqueda de sentido debe tener resultados tangibles. Puedes ser terco en tus visiones del mundo. Tu maestría está en bajar el conocimiento del cielo y plantarlo en la tierra para que dé frutos.",
    "10": "Éxito tangible. Tu ambición es lenta, constante y busca resultados materiales visibles; quieres construir un imperio ladrillo a ladrillo y te frustra la falta de reconocimiento financiero. Eres la autoridad pragmática. La cima llegará, pero debes cuidar no volverte un esclavo de tu propio estatus.",
    "11": "Redes productivas. Ves a los grupos y amigos como inversiones de tiempo y energía, por lo que no toleras a gente que drena tus recursos o no aporta valor. Eres el tesorero o el organizador fiable del grupo. Tu aporte al mundo es crear estructuras sociales que perduren y funcionen en la realidad.",
    "12": "Miedos materiales. En la soledad te asaltan preocupaciones sobre el futuro económico o la pérdida de estabilidad física, y a menudo ocultas cuán terco eres realmente. El silencio en la naturaleza es tu medicina. Aprende a disolver tu rigidez en momentos de aislamiento; no todo necesita tener forma física para ser real."
  },
  "Gemini": {
    "1": "Semblante serio. A primera vista pareces reservado o calculador, controlando tus gestos y palabras para no parecer disperso ante los demás. Te esfuerzas por ser visto como alguien inteligente y coherente. Tu autoridad natural surge cuando usas tu capacidad de análisis para estructurar el caos a tu alrededor.",
    "2": "Dinero inteligente. Te preocupa no tener múltiples fuentes de ingreso o no ser lo suficientemente astuto para gestionar tus recursos, lo que te lleva a racionalizar cada gasto. Puedes ganar dinero comunicando o enseñando. La estabilidad llega cuando enfocas tu mente dispersa en un solo plan financiero a largo plazo.",
    "3": "El estudiante eterno. Te tomas la educación y la comunicación muy en serio, quizás con miedo a ser malinterpretado o a no saber lo suficiente, lo que te vuelve un perfeccionista del lenguaje. Eres el que lee las letras pequeñas. Tu don es estructurar información compleja y hacerla accesible y lógica.",
    "4": "Hogar racional. En tu casa de infancia quizás faltó calor emocional y sobraron explicaciones lógicas o frialdad, y de adulto gestionas tu hogar como una lista de tareas. Te cuesta 'sentir' tu hogar. Necesitas un espacio donde puedas desconectar el cerebro y simplemente habitar, sin tener que entenderlo todo.",
    "5": "Creatividad técnica. Analizas tus hobbies y romances con lupa, buscando entender la mecánica del placer en lugar de sentirlo, lo que puede enfriar tus pasiones. Te tomas los juegos como algo serio. Permítete escribir, pintar o amar sin corregir el borrador mientras lo estás viviendo.",
    "6": "Mente ocupada. Tu rutina diaria está regida por listas, horarios y una necesidad nerviosa de mantener el orden mental, lo que puede causar ansiedad o problemas respiratorios por estrés. Eres hábil organizando logística. Tu salud mejora cuando entiendes que aburrirse un rato también es parte de un día productivo.",
    "7": "Compromiso mental. Buscas una pareja con la que firmar un contrato intelectual, alguien serio y maduro con quien hablar, pero temes perder tu libertad de movimiento. Las relaciones se sienten pesadas si no hay estímulo mental. El amor duradero para ti es una conversación que nunca termina y que respeta los límites.",
    "8": "Profundidad analizada. Te da miedo la intensidad emocional irracional de la intimidad, por lo que intentas explicar o racionalizar el sexo y las crisis compartidas. Eres excelente gestionando papeles de herencias o impuestos. La verdadera fusión ocurre cuando apagas el análisis y te dejas llevar por el misterio.",
    "9": "Dogma intelectual. Buscas la verdad a través de la lógica estricta y el estudio riguroso, pudiendo volverte cerrado a ideas que no encajan en tu sistema racional. Te tomas los viajes y la educación superior como un deber. Tu sabiduría brilla cuando estructuras el conocimiento para enseñarlo a otros con paciencia.",
    "10": "Autoridad en la palabra. Quieres ser reconocido por tu intelecto y tus ideas, trabajando duro en campos de escritura, enseñanza o comercio, aunque a veces sientes que nadie te escucha en serio. Construyes tu reputación dato a dato. Tu éxito radica en ser la voz de la razón y la experiencia en tu campo.",
    "11": "Redes estructuradas. Te sientes responsable de organizar la información dentro de tus grupos de amigos, pero a veces te aíslas si sientes que la conversación es superficial. Prefieres amigos mayores o mentores. Tu rol social es conectar personas e ideas de manera eficiente y responsable.",
    "12": "Dudas silenciosas. En soledad, tu mente se vuelve tu juez más severo, repasando conversaciones pasadas y errores lógicos, con un miedo oculto a perder la razón o la claridad. Escribir en privado es tu terapia. Necesitas disciplina mental, como la meditación, para dar vacaciones a tu cerebro analítico."
  },
  "Cancer": {
    "1": "La concha dura. Te proteges con una fachada de frialdad o timidez extrema porque te aterra que el mundo lastime tu sensibilidad, pareciendo más duro de lo que eres por dentro. Sientes que debes cuidarte solo. Tu madurez emocional es tu fuerza; eres el refugio seguro para otros una vez que bajas el puente levadizo.",
    "2": "Ahorro emocional. Acumulas dinero y bienes por miedo a que falte comida en la mesa o seguridad para tu familia, vinculando tu autoestima a tu capacidad de proveer refugio. Gastar te duele si no es en algo 'necesario'. La abundancia fluye cuando confías en que la vida te sostendrá igual que tú sostienes a otros.",
    "3": "Pensamiento defensivo. Te cuesta expresar tus emociones con palabras porque temes que sean usadas en tu contra, y tu aprendizaje temprano pudo estar teñido de miedos o inestabilidad familiar. Tienes una memoria de elefante para el pasado. Tu voz es poderosa cuando hablas desde la empatía y la historia, no solo desde la lógica.",
    "4": "El peso del clan. Sentiste desde niño la carga de sostener emocionalmente a tu familia o lidiar con un hogar lleno de restricciones y deberes, lo que hace que te cueste echar tus propias raíces. El hogar es un asunto serio. Tu tarea es construir tu propia familia (de sangre o no) donde las reglas sean el amor y el respeto, no la culpa.",
    "5": "Creatividad tímida. Te da miedo exponer tu obra o tu corazón por temor al rechazo, y en el amor buscas seguridad paternal/maternal antes que aventura. Te tomas la crianza de hijos (o proyectos) como una misión sagrada. Atrévete a mostrar tu niño interior vulnerable; esa autenticidad es lo que conecta con el público.",
    "6": "Cuidar es un deber. Asumes las tareas domésticas y el cuidado de otros como una obligación ineludible, a menudo ignorando tus propias necesidades de salud o descanso por 'servir'. Tu estómago suele resentir el estrés. Estructura tu rutina para incluir el autocuidado como una prioridad, no como un lujo.",
    "7": "Vínculos blindados. Buscas relaciones que garanticen seguridad y estructura familiar, a menudo atrayendo parejas mayores o muy serias, pero tardas en abrirte por miedo al abandono. El compromiso es sagrado para ti. Aprende a establecer límites emocionales claros: no eres el padre ni la madre de tu pareja.",
    "8": "Miedo a la fusión. Te aterra la vulnerabilidad total que exige la intimidad compartida y eres extremadamente cauteloso con las finanzas conjuntas y las herencias. Gestionas el dolor en silencio. Tu poder reside en tu capacidad para sostener a otros en sus peores crisis emocionales sin derrumbarte.",
    "9": "Creencias heredadas. Tu visión del mundo suele ser tradicional o conservadora, basada en lo que te enseñaron en casa, y te cuesta aventurarte lejos de lo conocido emocionalmente. Viajar te genera ansiedad si no te sientes seguro. Tu sabiduría proviene de honrar el pasado y la historia mientras construyes tu propio camino.",
    "10": "Ambición protectora. Buscas el éxito profesional para garantizar la seguridad de los tuyos, trabajando duro en campos de cuidado, nutrición o bienes raíces, aunque temes la exposición pública. Eres la autoridad que nutre. Tu reputación crece cuando lideras con empatía y construyes un entorno laboral que se siente como familia.",
    "11": "Círculo cerrado. Eres extremadamente selectivo con tus amistades, tratando a los amigos como familia y esperando una lealtad absoluta que a veces asfixia. Te sientes incómodo en multitudes anónimas. Tu don es crear comunidades íntimas donde todos se cuidan mutuamente y existe un compromiso real.",
    "12": "Melancolía oculta. Guardas en secreto viejas heridas familiares y miedos al abandono que no compartes con nadie, y a veces te aíslas para lamer tus heridas. El pasado puede ser una cárcel. Necesitas tiempos de soledad cerca del agua o en casa para purgar emociones viejas y entender que tu sensibilidad es un don, no una maldición."
  },
  "Leo": {
    "1": "Dignidad regia. Te presentas con una seriedad y un control que imponen respeto, evitando a toda costa hacer el ridículo o parecer vulnerable. Sientes que debes ser el ejemplo perfecto. Tu carisma es sólido y confiable. Permítete reírte de ti mismo; la verdadera majestad incluye la capacidad de ser humano y espontáneo.",
    "2": "Inversión en imagen. Sientes que tu valía personal depende de tus logros tangibles y estatus, y te tomas muy en serio la gestión de tu dinero para no perder prestigio. Te da pánico la mediocridad financiera. Tu maestría está en usar tus recursos para crear obras duraderas y apoyar talentos, no solo para aparentar.",
    "3": "Expresión controlada. No hablas por hablar; cuando dices algo, quieres que suene importante y definitivo, lo que puede bloquear tu creatividad por miedo a no ser brillante. Eres un narrador estructurado. Tu voz gana poder cuando aceptas que no cada frase tiene que ser un discurso histórico, a veces basta con que sea tuya.",
    "4": "Padre exigente. En tu infancia, la figura paterna o la autoridad en casa fue pesada o ausente, y ahora sientes la responsabilidad de ser el pilar inquebrantable de tu propio hogar. Te cuesta mostrar debilidad en casa. Construye un hogar donde se celebren los logros pero también se abrace el fracaso.",
    "5": "Bloqueo creativo. Te tomas el ocio, el arte y el romance tan en serio que dejas de disfrutarlos, sintiendo que si no eres el mejor, no vale la pena intentarlo. Te da miedo no ser especial. La disciplina es tu aliada en el arte: trabaja en tu obra día a día y verás que el brillo llega con el esfuerzo, no solo con la chispa.",
    "6": "Orgullo en el servicio. Quieres ser reconocido como el empleado o jefe más eficiente y leal, y te enferma (literalmente) sentir que no eres valorado o que tu trabajo es mediocre. El corazón sufre con el estrés. Aprende a delegar; no eres el único capaz de hacer las cosas bien y tu salud necesita que bajes el ritmo.",
    "7": "Lealtad solemne. Buscas una pareja que te haga quedar bien y con quien construir un imperio, pero puedes ser exigente y rígido esperando un respeto absoluto. El amor no es una obra de teatro. Encuentra a alguien que ame a la persona detrás de la corona, y muéstrale que también tienes dudas y miedos.",
    "8": "Control del drama. Te aterra perder la compostura en la intimidad o depender económicamente de otros, por lo que gestionas las crisis con una frialdad aparente. Eres guardián de secretos. La transformación real llega cuando dejas caer la máscara de 'yo puedo con todo' y permites que alguien te vea sin maquillaje.",
    "9": "Maestría personal. Buscas filosofías que exalten la excelencia y el liderazgo, y te tomas tu educación superior como un camino para obtener reconocimiento y autoridad. No toleras maestros mediocres. Tu rol es ser un mentor que inspira a otros a través de la disciplina y el ejemplo personal.",
    "10": "Carrera estelar. Sientes una presión inmensa por destacar y dejar un legado visible, trabajando incansablemente para llegar a la cima y aterrorizado por el fracaso público. Eres el jefe natural. Recuerda que el respeto se gana sirviendo y construyendo, no solo mandando. Tu éxito será tardío pero brillante y sólido.",
    "11": "Líder de grupo. Te sientes responsable de organizar a tus amigos o proyectos sociales, pero a menudo sientes que estás solo en la cima o que nadie está a tu altura. Te cuesta integrarte como uno más. Tu misión es usar tu capacidad de liderazgo para estructurar causas nobles, permitiendo que otros también brillen.",
    "12": "Miedo a la irrelevancia. En soledad, te enfrentas al temor profundo de no ser nadie o de no haber hecho nada importante, ocultando una inseguridad que tu imagen pública jamás revelaría. El ego se disuelve en el aislamiento. Tu fuerza espiritual nace cuando entiendes que tu luz interior brilla aunque no haya nadie aplaudiendo."
  },
  "Virgo": {
    "1": "Autocrítica visible. Te mueves por el mundo revisando cada detalle de tu conducta y apariencia, siempre sintiendo que podrías ser mejor, lo que te da un aire de modestia tensa. Eres tu propio juez 24/7. Relájate; la gente te quiere por tu utilidad y bondad, no por ser un robot libre de errores.",
    "2": "Contabilidad estricta. Eres extremadamente prudente con el dinero, analizando cada compra en términos de utilidad y eficiencia, con un miedo constante a los gastos imprevistos. Sabes hacer mucho con poco. Tu estabilidad financiera es sólida, pero no olvides presupuestar también para el placer 'inútil'.",
    "3": "Mente precisa. Te obsesiona la exactitud de los datos y la gramática, y te da pánico decir algo incorrecto, lo que te convierte en un estudiante y comunicador meticuloso pero lento. Eres el editor perfecto. Confía en tu inteligencia; tu capacidad para desmenuzar la realidad es un don, siempre que no te pierdas en el detalle.",
    "4": "Orden doméstico. Sientes que el hogar es un lugar de trabajo y servicio donde el desorden es un pecado, y quizás creciste con reglas de limpieza o comportamiento muy estrictas. Te cuesta descansar en casa. Transforma tu hogar en un santuario de salud y paz, no en una lista de reparaciones pendientes.",
    "5": "Perfeccionismo lúdico. Te cuesta soltarte en el juego o el romance porque estás analizando si lo estás haciendo bien o si es práctico, lo que mata la espontaneidad. En hobbies, te vuelves un técnico experto. Permítete hacer garabatos feos y tener citas imperfectas; la alegría está en el desorden.",
    "6": "Maestría en el servicio. Tienes una ética de trabajo inquebrantable y una rutina de salud rígida, pero corres el riesgo de convertirte en un esclavo de tus propios estándares inalcanzables. Eres el engranaje que sostiene el mundo. Tu lección es aprender que 'suficientemente bueno' es, de hecho, perfecto.",
    "7": "Amor crítico. Buscas una pareja útil, ordenada y trabajadora, y tiendes a querer 'arreglar' o mejorar a la persona que amas, lo que puede sentirse como crítica constante. El compromiso es un contrato de mejora mutua. Acepta a tu pareja con sus fallos; el amor no es un proyecto de bricolaje.",
    "8": "Detalles ocultos. Te da ansiedad el descontrol emocional de la intimidad y gestionas los recursos compartidos con una precisión quirúrgica, temiendo deudas o desórdenes ajenos. Eres excelente planificando a largo plazo. En la cama y en las crisis, deja de analizar la técnica y permítete sentir.",
    "9": "Estudio minucioso. No te conformas con generalidades; estudias cada nota al pie de página y construyes tu visión del mundo sobre datos verificables, siendo escéptico ante la fe ciega. Te tomas los viajes como logística. Tu sabiduría es práctica y servicial; enseñas herramientas reales para la vida real.",
    "10": "Profesional impecable. Tu reputación se basa en la competencia técnica y la fiabilidad absoluta; trabajas duro y en silencio, a menudo sin pedir el crédito que mereces. Te aterra cometer errores públicos. Eres la autoridad en los procesos. Atrévete a liderar desde tu experticia sin esperar a que todo esté perfecto.",
    "11": "Amistad útil. Prefieres amigos con los que puedas compartir trabajo, consejos de salud o proyectos, y te sientes responsable de organizar los detalles que otros olvidan en el grupo. Eres el secretario del club. Valora a los amigos que simplemente te hacen reír y no solo a los que son funcionales.",
    "12": "Ansiedad secreta. Tu mente no para de rumiar preocupaciones y listas de tareas incluso cuando duermes, y tienes un miedo profundo al caos y a la enfermedad que no muestras. El servicio anónimo te sana. Necesitas rutinas de desconexión mental (yoga, meditación) para limpiar el ruido interno y encontrar paz."
  },
  "Libra": {
    "1": "Diplomacia rígida. Te presentas con una cortesía formal que a veces parece una máscara, controlando tus reacciones para ser siempre justo y agradable, aunque por dentro estés harto. Te cuesta tomar decisiones solo. Tu autoridad nace cuando dejas de complacer a todos y te atreves a ser firme, aunque no le gustes a alguien.",
    "2": "Equilibrio financiero. Te estresa mucho cualquier desbalance en tus cuentas y sientes que debes ganar dinero de formas éticas y 'limpias', a menudo vinculando tus ingresos a socios o parejas. Gastas en calidad y estética duradera. Tu lección es lograr independencia económica para no quedarte en relaciones solo por necesidad.",
    "3": "Palabra justa. Mides cada palabra para no ofender ni ser injusto, lo que puede volverte indeciso o demasiado formal al hablar. Te tomas los contratos verbales muy en serio. Eres un mediador natural. Tu voz es poderosa cuando dejas de ser 'abogado del diablo' y defiendes tu propia verdad sin miedo al conflicto.",
    "4": "Hogar estético. Sientes la obligación de mantener la paz y la belleza en casa, cargando con el peso de ser el árbitro en conflictos familiares desde joven. El desorden en casa te deprime. Construye un hogar que sea bello pero vivido, donde se permitan las emociones 'feas' sin que se rompa la armonía.",
    "5": "Romance formal. Te tomas el cortejo y la creatividad con seriedad clásica, buscando estructuras y reglas en el arte y el amor, lo que puede restarte espontaneidad. Te da miedo hacer el ridículo estéticamente. Crea arte disciplinado y ama con compromiso real; la belleza requiere estructura para sostenerse.",
    "6": "Rutina equilibrada. Trabajas duro para mantener relaciones laborales armoniosas, a veces cargando con tareas ajenas para evitar conflictos, lo que afecta tus riñones o espalda baja. La justicia empieza por ti. Establece límites claros en el trabajo; ser buen compañero no significa hacer el trabajo de todos.",
    "7": "Compromiso de hierro. Esta es la posición exaltada de Saturno. Te tomas las relaciones como un pacto sagrado y vinculante, trabajando incansablemente por la pareja, pero puedes sentirte solo estando acompañado si la forma pesa más que el fondo. Buscas un socio, no un amante pasajero. Aprende que el conflicto ocasional es saludable.",
    "8": "Justicia compartida. Eres extremadamente cauteloso al fusionar cuentas bancarias o intimidad, buscando equidad total y temiendo que el otro se aproveche. Los divorcios o separaciones te pesan mucho. La intimidad real no es un contrato 50/50, es una entrega donde a veces uno da más y el otro recibe.",
    "9": "Leyes universales. Buscas la verdad en la justicia, el arte y las leyes sociales, estudiando con rigor cómo funcionan las relaciones humanas y la ética. Puedes ser rígido en tus juicios morales. Tu sabiduría brilla cuando enseñas diplomacia y justicia, ayudando a otros a ver las dos caras de la moneda.",
    "10": "Reputación impecable. Construyes tu carrera en torno a la diplomacia, el derecho, el diseño o la consultoría, buscando ser visto como alguien justo y equilibrado. Te aterra el escándalo público. Eres la autoridad que une. Tu éxito llega a través de alianzas estratégicas y manteniendo una imagen pública intachable.",
    "11": "Responsabilidad social. Te tomas muy en serio tu papel en grupos y organizaciones, buscando establecer normas justas y estructuras colaborativas, aunque a veces te sientes juzgado por tus pares. Eres el pegamento del grupo. Tu misión es crear redes donde la justicia y la cooperación sean la norma, no la excepción.",
    "12": "Soledad acompañada. Tienes miedo a quedarte solo o a ser socialmente rechazado, ocultando una tristeza profunda sobre relaciones pasadas que no funcionaron. A veces eres tu propio enemigo al no decidir. Encuentra paz en tu propia compañía; aprender a estar solo es el prerrequisito para estar bien acompañado."
  },
  "Escorpio": {
    "1": "La muralla. Te presentas ante el mundo con un control absoluto de tus emociones, proyectando una intensidad silenciosa que intimida. Nadie sabe realmente qué piensas. Te proteges del dolor endureciéndote. Tu verdadera fuerza no es ser invulnerable, sino tu capacidad de renacer tras el colapso.",
    "2": "Dinero secreto. Guardas tu situación financiera bajo siete llaves; el dinero para ti es control y poder, y temes profundamente depender de alguien o quedarte sin recursos en una crisis. Ahorras para el apocalipsis. Relaja el puño; confiar en el flujo de la vida te traerá más prosperidad que la paranoia.",
    "3": "Mente investigadora. No hablas mucho, pero cuando lo haces vas a la yugular; te obsesiona llegar al fondo de las cosas y desconfías de la información superficial. Puedes ser cínico o duro con las palabras. Tu don es la investigación profunda y la capacidad de hablar de temas tabú con seriedad y respeto.",
    "4": "Raíces profundas. Tu infancia pudo tener secretos, pérdidas o una atmósfera emocional pesada que te obligó a madurar rápido. Sientes una lealtad férrea pero dolorosa hacia tu origen. En tu casa actual, buscas privacidad absoluta. Sana tu linaje aceptando que no necesitas cargar con los traumas de tus ancestros.",
    "5": "Pasión seria. No juegas al amor; o es todo o es nada, y eso puede bloquearte a la hora de disfrutar romances ligeros o hobbies simples. Te tomas la creación artística como un parto doloroso. Permítete disfrutar sin tanta intensidad dramática; a veces un beso es solo un beso, no un pacto de sangre.",
    "6": "Trabajo obsesivo. Tienes una resistencia inhumana y te entregas a tareas difíciles o desagradables que otros evitan, pero tiendes a acumular toxinas emocionales que enferman tu cuerpo. Controla tu deseo de controlarlo todo. Tu salud requiere que elimines (detox) tanto hábitos como emociones estancadas.",
    "7": "Lealtad a prueba de balas. Te cuesta confiar, pero cuando te comprometes es para siempre, exigiendo una fidelidad absoluta y a veces probando a tu pareja hasta el límite. Te dan miedo las traiciones. Baja las defensas; la confianza no se exige, se construye día a día mostrando tu propia vulnerabilidad.",
    "8": "Maestría en crisis. Te mueves como pez en el agua en temas de muerte, deudas, impuestos y traumas; gestionas los recursos de otros con una responsabilidad férrea. Te aterra perder el control en el sexo o las finanzas. Eres el alquimista. Tu poder está en transformar el plomo del dolor ajeno y propio en oro.",
    "9": "Búsqueda profunda. No te satisfacen las religiones light; buscas verdades ocultas, esoterismo serio o psicología profunda, y puedes ser rígido en tu escepticismo o fanatismo. Tomas la transformación personal como un deber. Tu sabiduría es sanadora porque no tienes miedo de mirar a la oscuridad a los ojos.",
    "10": "Poder estratégico. Buscas una posición de autoridad donde tengas control real, aunque sea detrás del trono; trabajas duro para ser indispensable y temes el fracaso público humillante. Eres el estratega. Tu éxito es lento pero inevitable; usa tu poder para transformar estructuras podridas, no solo para acumular control.",
    "11": "Círculo hermético. Tienes muy pocos amigos, pero por ellos matarías; desconfías de los grupos grandes y superficiales. Sientes la responsabilidad de proteger a los tuyos. A veces te aíslas por sospecha. Tu rol es ser el guardián de la integridad en tus grupos, asegurando que las alianzas sean reales y profundas.",
    "12": "Fantasmas privados. En soledad luchas con miedos profundos a la traición, la muerte o la propia oscuridad interior, reprimiendo compulsiones que necesitan luz. Eres tu propio psicólogo. La disciplina espiritual y el enfrentar tus demonios en terapia te darán una paz inquebrantable que pocos conocen."
  },
  "Sagitario": {
    "1": "El sabio estoico. Intentas proyectar una imagen de madurez moral y sabiduría, frenando tu impulso natural de aventura por miedo a parecer irresponsable o tonto. A veces te juzgas por querer ser libre. Tu autoridad nace cuando integras tu deseo de explorar con la disciplina necesaria para llegar lejos.",
    "2": "Economía con propósito. Te cuesta gastar en cosas banales; sientes que el dinero debe servir para crecer, viajar o estudiar, pero a menudo temes que tu optimismo financiero te lleve a la ruina. Oscilas entre la tacañería y el gasto idealista. La prosperidad llega cuando gestionas tus recursos con realismo para financiar tu libertad.",
    "3": "Mente académica. Te tomas el aprendizaje y las ideas muy en serio, temiendo hablar sin saber, lo que te convierte en un estudiante perpetuo o un comunicador algo dogmático. Necesitas estructura para tus grandes ideas. Tu don es bajar la filosofía compleja a palabras sencillas y estructuradas que guíen a otros.",
    "4": "Hogar con principios. Quizás creciste en un hogar con reglas morales o religiosas estrictas, o sentiste el peso de la distancia física/cultural con tu familia. Buscas un hogar que sea también una biblioteca o un templo. Construye tus propias tradiciones; tu casa es donde encuentras sentido, no solo donde duermes.",
    "5": "Creatividad estructurada. Quieres que tus proyectos creativos o romances tengan un significado trascendente; te cuesta divertirte 'porque sí'. En el amor puedes ser un poco moralista o temer perder tu libertad. Convierte tu vida en una aventura disciplinada; escribe el libro, planea el viaje, hazlo real.",
    "6": "Rutina con sentido. Te deprime el trabajo repetitivo que no tiene un propósito mayor; necesitas sentir que tu labor diaria contribuye a una verdad o misión. Puedes descuidar tu cuerpo por perseguir ideales. Tu salud mejora con el deporte al aire libre y la disciplina física; el cuerpo es el vehículo de tu espíritu.",
    "7": "Pareja mentora. Buscas una relación que te enseñe algo y que comparta tu visión del mundo, pero puedes ser rígido con tus creencias, alejando a quien piensa distinto. Te da miedo comprometerte y dejar de crecer. El amor es un viaje compartido; busca un copiloto fiable, no necesariamente un maestro.",
    "8": "Verdad incómoda. En la intimidad y las crisis buscas el sentido filosófico del dolor, a veces racionalizando demasiado para no sentir el vacío. Eres prudente con las inversiones grandes. Tu poder está en guiar a otros a través de sus crisis existenciales con una sabiduría que calma y estructura.",
    "9": "Fe construida. Esta es tu casa natural, pero Saturno aquí te pide pruebas. No crees por fe ciega, construyes tu sistema de creencias con estudio duro y experiencia amarga. Puedes ser dogmático. Tu maestría es ser el profesor o gurú que no vende humo, sino mapas detallados para la búsqueda de la verdad.",
    "10": "Autoridad moral. Quieres ser respetado por tu sabiduría y visión, buscando carreras en educación, leyes o publicaciones, pero temes ser visto como un fraude intelectual. Trabajas duro por tus ideales. Tu éxito radica en mantener la integridad ética; eres el faro que muestra el camino correcto en tu industria.",
    "11": "Organizador de ideales. Te unes a grupos con misiones claras (políticas, religiosas, educativas) y asumes la responsabilidad de mantener el rumbo ético, aunque te frustra la falta de compromiso de otros. Eres el viejo sabio del grupo. Tu misión es estructurar visiones colectivas para que se conviertan en realidad.",
    "12": "Duda existencial. En soledad te enfrentas al miedo de que la vida no tenga sentido o de haber perdido la fe, reprimiendo tu optimismo natural. Te sientes culpable por descansar. El retiro espiritual estructurado te sana. Encuentra la libertad dentro de los límites de la realidad; la verdadera expansión es interior."
  },
  "Capricornio": {
    "1": "El arquitecto. (Domicilio). Te presentas con una autoridad natural y una seriedad que te hace parecer el jefe desde el primer día. Eres duro contigo mismo y asumes culpas que no te tocan. Te viste la armadura joven. Tu reto es suavizarte; ya tienes el respeto de todos, ahora permítete conectar desde la humanidad, no solo desde el cargo.",
    "2": "Fortaleza financiera. Tienes un miedo atroz a la pobreza y gestionas tu dinero con una prudencia extrema, buscando construir un imperio material que sobreviva al tiempo. Eres el rey del interés compuesto. Ya sabes ahorrar; tu lección ahora es invertir en tu propia felicidad, entendiendo que el dinero es un medio, no el fin.",
    "3": "Palabra de ley. No hablas por gusto; tu comunicación es concisa, práctica y orientada a objetivos. Puedes parecer seco o pesimista. Tienes una mente gerencial. Tu capacidad para organizar y planificar es insuperable; usa tu voz para dar estructura a los sueños de los demás y poner orden en el caos.",
    "4": "El peso del legado. Sientes una responsabilidad ancestral hacia tu familia y padres, a menudo cargando con deberes pesados en casa o lidiando con frialdad emocional. Tu hogar es tu castillo y fortaleza. Trabaja para que tu casa sea un lugar cálido, no solo una institución bien administrada; mereces un refugio suave.",
    "5": "Ocio productivo. Te cuesta horrores relajarte; incluso tus hobbies deben tener un resultado o una meta. En el amor eres cauto, buscas compromiso serio y huyes de los juegos. Tratas a tus hijos como pequeños adultos. Aprende a perder el tiempo deliberadamente; la alegría sin propósito es vital para tu alma cansada.",
    "6": "Jefe de operaciones. Tienes una capacidad de trabajo legendaria y una disciplina de hierro, pero tiendes a la rigidez y a ignorar el cansancio hasta que colapsas. Tus huesos y piel hablan de tu estrés. Tu cuerpo no es una máquina, es un organismo; trátalo con respeto y descanso, no solo con exigencia.",
    "7": "Compromiso total. Te tomas las relaciones como una fusión corporativa: seriedad, lealtad y objetivos a largo plazo. Puedes ser frío o distante si sientes que el otro no cumple su parte. Te atraen personas ambiciosas o mayores. Recuerda que una pareja también es para disfrutar y reír, no solo para pagar facturas juntos.",
    "8": "Control de recursos. Gestionas el dinero ajeno, herencias y deudas con una habilidad magistral, pero te cuesta soltar el control en la intimidad sexual y emocional. Temes depender. La confianza es tu mayor inversión; permite que alguien más tome el timón de vez en cuando, el mundo no se caerá.",
    "9": "Ambición académica. Buscas conocimientos que te den estatus y utilidad práctica; no estudias por curiosidad, estudias para llegar a la cima. Eres conservador en tus creencias. Tu sabiduría es pragmática y basada en la experiencia real. Eres el mentor que enseña las reglas del juego para ganar en el mundo real.",
    "10": "La cima de la montaña. (Domicilio). Esta es tu posición natural. Vives para tu carrera y reputación, dispuesto a trabajar décadas por el reconocimiento. Tienes un miedo paralizante al fracaso público. Eres la autoridad suprema. Cuidado con sacrificar tu vida personal en el altar del éxito; la cima es solitaria si subes solo.",
    "11": "Redes de poder. Tus amigos son contactos y tus grupos son alianzas estratégicas; te tomas muy en serio tu rol en la sociedad y esperas profesionalismo de tus pares. No tienes tiempo para tonterías. Tu don es organizar estructuras sociales duraderas. Aprende a valorar a los amigos que no te sirven para nada, solo te quieren.",
    "12": "Soledad estructural. Ocultas una melancolía profunda y un miedo a no ser suficiente, cargando el peso del mundo en secreto. A veces sientes que estás en una prisión de deberes. El aislamiento voluntario te recarga. Tu trabajo espiritual es disolver tu ego rígido y encontrar una conexión con algo más grande que tu carrera."
  },
  "Acuario": {
    "1": "El rebelde estoico. (Domicilio). Te presentas como alguien distante, objetivo y diferente, imponiéndote reglas propias para no ser arrastrado por la masa. Pareces frío, pero estás observando. Te sientes un outsider responsable. Tu autoridad viene de tu autenticidad radical y tu capacidad para mantener la calma cuando todos pierden la cabeza.",
    "2": "Economía inestable. Tienes ideas brillantes para ganar dinero pero te cuesta la constancia rutinaria; tu seguridad financiera fluctúa o depende de la tecnología y redes. Te da miedo atarte a un sueldo convencional. Sistematiza tus finanzas con herramientas modernas; tu libertad depende de tener una base material sólida.",
    "3": "Mente científica. Estructuras tus pensamientos con lógica impecable y desapego emocional, lo que te hace brillante en ciencias o sistemas pero algo distante en la charla casual. Te tomas tus ideas muy en serio. Tu don es comunicar conceptos complejos o futuristas de manera estructurada. Conecta mente y corazón al hablar.",
    "4": "Desapego familiar. Probablemente te sentiste el bicho raro en tu familia o viviste inestabilidad y mudanzas. Buscas un hogar que respete tu libertad e individualidad por encima de la tradición. Te cuesta echar raíces profundas. Construye un sentido de pertenencia que no te asfixie; tu tribu elegida es tu verdadera familia.",
    "5": "Creatividad conceptual. Te tomas tus proyectos creativos como experimentos serios; en el amor, necesitas amistad y libertad mental antes que pasión dramática. Te da miedo perder tu identidad en el romance. Crea arte que rompa esquemas. En el amor, recuerda que la intimidad requiere cercanía, no solo compatibilidad teórica.",
    "6": "Rutina innovadora. Te estresan los horarios convencionales; necesitas disciplina pero bajo tus propios términos y métodos. Puedes tener problemas de circulación o nervios por tensión mental. Trabaja mejor por objetivos que por horas. Tu salud requiere que desconectes de la tecnología y toques tierra firme regularmente.",
    "7": "Compromiso libre. Buscas una relación basada en la igualdad, el respeto intelectual y la libertad mutua, con un miedo atroz a las parejas absorbentes o tradicionales. El compromiso para ti es lealtad a un ideal común. La relación perfecta es aquella donde dos individuos completos caminan juntos sin fusionarse.",
    "8": "Intimidad desapegada. Te acercas al sexo y a los recursos compartidos con una curiosidad objetiva, a veces desconectando tus emociones para no sentirte vulnerable o atrapado. Eres hábil con criptomonedas o finanzas modernas. Aprende que la vulnerabilidad emocional no te quita libertad, te da profundidad.",
    "9": "Ideología rígida. Tienes principios sociales y científicos muy firmes, y puedes ser dogmático con tus ideas de progreso o verdad, rechazando lo tradicional por sistema. Te tomas el futuro de la humanidad en serio. Tu sabiduría radica en diseñar sistemas de pensamiento que mejoren la sociedad.",
    "10": "Carrera alternativa. Buscas éxito en campos tecnológicos, sociales o científicos, queriendo ser reconocido por tu ingenio y aporte al colectivo, pero te cuesta encajar en jerarquías corporativas. Eres el visionario pragmático. Tu éxito llega cuando creas tu propia estructura o lideras equipos horizontales.",
    "11": "Arquitecto social. (Domicilio). Te tomas la amistad y los grupos con una responsabilidad sagrada; trabajas duro por causas humanitarias o colectivas, pero puedes sentirte solo en la multitud. Eres el estratega del equipo. Tu misión de vida es estructurar comunidades y redes que funcionen para el futuro.",
    "12": "Aislamiento mental. En soledad, tu mente no para de procesar el futuro y los problemas del mundo, sintiendo una alienación profunda y miedo a volverte loco o ser excluido. Te cuesta apagar el procesador. La meditación y el servicio desinteresado te ayudan a conectar con la humanidad desde el alma, no solo desde la idea."
  },
  "Piscis": {
    "1": "La niebla contenida. Intentas dar forma y límites a tu personalidad fluida, a menudo pareciendo más tímido o defensivo de lo que eres para que no te invadan. Sientes que el mundo es demasiado duro. Tu disciplina es espiritual. Tu autoridad surge cuando aceptas tu sensibilidad y la usas con límites claros, sin endurecerte artificialmente.",
    "2": "Dinero nebuloso. Te cuesta poner orden en tus finanzas; el dinero se te escapa o te da ansiedad lidiar con los detalles materiales prácticos. Temes no ser capaz de sobrevivir en el 'mundo real'. Tu intuición financiera es buena si la combinas con un contable. Aprende que el dinero también es energía espiritual que necesita cauce.",
    "3": "Silencio comunicativo. A veces te cuesta articular tus pensamientos de forma lineal, temiendo que nadie entienda tu lógica intuitiva o poética. Puedes tener bloqueos en el habla o aprendizaje temprano. Tu lenguaje es el de las imágenes y la música. Estructura tu imaginación; cuando escribes o creas, eres un canal poderoso.",
    "4": "Sacrificio familiar. Sientes una carga kármica con tu familia, quizás cuidando de padres enfermos o lidiando con adicciones/caos en el hogar de origen. Te cuesta poner límites en casa. Tu hogar debe ser un santuario de paz y retiro. Aprende a cerrar la puerta y decir 'no' a las demandas familiares para proteger tu energía.",
    "5": "Bloqueo artístico. Tienes un océano de creatividad pero te falta la disciplina para materializarla, o te tomas el romance con un miedo trágico a la desilusión. Te cuesta disfrutar sin culpa. Tu arte necesita rutina: si te sientas a crear cada día, la musa vendrá. El amor real es imperfecto, y eso está bien.",
    "6": "Caos rutinario. Te resulta difícil mantener horarios fijos y orden material, lo que puede afectar tu salud psicosomática (alergias, pies, sistema inmune). Te sientes abrumado por la vida diaria. Necesitas rituales, no rutinas rígidas. Encuentra un trabajo con sentido espiritual o de ayuda, donde tu empatía sea una herramienta, no un lastre.",
    "7": "Límites difusos. Atraes parejas que necesitan ser salvadas o que son muy rígidas para compensar tu caos, y te cuesta horrores poner límites claros en el amor. Te da miedo disolverte en el otro. El compromiso requiere dos personas enteras. Tu lección es amar sin sacrificarte; no eres el redentor de tu pareja.",
    "8": "Miedo al abismo. Te aterra la profundidad de tus propias emociones y la fusión total, o tienes miedos irracionales sobre deudas y pérdidas que te paralizan. Evitas mirar los extractos bancarios. La gestión emocional es tu trabajo. Enfrenta tus miedos financieros y sexuales con realismo; los monstruos desaparecen al encender la luz.",
    "9": "Búsqueda espiritual seria. No te tomas la espiritualidad a la ligera; buscas una verdad trascendente que explique el sufrimiento, pudiendo caer en el fanatismo o el escepticismo total por decepción. Te desilusionan los falsos gurús. Tu sabiduría es mística pero estructurada. Eres quien traduce lo divino a un lenguaje humano comprensible.",
    "10": "Vocación de servicio. Te cuesta encajar en el mundo corporativo despiadado; buscas una carrera en arte, sanación o servicio social, pero a menudo te sientes invisible o poco valorado. Te aterra no cumplir tu misión. Tu éxito no es convencional. Construye una carrera donde tu sensibilidad sea tu mayor activo profesional.",
    "11": "Amigos del alma. Te sientes responsable del bienestar emocional de tus amigos y grupos, a menudo cargando con problemas ajenos hasta agotarte. Te aíslas si el ambiente es tóxico. Eres el consejero compasivo. Pon filtros; tu círculo debe ser gente que vibre alto y respete tu energía, no vampiros emocionales.",
    "12": "Maestría en el aislamiento. Esta es tu cueva. Tienes miedos inconscientes profundos pero también una capacidad inmensa para la disciplina espiritual y el trabajo en soledad. Te sientes culpable por existir a veces. Tu mayor fortaleza es tu mundo interior. Estructura tu soledad (meditación, arte, retiro) para convertirla en tu fuente de poder infinito."
  }
}
