{
  "Aries": {
    "1": "La chispa inicial. El Sol en Aries en la Casa 1 te hace imposible de ignorar cuando entras a una habitación. Tu sola presencia grita independencia y la gente espera que tomes el mando aunque no lo pidas. Tiendes a iniciar proyectos con una fuerza explosiva pero a veces te falta combustible para terminarlos. En lo mejor eres un pionero valiente que inspira a otros a moverse. En lo difícil tu impaciencia se vuelve agresividad y chocas con quien no sigue tu ritmo. Tu identidad no necesita validación externa, confía en tu instinto pero aprende a esperar a los demás.",
    "2": "Dinero rápido y autonomía. El Sol en Aries en la Casa 2 se nota en cómo persigues tus ingresos, prefieres ganar tu propio dinero a depender de un sueldo fijo o herencias. Tiendes a gastar impulsivamente en lo que te apasiona en el momento, viendo el dinero como energía para la acción inmediata. En lo mejor eres un generador de recursos increíblemente ingenioso y rápido. En lo difícil el estrés financiero te golpea el ego directamente y tomas riesgos innecesarios. Tu valor personal no depende de cuánto ganas hoy, sino de tu capacidad para regenerarte siempre.",
    "3": "Mente de alta velocidad. El Sol en Aries en la Casa 3 brilla en debates, correos directos y decisiones rápidas en tu entorno local. Hablas con franqueza y a veces tu boca va más rápido que tu filtro social. Tiendes a dominar las conversaciones o a impacientarte con explicaciones largas. En lo mejor eres un comunicador honesto que defiende a sus hermanos o vecinos con ferocidad. En lo difícil tus palabras hieren sin querer y creas conflictos innecesarios por tener la razón. Escuchar también es un acto de valentía, úsalo.",
    "4": "El rey del castillo. El Sol en Aries en la Casa 4 se manifiesta en un hogar donde tú pones las reglas y necesitas tu propio espacio sagrado. Probablemente fuiste la oveja negra o el líder ruidoso en tu familia de origen. Tiendes a renovar tu casa o mudarte impulsivamente cuando te sientes estancado. En lo mejor eres el protector feroz de tu intimidad y tu clan. En lo difícil las peleas domésticas son frecuentes porque te cuesta ceder territorio. Tu hogar debe ser tu base de recarga, no otro campo de batalla.",
    "5": "Pasión sin filtro. El Sol en Aries en la Casa 5 te convierte en el protagonista de cualquier fiesta, romance o proyecto creativo. Te lanzas a la conquista amorosa con la emoción de un cazador y amas competir, ya sea en deportes o juegos de mesa. Tiendes a aburrirte si la relación o el hobby pierde intensidad. En lo mejor eres un creador prolífico y un amante inolvidable que vive el momento. En lo difícil tu ego depende demasiado de los aplausos y puedes eclipsar a tus propios hijos o pareja. La verdadera creatividad fluye cuando dejas de intentar ganar.",
    "6": "Héroe del día a día. El Sol en Aries en la Casa 6 brilla cuando resuelves crisis laborales o entrenas tu cuerpo con disciplina espartana. Necesitas un trabajo donde tengas autonomía y desafíos constantes, la rutina burocrática te mata. Tiendes a trabajar hasta el agotamiento y luego colapsar con fiebres repentinas o dolores de cabeza. En lo mejor eres el colega que saca las papas del fuego cuando todos entran en pánico. En lo difícil te vuelves mandón con compañeros o descuidas tu salud por pura terquedad. Tu cuerpo es tu vehículo, trátalo con respeto, no como una máquina de guerra.",
    "7": "Yo y el otro. El Sol en Aries en la Casa 7 es una paradoja, brillas a través de tus relaciones pero necesitas mantener tu independencia radical. Te atraen parejas fuertes y dinámicas, a menudo conflictivas, porque buscas un igual con quien medirte. Tiendes a iniciar o terminar relaciones abruptamente. En lo mejor eres un socio leal que lucha por la relación y mantiene viva la chispa. En lo difícil proyectas tu propia agresividad en el otro y vives en un estado de guerra fría. Amar no es perder tu identidad, es compartir tu fuego sin quemar al otro.",
    "8": "Transformación radical. El Sol en Aries en la Casa 8 ilumina las crisis, las deudas y la intimidad profunda con una luz cruda. No tienes miedo a los tabúes y a menudo gestionas el dinero o los recursos de otros con audacia. Tiendes a vivir ciclos de vida y muerte simbólica, reinventándote completamente tras una ruptura o pérdida. En lo mejor eres un terapeuta o estratega nato que no teme a la oscuridad ajena. En lo difícil los conflictos por herencias o celos pueden consumirte. La vulnerabilidad requiere más coraje que la fuerza bruta.",
    "9": "Explorador de verdades. El Sol en Aries en la Casa 9 se nota cuando defiendes tus creencias, viajas solo o te lanzas a estudiar algo nuevo sin mapa previo. Buscas una filosofía de vida que celebre la libertad y la acción. Tiendes a ser dogmático, creyendo que tu verdad es la única válida. En lo mejor eres un maestro inspirador que empuja a otros a expandir sus horizontes. En lo difícil te vuelves un fanático que no escucha opiniones distintas. La sabiduría se encuentra en la exploración, no en la imposición.",
    "10": "Liderazgo visible. El Sol en Aries en la Casa 10 te empuja a ser el jefe, el emprendedor o la cara visible de tu profesión. Necesitas reconocimiento público por tus logros individuales, no por trabajar en equipo. Tiendes a chocar con figuras de autoridad porque tú quieres ser la autoridad. En lo mejor eres un ejecutivo o pionero admirado por tu capacidad de decisión. En lo difícil tu reputación sufre por impulsos públicos o escándalos nacidos de la impaciencia. Construye tu legado paso a paso, la cima no se conquista en un solo salto.",
    "11": "El amigo que agita. El Sol en Aries en la Casa 11 brilla cuando lideras grupos, causas sociales o equipos deportivos. Eres quien organiza el plan y motiva a los amigos, pero te vas si el grupo se vuelve lento o burocrático. Tiendes a tener amistades intensas y a veces competitivas. En lo mejor eres el motor que hace que los sueños colectivos se vuelvan realidad. En lo difícil impones tu voluntad al grupo y terminas aislado por no saber cooperar. Un verdadero líder crea más líderes, no seguidores.",
    "12": "Guerrero espiritual. El Sol en Aries en la Casa 12 esconde tu fuerza en el mundo privado. A menudo dudas de tu derecho a brillar en público, pero en soledad o en servicio desinteresado eres imparable. Tiendes a ser tu propio enemigo oculto mediante autosabotaje cuando reprimes tu ira. En lo mejor eres un defensor de los marginados o trabajas excelente tras bambalinas. En lo difícil sientes que la vida te ataca y te victimizas. Tu batalla más importante es interna, conquista tus miedos y nadie podrá detenerte afuera."
  },
  "Tauro": {
    "1": "Presencia inamovible. El Sol en Tauro en la Casa 1 te da una solidez física y un carisma tranquilo que calma a quienes te rodean. Te tomas tu tiempo para todo, desde vestirte hasta tomar decisiones vitales. Tiendes a ser terco como una mula si alguien te presiona. En lo mejor eres un pilar de estabilidad y belleza natural. En lo difícil tu resistencia al cambio te hace perder oportunidades y te vuelves perezoso. Tu ritmo es tu superpoder, no dejes que nadie te acelere.",
    "2": "Constructor de riqueza. El Sol en Tauro en la Casa 2 está en su salsa, enfocado totalmente en generar seguridad material y disfrutar de los placeres sensoriales. Sabes instintivamente qué tiene valor y cómo hacerlo crecer lentamente. Tiendes a acumular cosas por miedo a la escasez o a medir tu autoestima por tu cuenta bancaria. En lo mejor eres un administrador excelente y generoso. En lo difícil la avaricia o el miedo a gastar te impiden disfrutar lo que has ganado. El dinero es un medio para la paz, no el fin.",
    "3": "Mente pragmática. El Sol en Tauro en la Casa 3 se nota en una comunicación pausada, deliberada y muy sensata. No hablas por hablar; cuando dices algo, es porque lo has pensado bien. Tiendes a aprender mejor con la práctica y las manos que con teoría abstracta. En lo mejor eres la voz de la razón que aterriza las ideas locas de los demás. En lo difícil te cierras a nuevas ideas y te vuelves obtuso en discusiones. La flexibilidad mental no es debilidad, es adaptación.",
    "4": "El hogar santuario. El Sol en Tauro en la Casa 4 busca crear un refugio doméstico lleno de confort, buena comida y plantas. Tu conexión con tus raíces y tu madre es profunda y a menudo posesiva. Tiendes a quedarte en casa más de la cuenta y a resistirte a mudanzas o cambios familiares. En lo mejor tu casa es el lugar donde todos quieren estar para sentirse nutridos. En lo difícil el entorno familiar se vuelve asfixiante por tu necesidad de control. Deja que el aire fresco entre en tu espacio privado.",
    "5": "Placer creativo. El Sol en Tauro en la Casa 5 brilla en el romance sensual, el arte tangible como la cerámica o la cocina, y el disfrute relajado con hijos. Tratas el amor y la diversión como algo serio y duradero. Tiendes a ser posesivo con tus amantes o a gastar demasiado en lujos recreativos. En lo mejor eres un artista consistente y un amante leal que sabe disfrutar la vida. En lo difícil te estancas en zonas de confort hedonistas sin producir nada. La creatividad requiere ensuciarse las manos, no solo contemplar.",
    "6": "Rutinas productivas. El Sol en Tauro en la Casa 6 encuentra satisfacción en el trabajo constante y predecible. Eres la persona que llega a tiempo y hace la tarea con una calidad impecable, sin prisas pero sin pausas. Tiendes a somatizar el estrés en la garganta o el cuello. En lo mejor eres el empleado o jefe más confiable del equipo. En lo difícil te resistes a actualizar métodos de trabajo obsoletos por pura costumbre. Tu salud depende de la regularidad, pero no te vuelvas esclavo de tus horarios.",
    "7": "Lealtad en pareja. El Sol en Tauro en la Casa 7 busca relaciones estables, duraderas y sensuales. No te interesan los dramas pasajeros; quieres a alguien con quien construir a largo plazo. Tiendes a aguantar situaciones insostenibles por no enfrentar la ruptura. En lo mejor eres un compañero roca que ofrece seguridad emocional y material. En lo difícil tratas a tu pareja como una posesión más. El amor real permite el cambio y el crecimiento mutuo.",
    "8": "Seguridad compartida. El Sol en Tauro en la Casa 8 ilumina la gestión de finanzas conjuntas, herencias y la intimidad física profunda. Buscas fusionarte con el otro de manera tangible y segura. Tiendes a tener miedo a perder el control sobre los recursos compartidos. En lo mejor eres un gestor astuto que multiplica el patrimonio familiar o de socios. En lo difícil los celos y el materialismo envenenan tus relaciones más íntimas. Confiar implica soltar un poco el control de la cuenta bancaria.",
    "9": "Filosofía práctica. El Sol en Tauro en la Casa 9 busca verdades que se puedan aplicar y tocar. No te interesan las teorías volátiles, sino la sabiduría que ha resistido el paso del tiempo. Tiendes a ser tradicionalista en tus creencias y reacio a culturas muy diferentes a la tuya. En lo mejor eres un estudiante constante que llega a la maestría por pura perseverancia. En lo difícil te vuelves dogmático y cerrado a la expansión mental. Viajar y estudiar debe desafiar tus certezas, no solo confirmarlas.",
    "10": "Ambición sostenida. El Sol en Tauro en la Casa 10 te hace destacar en carreras relacionadas con finanzas, arte, tierra o construcción. Tu reputación es la de alguien sólido y profesional. Tiendes a priorizar el salario y la estabilidad sobre la vocación o la innovación. En lo mejor construyes un imperio ladrillo a ladrillo que dura generaciones. En lo difícil te quedas en un puesto que odias solo por la seguridad que ofrece. El éxito verdadero también debe alimentar tu alma, no solo tu bolsillo.",
    "11": "Amistades duraderas. El Sol en Tauro en la Casa 11 se manifiesta en un círculo de amigos cerrado y leal que mantienes por años. Prefieres calidad a cantidad y disfrutas de planes tranquilos como cenas o salidas al campo. Tiendes a juzgar a quienes no comparten tus valores o ritmo de vida. En lo mejor eres el amigo que siempre está ahí cuando las cosas se ponen feas. En lo difícil te vuelves excluyente y te niegas a colaborar con gente nueva. Abre tu círculo, la diversidad enriquece tu estabilidad.",
    "12": "Paz interior. El Sol en Tauro en la Casa 12 busca el retiro y la soledad para recargar baterías, a menudo en contacto con la naturaleza. Tienes talentos artísticos o financieros ocultos que te da miedo mostrar. Tiendes a aislarte en tu mundo de confort para evitar las demandas del mundo real. En lo mejor encuentras una conexión espiritual profunda a través del cuerpo y el silencio. En lo difícil te estancas en una inercia pasiva, negando tus problemas. Tu fuerza oculta es inmensa, úsala para sanar, no para esconderte."
  },
  "Géminis": {
    "1": "El eterno curioso. El Sol en Géminis en la Casa 1 te hace visiblemente inquieto, juvenil y comunicativo. Tu cara cambia de expresión mil veces por minuto y siempre pareces estar buscando a alguien con quien hablar. Tiendes a dispersarte queriendo ser todo a la vez. En lo mejor eres un conector social brillante y adaptable que cae bien en cualquier lugar. En lo difícil pareces superficial o poco confiable porque cambias de opinión constantemente. Tu superpoder es la versatilidad, pero intenta elegir un camino a la vez.",
    "2": "Ingresos múltiples. El Sol en Géminis en la Casa 2 sugiere que el dinero llega a través de la comunicación, el comercio o teniendo varios trabajos a la vez. Te aburre ganar dinero de una sola forma monótona. Tiendes a gastar en libros, cursos, gadgets o viajes cortos. En lo mejor eres un comerciante nato con olfato para las tendencias. En lo difícil tus finanzas son un caos inestable por falta de organización. Diversificar es inteligente, pero mantén una base sólida.",
    "3": "Comunicador nato. El Sol en Géminis en la Casa 3 está en su trono. Tu vida gira en torno a mensajes, hermanos, vecinos y aprendizaje constante. Eres la Wikipedia humana de tu entorno. Tiendes al chisme o a la sobrecarga de información, hablando mucho sin decir nada profundo. En lo mejor eres un escritor, orador o maestro excelente que conecta ideas dispares. En lo difícil te vuelves nervioso y errático. Tu mente es una joya, úsala para unir personas, no para sembrar discordia.",
    "4": "Hogar biblioteca. El Sol en Géminis en la Casa 4 crea un ambiente familiar lleno de libros, revistas, gente entrando y saliendo, y mucha conversación. Probablemente te mudaste mucho o tu familia era intelectualmente estimulante. Tiendes a sentirte inquieto en casa, siempre reordenando muebles o invitando gente. En lo mejor tu hogar es un centro de aprendizaje y alegría. En lo difícil hay falta de estabilidad emocional y mucha discusión bajo el techo. Las raíces también necesitan silencio para crecer.",
    "5": "Juego mental. El Sol en Géminis en la Casa 5 busca diversión intelectual. Te atraen los romances donde hay ingenio verbal y flirteo inteligente. Eres creativo con las palabras y te llevas genial con los niños porque eres uno más. Tiendes a racionalizar tus sentimientos o a tener romances duales o inconstantes. En lo mejor eres un creativo versátil y divertido. En lo difícil juegas con los corazones ajenos por pura curiosidad. El amor es algo más que una conversación interesante.",
    "6": "Multitasking laboral. El Sol en Géminis en la Casa 6 brilla en trabajos donde hay variedad, movimiento y compañeros con quien charlar. Odias el silencio y la repetición. Tiendes a sufrir de nervios, ansiedad o problemas respiratorios por exceso de estrés mental. En lo mejor eres el empleado más rápido y eficiente resolviendo problemas lógicos. En lo difícil dejas tareas a medias y distraes a los demás. Organiza tu agenda, tu mente necesita descansos reales.",
    "7": "Pareja estimulante. El Sol en Géminis en la Casa 7 busca un socio con quien hablar hasta el amanecer. La inteligencia es tu mayor afrodisíaco. Necesitas una relación que no te corte las alas sociales. Tiendes a dudar entre varias opciones o a ser inconsistente con tu compromiso. En lo mejor tienes una relación dinámica y divertida que nunca envejece. En lo difícil te vuelves evasivo cuando las emociones se ponen densas. Escuchar al otro es tan importante como entretenerlo.",
    "8": "Curiosidad profunda. El Sol en Géminis en la Casa 8 investiga los misterios de la vida, la muerte y la psicología con una mente lógica. Te fascina lo oculto y hablas de tabúes con naturalidad. Tiendes a intelectualizar el dolor o la intimidad para no sentirlo plenamente. En lo mejor eres un investigador o terapeuta que encuentra patrones donde otros ven caos. En lo difícil usas la información confidencial de otros para manipular. Profundiza de verdad, no te quedes solo en la teoría del trauma.",
    "9": "Estudiante del mundo. El Sol en Géminis en la Casa 9 ama los idiomas, los viajes culturales y la filosofía comparada. Eres un eterno estudiante universitario de corazón. Tiendes a saber un poco de todo pero mucho de nada, picoteando filosofías. En lo mejor eres un periodista o profesor que traduce conceptos complejos para todos. En lo difícil te pierdes en debates teóricos sin aplicar nada a tu vida real. La sabiduría requiere compromiso con una verdad, aunque sea por un tiempo.",
    "10": "Carrera en medios. El Sol en Géminis en la Casa 10 te posiciona como comunicador, vendedor o intermediario en tu profesión. Necesitas ser reconocido por tu inteligencia y agilidad mental. Tiendes a cambiar de carrera o tener dos vocaciones simultáneas. En lo mejor eres una figura pública articulada y versátil. En lo difícil te ven como un charlatán o alguien poco serio. Tu palabra es tu marca, cúmplela siempre.",
    "11": "Red social humana. El Sol en Géminis en la Casa 11 brilla conectando grupos diferentes. Tienes amigos de todas las edades y trasfondos, y eres el alma de las reuniones sociales. Tiendes a ser un amigo de paso, divertido pero poco profundo cuando hay problemas reales. En lo mejor eres el pegamento que une comunidades diversas. En lo difícil te dispersas en mil compromisos sociales y fallas a todos. Los amigos verdaderos necesitan más que un mensaje de texto ocasional.",
    "12": "Diálogo interno. El Sol en Géminis en la Casa 12 indica una mente que nunca para, incluso en sueños. Tienes talentos ocultos para la escritura o la investigación en soledad. Tiendes a sufrir de ansiedad oculta o a hablar mal de ti mismo en tu cabeza. En lo mejor canalizas esa voz interna en arte, poesía o canalización espiritual. En lo difícil los chismes o secretos del pasado te atormentan. Aprende a meditar para darle un respiro a tu mente.",
    "Aries": { "1": "..." }
  },
  "Cáncer": {
    "1": "La coraza sensible. El Sol en Cáncer en la Casa 1 te da una presencia suave, lunar y acogedora, pero también defensiva. La gente percibe instintivamente tu empatía y a menudo te cuentan sus vidas sin querer. Tiendes a cambiar de humor como las mareas y a tomarte todo de forma personal. En lo mejor eres un líder emocional que cuida de su tribu con fuerza. En lo difícil te escondes en tu caparazón ante el menor conflicto. Tu sensibilidad es tu radar, no una debilidad; úsala para navegar, no para hundirte.",
    "2": "Seguridad emocional y dinero. El Sol en Cáncer en la Casa 2 vincula tus finanzas a tu sensación de protección. Ahorras no por avaricia, sino por miedo al futuro y para cuidar a los tuyos. Tiendes a gastar emocionalmente cuando te sientes triste o inseguro. En lo mejor tienes un talento natural para negocios inmobiliarios, de comida o familiares. En lo difícil te aferras a posesiones materiales como sustituto de afecto. El dinero va y viene, tu valor intrínseco permanece.",
    "3": "Memoria fotográfica. El Sol en Cáncer en la Casa 3 colorea tu comunicación con emoción y nostalgia. Recuerdas conversaciones de hace años con todo detalle. Tiendes a hablar desde la tripa y no desde la lógica, lo que a veces confunde a los más racionales. En lo mejor eres un escritor o comunicador que toca el corazón de la gente. En lo difícil te tomas cualquier comentario inocente como un ataque personal. Aprende a separar los hechos de tus sentimientos.",
    "4": "Raíces profundas. El Sol en Cáncer en la Casa 4 está en su domicilio natural. Tu vida gira en torno a tu hogar, tu pasado y tu familia. Eres el guardián de la historia familiar y necesitas un refugio seguro para recargar. Tiendes a vivir en el pasado o a cargar con los traumas de tus ancestros. En lo mejor construyes una base sólida y amorosa para ti y los tuyos. En lo difícil te vuelves dependiente de tu familia o asfixias a los que viven contigo. Tu hogar eres tú, donde quiera que vayas.",
    "5": "Creatividad nutritiva. El Sol en Cáncer en la Casa 5 se expresa cuidando y nutriendo sus creaciones, ya sean hijos, arte o proyectos. Eres romántico a la antigua y buscas conexión emocional profunda, no solo diversión. Tiendes a sobreproteger a tus hijos o a tus obras de arte, tomando las críticas fatalmente. En lo mejor eres un padre o artista increíblemente fértil y cariñoso. En lo difícil usas el chantaje emocional para retener la atención. Deja que lo que amas tenga su propia vida.",
    "6": "Cuidar como trabajo. El Sol en Cáncer en la Casa 6 brilla en empleos donde puedes ayudar, nutrir o proteger a otros. Te tomas el ambiente laboral como una segunda familia. Tiendes a somatizar las emociones en el estómago cuando hay tensión en la oficina. En lo mejor eres el alma del equipo que se asegura de que todos estén bien. En lo difícil te quejas constantemente y asumes cargas que no te tocan. Pon límites claros, tus compañeros no son tus hijos.",
    "7": "Búsqueda de nido. El Sol en Cáncer en la Casa 7 busca una pareja que le dé sensación de hogar y pertenencia. Eres leal, protector y necesitas mucha validación emocional del otro. Tiendes a atraer parejas que necesitan ser 'salvadas' o 'maternadas'. En lo mejor creas una alianza íntima y de apoyo mutuo inquebrantable. En lo difícil te vuelves pegajoso y manipulador si sientes que te abandonan. La verdadera seguridad en pareja nace de dos adultos completos, no de la dependencia.",
    "8": "Intimidad blindada. El Sol en Cáncer en la Casa 8 navega las aguas profundas de las emociones compartidas y la herencia familiar. Tienes un instinto casi psíquico para detectar mentiras y dolores ocultos. Tiendes a guardar rencores por años y a tener miedo de abrirte totalmente por temor a ser herido. En lo mejor eres un sanador emocional poderoso o un gestor excelente de patrimonios familiares. En lo difícil manipulas emocionalmente para controlar los recursos. Soltar el control es la única forma de fluir.",
    "9": "Creencias heredadas. El Sol en Cáncer en la Casa 9 busca una filosofía de vida que resuene con sus tradiciones y sentimientos. Viajas buscando conexión emocional, lugares con historia o agua. Tiendes a ser subjetivo en tus juicios morales, basándote en 'lo que se siente bien'. En lo mejor eres un defensor de la cultura y la memoria histórica. En lo difícil te cierras al mundo por miedo a lo desconocido. Lo extraño también puede convertirse en familia si abres el corazón.",
    "10": "Reputación de cuidador. El Sol en Cáncer en la Casa 10 te hace destacar en carreras públicas relacionadas con el cuidado, la vivienda, la alimentación o el público en general. La gente te ve como una figura maternal o paternal, accesible y comprensiva. Tiendes a mezclar la vida privada con la pública, exponiendo tu vulnerabilidad. En lo mejor eres un líder querido que humaniza su entorno profesional. En lo difícil tu humor fluctuante afecta tu imagen profesional. Sé el líder empático que el mundo necesita, pero mantén tu centro.",
    "11": "La familia elegida. El Sol en Cáncer en la Casa 11 trata a los amigos como si fueran hermanos de sangre. Buscas grupos donde haya contención emocional y pertenencia real. Tiendes a ofenderte si el grupo es frío o distante y te retiras a tu caparazón. En lo mejor creas comunidades cálidas y solidarias. En lo difícil te vuelves excluyente con los nuevos o generas dramas grupales. La amistad también requiere espacio y ligereza.",
    "12": "Santuario interior. El Sol en Cáncer en la Casa 12 es extremadamente privado y sensible. Abserbes las emociones del entorno como una esponja, lo que a menudo te agota. Tiendes a esconder tu verdadera identidad por miedo al rechazo, viviendo en un mundo de fantasía. En lo mejor tienes una intuición espiritual y artística sublime, y ayudas a otros desde el anonimato. En lo difícil te aíslas completamente y te ahogas en tus penas. Tu sensibilidad es un don para el mundo, pero necesitas proteger tu energía primero."
  },
  "Leo": {
    "1": "El rey ha llegado. El Sol en Leo en la Casa 1 es pura vitalidad y carisma. Entras y se hace la luz; necesitas expresarte y ser visto tal cual eres. Tiendes a ser dramático y autorreferencial, asumiendo que todo gira en torno a ti. En lo mejor eres cálido, generoso y un líder natural que da confianza a todos. En lo difícil la arrogancia y la necesidad de aplauso te vuelven insoportable. Brilla para iluminar a los demás, no para cegarlos.",
    "2": "Lujo y generosidad. El Sol en Leo en la Casa 2 ve el dinero como una herramienta para mantener un estilo de vida regio y para dar regalos impresionantes. Crees que te mereces lo mejor y sueles atraerlo. Tiendes a gastar por encima de tus posibilidades para mantener las apariencias. En lo mejor tienes una capacidad increíble para generar riqueza a través de tu talento personal. En lo difícil tu autoestima cae si tu cuenta bancaria baja. Eres valioso por tu corazón, no por tus joyas.",
    "3": "Oratoria brillante. El Sol en Leo en la Casa 3 se expresa con autoridad, teatro y mucha seguridad. Cuentas historias como nadie y convences con tu entusiasmo. Tiendes a no escuchar, esperando solo tu turno para hablar de nuevo. En lo mejor eres un comunicador inspirador que motiva a su entorno cercano. En lo difícil eres dogmático y prepotente en las discusiones cotidianas. Aprende a escuchar, el silencio también comunica poder.",
    "4": "Orgullo familiar. El Sol en Leo en la Casa 4 convierte el hogar en su palacio personal. Eres el rey o reina de tu casa y anfitrión generoso. Tiendes a ser mandón con la familia, esperando que te traten con reverencia. En lo mejor creas un hogar cálido, divertido y lleno de vida. En lo difícil hay luchas de ego con los padres o problemas por querer controlar la vida doméstica. Tu casa es donde puedes bajarte de la corona y ser simplemente humano.",
    "5": "La estrella del show. El Sol en Leo en la Casa 5 está en su gozo máximo. Creatividad, romance, hijos y diversión son tu escenario natural. Vives el amor como una película y necesitas ser adorado. Tiendes a ser dramático si no recibes la atención que crees merecer. En lo mejor eres un artista genuino y un padre que inspira confianza y alegría. En lo difícil te vuelves un niño egocéntrico que exige atención constante. Juega, ama y crea por el placer de hacerlo, no por el 'like'.",
    "6": "Trabajo con distinción. El Sol en Leo en la Casa 6 necesita un trabajo donde pueda brillar y ser reconocido; ser un engranaje anónimo te deprime. Organizas y lideras incluso en tareas humildes. Tiendes a tener problemas de corazón o espalda si no sientes orgullo por lo que haces. En lo mejor elevas la calidad del trabajo y contagias entusiasmo a tus colegas. En lo difícil te comportas como un diva en la oficina exigiendo privilegios especiales. La verdadera nobleza está en el servicio bien hecho.",
    "7": "Pareja trofeo. El Sol en Leo en la Casa 7 busca una pareja de la que pueda presumir, alguien brillante y leal. Te entregas con gran corazón, pero esperas lealtad absoluta y admiración recíproca. Tiendes a eclipsar a tu pareja o a hacer que la relación gire solo en torno a tus necesidades. En lo mejor forman una 'power couple' generosa y radiante. En lo difícil el orgullo impide pedir perdón o ceder. Una relación son dos soles orbitando juntos, no un sol y un satélite.",
    "8": "Intensidad dramática. El Sol en Leo en la Casa 8 ilumina las crisis y la intimidad con una necesidad de control y reconocimiento. Quieres ser indispensable en la vida de los demás, incluso financiera o emocionalmente. Tiendes a crear dramas innecesarios por celos o luchas de poder. En lo mejor transformas a los demás con tu luz y generosidad en momentos oscuros. En lo difícil te aferras al poder compartido por miedo a ser irrelevante. La confianza real no necesita demostraciones de fuerza.",
    "9": "Búsqueda de gloria. El Sol en Leo en la Casa 9 viaja y estudia para expandir su reino personal. Buscas conocimientos que te den prestigio y te gusta ser el maestro o el gurú. Tiendes a creer que tu visión del mundo es la superior y la única válida. En lo mejor eres un embajador cultural o un mentor que inspira grandeza. En lo difícil caes en el esnobismo intelectual o espiritual. El mundo es enorme, tu perspectiva es solo una parte maravillosa de él.",
    "10": "Fama y honor. El Sol en Leo en la Casa 10 exige éxito visible, reconocimiento público y posiciones de liderazgo. Naciste para destacar en tu carrera y no aceptas ser segundo plato. Tiendes a obsesionarte con tu imagen pública y el estatus. En lo mejor eres un ejecutivo, artista o líder magnánimo y respetado. En lo difícil la caída es dura si el ego se infla más que tus capacidades reales. Lidera con el ejemplo, no solo con el título.",
    "11": "Líder de la manada. El Sol en Leo en la Casa 11 brilla organizando eventos, grupos y redes de contactos. Eres el corazón de tu círculo social y atraes gente influyente. Tiendes a querer ser siempre el centro de atención del grupo, ofendiéndote si te ignoran. En lo mejor usas tu influencia para causas nobles y para ayudar a tus amigos a brillar. En lo difícil conviertes la amistad en una corte de aduladores. Un buen rey sirve a su pueblo, no al revés.",
    "12": "Luz oculta. El Sol en Leo en la Casa 12 indica un ego que se esconde o que brilla en el retiro. A menudo sientes que no se te reconoce lo suficiente, o tienes miedo de exponer tu verdadero yo. Tiendes a autosabotearte buscando reconocimiento en lugares equivocados. En lo mejor encuentras tu fuerza interna en la soledad y ayudas a otros desinteresadamente. En lo difícil vives resentido porque el mundo no ve tu grandeza. Tu valor es intrínseco, no necesitas un escenario para ser real."
  },
  "Virgo": {
    "1": "Perfección discreta. El Sol en Virgo en la Casa 1 se presenta al mundo con humildad, pulcritud y una mirada analítica. La gente nota que estás en los detalles y que eres servicial, pero a veces pareces nervioso o crítico. Tiendes a arreglarte la ropa o corregir a otros compulsivamente. En lo mejor eres la eficiencia personificada y alguien en quien siempre se puede confiar. En lo difícil tu autocrítica destruye tu confianza antes de empezar. Eres suficiente tal como eres, el mundo no necesita que seas perfecto, solo humano.",
    "2": "Administrador nato. El Sol en Virgo en la Casa 2 maneja el dinero con prudencia, detalle y planificación. Eres excelente encontrando ofertas y organizando presupuestos. Tiendes a preocuparte excesivamente por cada centavo, viviendo con mentalidad de escasez aunque tengas suficiente. En lo mejor construyes una seguridad material sólida gracias a tu trabajo hormiga. En lo difícil te privas de disfrutar la vida por miedo a gastar. El dinero es una herramienta de servicio, úsalo también para vivir bien.",
    "3": "Mente editora. El Sol en Virgo en la Casa 3 se nota en una comunicación precisa, lógica y llena de datos útiles. Eres el que lee la letra pequeña y organiza los planes de viaje. Tiendes a perderte en los detalles irrelevantes y a criticar la forma de hablar de los demás. En lo mejor eres un maestro explicando procesos complejos con sencillez. En lo difícil el cinismo y la queja constante alejan a tus interlocutores. A veces es mejor ser amable que tener la razón técnica.",
    "4": "Hogar ordenado. El Sol en Virgo en la Casa 4 necesita una casa limpia, funcional y saludable para sentirse en paz. Te ocupas de las reparaciones y la salud de tu familia con dedicación. Tiendes a volverte neurótico si las cosas están fuera de lugar o si cambian tus rutinas domésticas. En lo mejor tu hogar es un espacio de sanación y orden. En lo difícil conviertes la convivencia en una lista de tareas y regaños. Un hogar feliz tolera un poco de polvo y desorden.",
    "5": "Hobbies técnicos. El Sol en Virgo en la Casa 5 disfruta de pasatiempos que requieren destreza manual, detalle o intelecto. En el amor eres reservado, servicial y analizas a tus pretendientes bajo microscopio. Tiendes a criticar a tus hijos o pareja intentando 'mejorarlos'. En lo mejor demuestras amor a través de actos de servicio prácticos y leales. En lo difícil matas la espontaneidad del romance con tanta lógica. Déjate llevar, el amor no es un problema a resolver.",
    "6": "Excelencia laboral. El Sol en Virgo en la Casa 6 está en su domicilio. Eres el trabajador ideal: eficiente, organizado y enfocado en la mejora continua. Tu salud y tus rutinas diarias son sagradas para ti. Tiendes a la hipocondría o al agotamiento por no saber delegar, creyendo que nadie lo hará tan bien como tú. En lo mejor sistematizas el caos y sanas tu entorno. En lo difícil te vuelves un mártir del trabajo y un crítico insoportable con los colegas. La perfección no existe, la excelencia sí; aprende la diferencia.",
    "7": "Pareja proyecto. El Sol en Virgo en la Casa 7 busca una relación funcional y a menudo se une a personas a las que puede 'ayudar' o 'arreglar'. Expresas amor cuidando los detalles prácticos de la vida del otro. Tiendes a criticar a tu pareja constantemente, erosionando la intimidad. En lo mejor construyes una vida en común ordenada y saludable. En lo difícil te quedas en relaciones desiguales por sentirte útil. Tu pareja debe ser tu igual, no tu paciente ni tu proyecto de mejora.",
    "8": "Análisis profundo. El Sol en Virgo en la Casa 8 disecciona los misterios de la vida, la muerte y las finanzas compartidas con precisión quirúrgica. Te interesa la psicología para entender cómo funciona la mente, no solo por curiosidad. Tiendes a racionalizar demasiado la intimidad sexual o a controlar obsesivamente las cuentas conjuntas. En lo mejor ayudas a otros a poner orden en sus crisis más caóticas. En lo difícil la ansiedad ante lo incontrolable te paraliza. Hay cosas en la vida que solo se entienden sintiendo, no analizando.",
    "9": "Sabiduría aplicada. El Sol en Virgo en la Casa 9 busca conocimientos prácticos, técnicas y metodologías útiles. Viajas con itinerario detallado y botiquín completo. Tiendes a ser escéptico ante filosofías demasiado abstractas o místicas. En lo mejor eres un estudiante perpetuo que pone la sabiduría al servicio de la vida diaria. En lo difícil te pierdes el panorama general por enfocarte en un dato erróneo. Abre la mente, la verdad a veces es desordenada.",
    "10": "Reputación de experto. El Sol en Virgo en la Casa 10 te posiciona como el especialista, el técnico o la persona que hace que las cosas funcionen en tu campo. La gente te respeta por tu competencia y ética de trabajo. Tiendes a trabajar demasiado y cobrar poco, o a quedarte en segundo plano por timidez. En lo mejor eres la referencia de calidad en tu industria. En lo difícil el perfeccionismo te impide lanzar proyectos o ascender. Tu trabajo habla por sí mismo, permítete recibir el crédito.",
    "11": "Amigo útil. El Sol en Virgo en la Casa 11 se muestra como el amigo que ayuda en la mudanza o te organiza la agenda. Prefieres grupos con un propósito claro, como voluntariados o clubes de hobbies específicos. Tiendes a juzgar a los amigos que son un desastre o a sentirte usado por ser tan servicial. En lo mejor eres el pilar organizativo de tu comunidad. En lo difícil te aíslas por sentir que nadie cumple tus estándares. Acepta a tus amigos con sus fallos, ellos te aceptan con tus críticas.",
    "12": "Servicio silencioso. El Sol en Virgo en la Casa 12 trabaja mejor tras bambalinas, en laboratorios, hospitales o retiros. Tienes una gran capacidad para sanar y ordenar el caos emocional propio y ajeno en soledad. Tiendes a sufrir de ansiedades psicosomáticas que no sabes explicar. En lo mejor encuentras paz en el servicio desinteresado y la conexión espiritual ordenada. En lo difícil te obsesionas con enfermedades imaginarias o culpas secretas. Tu mente necesita descanso, la meditación es tu mejor medicina."
  },
  "Libra": {
    "1": "Encanto diplomático. El Sol en Libra en la Casa 1 te da una presencia grácil, amable y orientada al otro. Tu identidad se define a menudo en espejo con quien tienes enfrente; eres experto en caer bien. Tiendes a la indecisión crónica, dudando hasta de qué ponerte por miedo a desentonar. En lo mejor eres un mediador natural que trae armonía y belleza a cualquier lugar. En lo difícil pierdes tu identidad tratando de complacer a todos. Aprende a decir 'no' con una sonrisa, pero dilo.",
    "2": "Estética y valor. El Sol en Libra en la Casa 2 gasta en belleza, arte, moda y experiencias sociales. Valoras el dinero porque te permite mantener un entorno armonioso y elegante. Tiendes a evitar mirar tus cuentas si los números son 'feos' o a gastar por compromiso social. En lo mejor tienes talento para ganar dinero a través del diseño, la ley o las relaciones públicas. En lo difícil dependes financieramente de otros para no lidiar con la cruda realidad. El equilibrio financiero es la base de tu paz mental.",
    "3": "Palabra justa. El Sol en Libra en la Casa 3 busca siempre el consenso y la imparcialidad en la comunicación. Hablas con tacto y eres un negociador innato entre hermanos o vecinos. Tiendes a dar vueltas y no decir lo que piensas realmente para evitar conflictos ('people pleasing'). En lo mejor eres capaz de ver todos los lados de una historia y comunicar con elegancia. En lo difícil pareces falso o hipócrita por no mojarte. La verdad a veces incomoda, pero es necesaria para relaciones reales.",
    "4": "Hogar armonioso. El Sol en Libra en la Casa 4 necesita que su casa sea un refugio de paz y buen gusto. Las peleas familiares te desestabilizan profundamente; harás lo que sea para mantener la 'fiesta en paz'. Tiendes a barrer los problemas bajo la alfombra decorativa. En lo mejor creas un ambiente doméstico acogedor y socialmente activo. En lo difícil vives en un hogar de apariencias donde nadie habla de los problemas reales. La verdadera armonía incluye resolver los conflictos, no ignorarlos.",
    "5": "Romance de película. El Sol en Libra en la Casa 5 vive para el coqueteo, el arte y la expresión creativa refinada. Te encanta el juego de la seducción y tienes un gusto exquisito. Tiendes a enamorarte del amor mismo más que de la persona real, idealizando el romance. En lo mejor eres un artista talentoso y un amante atento y caballeroso. En lo difícil dependes de la validación externa para sentirte creativo o atractivo. Crea para ti, no para la galería.",
    "6": "Trabajo colaborativo. El Sol en Libra en la Casa 6 brilla en ambientes laborales armoniosos y estéticos. Eres el compañero que trae plantas a la oficina y media en las disputas del equipo. Tiendes a procrastinar las tareas desagradables o sucias, y tu salud sufre si hay mal ambiente. En lo mejor traes diplomacia y justicia a las rutinas diarias. En lo difícil evitas tomar decisiones difíciles en el trabajo y se acumulan los problemas. El trabajo sucio también dignifica si sirve a un propósito mayor.",
    "7": "Identidad en dúo. El Sol en Libra en la Casa 7 es la posición del espejo. Te sientes incompleto sin una pareja o socio, y brillas cuando trabajas en equipo. Tiendes a ceder demasiado poder al otro, perdiendo tu voz. En lo mejor eres el socio ideal, justo y comprometido con el equilibrio de la relación. En lo difícil mantienes relaciones muertas solo por no estar solo o por mantener la imagen social. Estar solo es mejor que estar mal acompañado; cultiva tu relación contigo mismo primero.",
    "8": "Intimidad negociada. El Sol en Libra en la Casa 8 busca equilibrio y justicia en los recursos compartidos y la sexualidad. Te atrae la psicología de las relaciones y quieres que todo sea equitativo, incluso en la cama. Tiendes a evitar los aspectos más oscuros, crudos o 'feos' de la intimidad humana. En lo mejor eres un consejero excelente que aporta luz y justicia a situaciones de crisis. En lo difícil te enredas en pleitos legales o dependencias financieras 'polite'. La intimidad real requiere ensuciarse un poco.",
    "9": "Justicia universal. El Sol en Libra en la Casa 9 busca verdades que sean justas y bellas. Te interesan las leyes, la política internacional y las artes de otras culturas. Tiendes a quedarte en la teoría intelectual sin comprometerte con una acción concreta. En lo mejor eres un diplomático o abogado que lucha por la paz y el entendimiento global. En lo difícil cambias de opinión según el último libro que leíste para no discutir. Ten el coraje de defender tus propias convicciones.",
    "10": "Imagen pública impecable. El Sol en Libra en la Casa 10 te impulsa a carreras en relaciones públicas, moda, justicia o arte. Tu reputación se basa en tu encanto, tu estilo y tu capacidad de conectar gente. Tiendes a preocuparte excesivamente por el 'qué dirán' y a tomar decisiones profesionales basadas en la popularidad. En lo mejor eres un líder querido que construye puentes. En lo difícil eres una veleta que se mueve según sopla el viento social. La integridad vale más que la popularidad.",
    "11": "Socialité natural. El Sol en Libra en la Casa 11 se mueve como pez en el agua en eventos sociales y grupos. Eres quien presenta a todos y se asegura de que nadie esté solo en la fiesta. Tiendes a tener muchos conocidos superficiales y pocos amigos reales con quienes puedas ser vulnerable. En lo mejor creas redes de colaboración hermosas y efectivas. En lo difícil te agotas socialmente por cumplir con compromisos que no te importan. Calidad sobre cantidad, también en la amistad.",
    "12": "Paz en soledad. El Sol en Libra en la Casa 12 sueña con un mundo ideal y armonioso, pero a menudo esconde su necesidad de relación. Puedes tener talentos artísticos ocultos o vivir amores secretos. Tiendes a sacrificar tus deseos por una paz falsa, evadiéndote de la realidad. En lo mejor encuentras el equilibrio espiritual y ayudas a otros a encontrar su paz interior. En lo difícil te sientes víctima de las injusticias del mundo sin hacer nada. Tu paz interna es el único refugio que nadie puede quitarte."
  },
  "Escorpio": {
    "1": "Presencia magnética. El Sol en Escorpio en la Casa 1 te da una intensidad que intimida o fascina. No necesitas hablar para que se note tu presencia; tienes una mirada que escanea el alma. Tiendes a ser reservado y defensivo, mostrando tus cartas solo cuando es necesario. En lo mejor eres un agente de transformación poderoso y resiliente. En lo difícil tu desconfianza te aísla y proyectas una hostilidad innecesaria. Bajar la guardia con la gente correcta también es un acto de poder.",
    "2": "Dinero y control. El Sol en Escorpio en la Casa 2 trata las finanzas como un asunto privado y estratégico. Tienes talento para regenerar recursos y hacer dinero de crisis o transformaciones. Tiendes a ser obsesivo con la seguridad material, acumulando por miedo a depender de nadie. En lo mejor eres un mago de las inversiones y la gestión de crisis. En lo difícil el dinero se convierte en una herramienta de manipulación o poder. La verdadera riqueza es no ser esclavo de tus posesiones.",
    "3": "Palabra penetrante. El Sol en Escorpio en la Casa 3 no habla del clima; va directo al grano o al secreto. Eres un investigador nato y detectas mentiras al vuelo en cualquier conversación. Tiendes al sarcasmo hiriente o al silencio estratégico que inquieta a los demás. En lo mejor eres un comunicador profundo que saca a la luz verdades necesarias. En lo difícil usas la información como arma y te obsesionas con conspiraciones. Usa tu agudeza mental para sanar, no para envenenar.",
    "4": "Raíces secretas. El Sol en Escorpio en la Casa 4 sugiere un hogar privado, casi un búnker, donde recargas tu energía emocional. Probablemente hubo secretos, intensidad o mujeres fuertes en tu infancia. Tiendes a controlar férreamente tu entorno doméstico y a ser muy territorial. En lo mejor eres el pilar emocional que sostiene a la familia en las crisis. En lo difícil el ambiente en casa es denso y manipulador. Deja que la luz entre en tu hogar y en tu pasado para sanarlo.",
    "5": "Pasión obsesiva. El Sol en Escorpio en la Casa 5 vive el romance, la creatividad y los hijos con una intensidad de todo o nada. No sabes jugar superficialmente; te involucras hasta el alma. Tiendes a ser celoso y posesivo con tus amantes o creaciones. En lo mejor eres un artista visceral y un amante transformador. En lo difícil conviertes el amor en una lucha de poder dramática. El amor debe liberarte, no secuestrarte.",
    "6": "Trabajo profundo. El Sol en Escorpio en la Casa 6 se enfoca en resolver problemas complejos, investigar o sanar. Te entregas al trabajo con una concentración láser, ignorando el cansancio. Tiendes a obsesionarte con el control de las tareas y a tener conflictos de poder con compañeros. En lo mejor eres quien resucita proyectos muertos o soluciona lo imposible. En lo difícil te quemas ('burnout') por no saber parar a tiempo. Tu energía es inmensa, pero necesita descanso para regenerarse.",
    "7": "Fusión en pareja. El Sol en Escorpio en la Casa 7 busca una relación que le transforme la vida. La superficialidad te aburre; quieres alma, secretos y lealtad absoluta. Tiendes a probar la lealtad de tu pareja constantemente, creando crisis para ver si se quedan. En lo mejor creas un vínculo indestructible y profundamente sanador. En lo difícil vives en un ciclo tóxico de celos y venganzas. Confiar es el riesgo más grande, pero el único que vale la pena.",
    "8": "Maestro de la crisis. El Sol en Escorpio en la Casa 8 está en su elemento natural. Brillas en situaciones de muerte, sexo, finanzas compartidas y transformación psicológica. No te asusta la oscuridad humana. Tiendes a manipular o querer controlar el dinero y la voluntad de los otros. En lo mejor eres un fénix que renace y ayuda a otros a renacer. En lo difícil te quedas atrapado en resentimientos y luchas de poder oscuras. Suelta el control, la verdadera transformación ocurre cuando te entregas al proceso.",
    "9": "Búsqueda de la verdad oculta. El Sol en Escorpio en la Casa 9 investiga los misterios del universo con pasión. No te bastan las respuestas fáciles; buscas el conocimiento esotérico, psicológico o profundo. Tiendes a ser dogmático y fanático con tus creencias, atacando a quien piensa diferente. En lo mejor eres un maestro que transforma la visión del mundo de sus alumnos. En lo difícil te obsesionas con tener la 'verdad absoluta'. La sabiduría ilumina, no castiga.",
    "10": "Poder y estrategia. El Sol en Escorpio en la Casa 10 te lleva a posiciones de poder donde puedes influir, investigar o transformar sistemas. Eres ambicioso y sabes guardar secretos profesionales. Tiendes a ser despiadado en tu ascenso o a generar enemigos ocultos por tu intensidad. En lo mejor eres un líder transformador que gestiona crisis con sangre fría. En lo difícil tu reputación se mancha por escándalos de poder o sexo. Usa tu poder para empoderar a otros, es tu legado más seguro.",
    "11": "Círculo hermético. El Sol en Escorpio en la Casa 11 tiene pocos amigos, pero mataría por ellos. Prefieres grupos selectos y discretos donde haya lealtad total. Tiendes a sospechar de los grupos grandes y a generar facciones o secretos dentro de la comunidad. En lo mejor eres el estratega del grupo y un amigo leal hasta la muerte. En lo difícil traicionas o eres traicionado por juegos de poder social. La amistad requiere transparencia, baja el escudo.",
    "12": "Fuerza invisible. El Sol en Escorpio en la Casa 12 esconde una intensidad volcánica bajo una superficie calmada. Eres muy privado y procesas tus transformaciones en soledad. Tiendes a tener enemigos ocultos o a ser tu propio saboteador a través de miedos paranoicos. En lo mejor tienes un don psíquico o psicológico para entender el inconsciente colectivo. En lo difícil te consumes en resentimientos secretos que nunca expresas. Saca tus monstruos a la luz, al sol se vuelven inofensivos."
  },
  "Sagitario": {
    "1": "El optimista libre. El Sol en Sagitario en la Casa 1 te da una presencia expansiva, alegre y algo torpe. Entras riendo y ocupando espacio, siempre mirando hacia el horizonte. Tiendes a ser exagerado, prometiendo más de lo que puedes cumplir, y a veces imprudente. En lo mejor eres una inspiración andante que contagia fe y aventura. En lo difícil eres arrogante y 'sabelotodo', huyendo de cualquier compromiso serio. Tu libertad es sagrada, pero tu palabra también debería serlo.",
    "2": "Dinero para vivir. El Sol en Sagitario en la Casa 2 ve el dinero como un pasaporte a la libertad. Gastas en viajes, cursos y experiencias, confiando en que 'el universo proveerá'. Tiendes a ser descuidado con los detalles financieros o a tomar riesgos excesivos en inversiones. En lo mejor generas abundancia a través de la enseñanza, el turismo o la expansión internacional. En lo difícil vives en una montaña rusa financiera por falta de previsión. Ahorrar un poco te da más libertad a largo plazo, no menos.",
    "3": "Mente sin fronteras. El Sol en Sagitario en la Casa 3 piensa en grande y habla con franqueza brutal. Te aburren los detalles cotidianos; tú quieres hablar del sentido de la vida. Tiendes a ser indiscreto ('meter la pata') y a predicar en lugar de conversar. En lo mejor eres un comunicador entusiasta que conecta ideas lejanas. En lo difícil prometes cosas que olvidas al instante y eres disperso. A veces la verdad necesita tacto para ser escuchada.",
    "4": "Hogar del mundo. El Sol en Sagitario en la Casa 4 necesita una casa grande, luminosa y con maletas siempre a mano. Quizás viviste en el extranjero o tu familia era culturalmente diversa. Tiendes a sentir claustrofobia en casa y a querer escapar de las responsabilidades domésticas. En lo mejor tu hogar es un refugio filosófico y acogedor para gente de todo el mundo. En lo difícil eres el ausente en la familia, siempre buscando algo mejor afuera. Las raíces te dan la fuerza para volar más alto, no las cortes.",
    "5": "Fiesta y aventura. El Sol en Sagitario en la Casa 5 se divierte a lo grande. El romance es una aventura, los deportes son extremos y la creatividad es expansiva. Eres como un niño grande jugando. Tiendes a ser un jugador (gambler) en el amor y el dinero, arriesgando demasiado. En lo mejor eres un padre o mentor divertido que enseña a disfrutar la vida. En lo difícil evitas la intimidad real saltando de una emoción a otra. La diversión es genial, pero el amor requiere quedarse cuando la fiesta termina.",
    "6": "Trabajo con propósito. El Sol en Sagitario en la Casa 6 necesita sentir que su trabajo tiene un sentido mayor o le permite aprender. Te ahogas en la rutina gris; necesitas movimiento y metas. Tiendes a descuidar los detalles prácticos o a ser inconsistente con tus hábitos de salud por exceso de confianza. En lo mejor traes visión y optimismo al lugar de trabajo. En lo difícil eres el empleado que predica cómo hacer las cosas pero no las hace. La disciplina diaria es el camino a la verdadera maestría.",
    "7": "Pareja de viaje. El Sol en Sagitario en la Casa 7 busca un compañero de aventuras, no un carcelero. Te atraen personas extranjeras, maestros o gente con espíritu libre. Tiendes a huir si la relación se vuelve rutinaria o exigente. En lo mejor crecen juntos expandiendo sus horizontes mutuamente. En lo difícil eres infiel o inconstante, buscando siempre pastos más verdes. El compromiso no es una jaula si eliges a alguien que vuele contigo.",
    "8": "Expansión profunda. El Sol en Sagitario en la Casa 8 busca la verdad en los misterios de la vida con optimismo y fe. Te interesan las filosofías esotéricas y confías en que saldrás bien parado de las crisis. Tiendes a tomar riesgos financieros compartidos imprudentes. En lo mejor eres un guía espiritual que ayuda a otros a encontrar sentido en el dolor. En lo difícil niegas la gravedad de los problemas con un positivismo tóxico. A veces hay que atravesar el dolor, no solo filosofar sobre él.",
    "9": "El buscador eterno. El Sol en Sagitario en la Casa 9 está en su trono. Viajar, estudiar, publicar y buscar la verdad es tu misión de vida. Te sientes ciudadano del mundo. Tiendes al dogmatismo religioso o intelectual, creyendo que tienes la única verdad. En lo mejor eres un sabio, profesor o explorador que abre caminos para la humanidad. En lo difícil eres un turista espiritual que nunca profundiza. La verdad está en todas partes, no solo lejos de casa.",
    "10": "Líder visionario. El Sol en Sagitario en la Casa 10 aspira a carreras que impliquen enseñanza, leyes, viajes o inspiración. Quieres ser conocido como alguien sabio y libre. Tiendes a prometer más de lo que tu empresa puede entregar o a ser indisciplinado con la autoridad. En lo mejor eres un líder inspirador que motiva a las masas con una visión de futuro. En lo difícil tu reputación cae por imprudencias o fanatismo. Sé el guía que camina su propia charla.",
    "11": "Amigo de todos. El Sol en Sagitario en la Casa 11 tiene amigos en cada puerto. Te encantan los grupos grandes, internacionales y diversos. Eres el alma de la fiesta y el promotor de ideales sociales. Tiendes a ser un amigo superficial que desaparece cuando se acaba la diversión. En lo mejor unes a personas de mundos distintos por una causa noble. En lo difícil prometes ayuda que nunca llega. La amistad es presencia, no solo buenas intenciones.",
    "12": "Fe interior. El Sol en Sagitario en la Casa 12 tiene una vida espiritual rica y privada. A menudo te sientes protegido por una 'buena estrella' o ángel guardián, incluso en soledad. Tiendes a evadirte de la realidad a través de excesos o fantasías de grandeza. En lo mejor eres un filántropo anónimo o un místico que entiende la unidad de todo. En lo difícil escondes tus creencias por miedo al juicio o te pierdes en el extranjero huyendo de ti mismo. Tu templo está dentro de ti, visítalo en silencio."
  },
  "Capricornio": {
    "1": "Autoridad natural. El Sol en Capricornio en la Casa 1 te da una presencia seria, madura y competente desde joven. Pareces alguien que tiene todo bajo control y la gente te respeta instintivamente. Tiendes a ser duro contigo mismo y a poner una barrera de frialdad ante el mundo. En lo mejor eres un líder íntegro y resistente como una roca. En lo difícil te vuelves pesimista y depresivo, cargando el peso del mundo en tus hombros. Sonríe de vez en cuando, la vida no es solo un examen.",
    "2": "Ambición material. El Sol en Capricornio en la Casa 2 trabaja duro por su dinero y busca estatus a través de lo que posee. No quieres dinero rápido, quieres riqueza sólida y duradera. Tiendes a ser tacaño o a vivir con miedo a la pobreza aunque tengas millones. En lo mejor eres un administrador financiero impecable y responsable. En lo difícil valoras a las personas (y a ti mismo) solo por su éxito material. Eres mucho más que tu patrimonio neto.",
    "3": "Mente estructurada. El Sol en Capricornio en la Casa 3 se comunica con brevedad, lógica y propósito. No te gustan las charlas triviales; quieres información útil. Tiendes a ser callado o sarcástico, y a veces pesimista en tus opiniones. En lo mejor eres un estratega mental brillante y un planificador excelente. En lo difícil te cierras a nuevas ideas si no encajan en tu estructura rígida. Flexibiliza tu mente, a veces las mejores soluciones no son las lógicas.",
    "4": "Patriarca/Matriarca del hogar. El Sol en Capricornio en la Casa 4 toma las responsabilidades familiares muy en serio. Eres el pilar que sostiene la estructura doméstica y cuidas de los mayores. Tiendes a llevar el trabajo a casa o a imponer normas demasiado estrictas en la convivencia. En lo mejor construyes un legado familiar sólido y respetable. En lo difícil el hogar es un lugar frío y lleno de obligaciones. El amor también es calidez y suavidad, no solo deber.",
    "5": "Ocio productivo. El Sol en Capricornio en la Casa 5 se toma la diversión en serio. Te gustan los hobbies que requieren maestría o disciplina. En el amor eres cauto, buscas compromiso y no pierdes el tiempo en juegos. Tiendes a reprimir tu niño interior y te cuesta soltarte. En lo mejor eres un creador disciplinado que materializa obras duraderas. En lo difícil tratas a tus hijos o pareja como empleados a los que dirigir. Jugar no tiene que tener un objetivo, solo disfrútalo.",
    "6": "Jefe del deber. El Sol en Capricornio en la Casa 6 es el trabajador incansable. Asumes cargas que otros rechazan y tu ética laboral es intachable. Tiendes al exceso de trabajo ('workaholic') y a problemas de huesos o rodillas por rigidez. En lo mejor eres la columna vertebral de cualquier organización, eficiente y respetado. En lo difícil criticas a todos los que no trabajan a tu ritmo inhumano. Descansar es parte del trabajo, si tú colapsas, todo colapsa.",
    "7": "Compromiso serio. El Sol en Capricornio en la Casa 7 busca una pareja madura, ambiciosa y fiable. El matrimonio es un contrato social y un proyecto de vida para ti. Tiendes a elegir relaciones por conveniencia o estatus, o a ser frío emocionalmente. En lo mejor construyes una alianza poderosa que resiste cualquier tormenta. En lo difícil controlas a tu pareja o la juzgas duramente. El amor necesita vulnerabilidad, no solo gestión eficiente.",
    "8": "Gestor de legados. El Sol en Capricornio en la Casa 8 administra el poder, las deudas y los recursos de otros con una responsabilidad férrea. Tienes una actitud estoica ante la muerte y las crisis. Tiendes a querer controlar los resultados para evitar el caos emocional. En lo mejor eres un albacea o inversor de confianza absoluta. En lo difícil te bloqueas emocionalmente ante la intimidad profunda. Deja caer la armadura, ahí es donde empieza la conexión real.",
    "9": "Maestría y sabiduría. El Sol en Capricornio en la Casa 9 busca conocimientos que den autoridad y estructura. Te tomas tus estudios y creencias muy en serio, respetando la tradición. Tiendes a ser conservador y rígido en tu visión del mundo. En lo mejor eres un experto reconocido o una autoridad académica respetada. En lo difícil juzgas otras culturas o creencias desde una superioridad moral. La sabiduría verdadera incluye la humildad de seguir aprendiendo.",
    "10": "La cima es la meta. El Sol en Capricornio en la Casa 10 está en su lugar natural. Vives para tu carrera, tu reputación y el logro de metas a largo plazo. La ambición es tu motor. Tiendes a sacrificar tu vida personal por el éxito profesional. En lo mejor eres un líder ejemplar, un CEO o una autoridad en tu campo. En lo difícil te vuelves un tirano obsesionado con el poder y el estatus. Recuerda que al final del día, el éxito no te abraza por la noche.",
    "11": "Redes de poder. El Sol en Capricornio en la Casa 11 selecciona sus amistades con cuidado, prefiriendo gente influyente, madura o útil. Eres el organizador responsable del grupo. Tiendes a usar a los amigos para tus fines ('networking' frío) o a juzgarlos. En lo mejor eres un mentor y un amigo leal que ayuda a otros a estructurar sus sueños. En lo difícil te sientes solo en la cima. Los amigos están para compartir la carga, no solo para escalar montañas.",
    "12": "Soledad estructurada. El Sol en Capricornio en la Casa 12 trabaja duro en las sombras. A menudo cargas con responsabilidades kármicas o familiares pesadas en secreto. Tiendes a aislarte y a sufrir depresiones silenciosas por sentir que no cumples. En lo mejor eres el poder detrás del trono, estructurando el caos desde el anonimato. En lo difícil te autosaboteas por miedo al éxito público. Tu fuerza interior es inmensa, confía en ella aunque nadie te aplauda."
  },
  "Acuario": {
    "1": "El rebelde único. El Sol en Acuario en la Casa 1 te hace destacar por ser diferente, excéntrico o futurista. Te importa poco encajar; te importa ser auténtico y libre. Tiendes a ser distante, intelectual y a veces provocador por el gusto de llevar la contraria. En lo mejor eres un visionario que rompe moldes y abre mentes. En lo difícil tu rebeldía se vuelve terquedad y te aísla de los demás ('yo contra el mundo'). Ser diferente es genial, pero conectar es humano.",
    "2": "Dinero alternativo. El Sol en Acuario en la Casa 2 gana y gasta dinero de formas inusuales, a menudo con tecnología o proyectos sociales. Valoras la libertad financiera más que la acumulación. Tiendes a tener altibajos económicos bruscos por tu inestabilidad. En lo mejor innovas en tu forma de generar ingresos y eres desapegado. En lo difícil gastas en utopías o tecnología que no necesitas. El dinero necesita un poco de tierra, no solo aire.",
    "3": "Mente en red. El Sol en Acuario en la Casa 3 piensa rápido, de forma no lineal y brillante. Eres el genio de las ideas locas y la tecnología. Tiendes a ser disperso y a desconectarte emocionalmente en las conversaciones. En lo mejor eres un inventor o comunicador que trae ideas del futuro al presente. En lo difícil te vuelves un sabelotodo arrogante que desprecia las ideas 'normales'. A veces la solución más simple es la mejor, aunque no sea la más innovadora.",
    "4": "Hogar inusual. El Sol en Acuario en la Casa 4 crea un hogar diferente: comunal, tecnológico o nómada. Te sientes desarraigado o la oveja negra de tu familia de origen. Tiendes a ser emocionalmente distante con tus familiares, prefiriendo la amistad. En lo mejor tu casa es un centro de encuentro libre y abierto para todos. En lo difícil te sientes un extraño en tu propia casa y huyes de la intimidad. Echa raíces a tu manera, pero echa raíces.",
    "5": "Creatividad original. El Sol en Acuario en la Casa 5 se expresa rompiendo reglas. Tus romances son amistosos, libres y poco convencionales. Te aburre lo trillado. Tiendes a racionalizar el amor y a huir si sientes que te cortan la libertad. En lo mejor eres un artista vanguardista y un padre que da libertad total a sus hijos. En lo difícil eres frío y desapegado, dejando a la gente confundida sobre tus sentimientos. El amor requiere calor, no solo intelecto.",
    "6": "Innovación laboral. El Sol en Acuario en la Casa 6 necesita un trabajo donde pueda innovar, usar tecnología y tener autonomía. Odias la jerarquía rígida. Tiendes a tener problemas nerviosos o de circulación por estrés mental. En lo mejor revolucionas los métodos de trabajo y eres un compañero solidario. En lo difícil eres el rebelde de la oficina que se niega a cooperar con las normas básicas. La libertad en el trabajo se gana con resultados, no con quejas.",
    "7": "Pareja amigo. El Sol en Acuario en la Casa 7 busca un mejor amigo más que un amante tradicional. Necesitas espacio, debates intelectuales y cero drama. Tiendes a ser impredecible en la relación, apareciendo y desapareciendo. En lo mejor tienes una relación libre, moderna y basada en el respeto mutuo. En lo difícil tu frialdad hace sentir al otro que no te importa nada. La independencia es buena, la indiferencia no.",
    "8": "Desapego en crisis. El Sol en Acuario en la Casa 8 analiza los traumas y tabúes con una mente científica y objetiva. Te interesan las nuevas formas de sexualidad o economía compartida (cripto, crowdfunding). Tiendes a desconectarte emocionalmente cuando las cosas se ponen intensas. En lo mejor ayudas a otros a liberarse de sus traumas viéndolos desde otra perspectiva. En lo difícil provocas crisis por el simple hecho de romper el status quo. La empatía es necesaria cuando tratas con el dolor ajeno.",
    "9": "Ideales de futuro. El Sol en Acuario en la Casa 9 busca filosofías que prometan progreso, libertad y humanidad. Te atrae la ciencia, la astrología o la política social. Tiendes a ser un utópico que ama a la humanidad en abstracto pero no soporta a las personas reales. En lo mejor eres un reformador social o científico visionario. En lo difícil te radicalizas en tus ideas creyéndote superior. Las ideas deben servir a las personas, no al revés.",
    "10": "Carrera original. El Sol en Acuario en la Casa 10 se destaca por ser el raro, el genio o el innovador en su campo. No sigues el camino trazado; inventas uno nuevo. Tiendes a chocar con las autoridades tradicionales y a tener una carrera inestable. En lo mejor eres reconocido por tu visión única y tu aporte a la sociedad. En lo difícil eres conocido por ser errático y poco fiable. Tu originalidad es tu marca, pero la consistencia es lo que construye el éxito.",
    "11": "Comunidad global. El Sol en Acuario en la Casa 11 está en su salsa. Vives para los grupos, las redes y las causas colectivas. Eres el amigo de todos y de nadie a la vez. Tiendes a diluir tu identidad en el grupo o a priorizar la causa sobre los individuos. En lo mejor eres un líder horizontal que moviliza a la gente por un futuro mejor. En lo difícil te pierdes en la multitud y olvidas quién eres tú. Recuerda que el grupo está formado por individuos, incluyéndote a ti.",
    "12": "Rebelde solitario. El Sol en Acuario en la Casa 12 se siente fundamentalmente diferente y a menudo incomprendido, escondiendo su excentricidad. Tienes una conexión intuitiva con el inconsciente colectivo. Tiendes a aislarte socialmente ('ghosting') cuando te sientes abrumado. En lo mejor trabajas por la liberación humana desde el anonimato o la investigación. En lo difícil te sientes un alienígena exiliado en la Tierra. Tu rareza es un regalo espiritual, no algo que debas esconder."
  },
  "Piscis": {
    "1": "El camaleón empático. El Sol en Piscis en la Casa 1 te da una presencia suave, soñadora y difícil de definir. Abserbes el ambiente como una esponja y tu identidad fluye con la corriente. Tiendes a ser evasivo y a no tener límites claros con los demás. En lo mejor eres carismático, mágico y compasivo, alguien que encanta sin esforzarse. En lo difícil te victimizas y pierdes el contacto con la realidad. Pon los pies en la tierra de vez en cuando, es donde vive el resto de nosotros.",
    "2": "Dinero intuitivo. El Sol en Piscis en la Casa 2 maneja el dinero según cómo se siente ese día. Puedes ser increíblemente generoso o un caos total. Tiendes a ignorar los extractos bancarios esperando un milagro. En lo mejor atraes recursos cuando te alineas con tu propósito espiritual o artístico. En lo difícil el dinero se te escapa como agua entre los dedos por falta de atención. La magia financiera también requiere un poco de contabilidad.",
    "3": "Comunicación poética. El Sol en Piscis en la Casa 3 se comunica con imágenes, música o silencios más que con lógica. Entiendes lo que no se dice. Tiendes a ser confuso, olvidar datos o mentir piadosamente para no herir. En lo mejor eres un poeta o un oyente empático maravilloso. En lo difícil nadie entiende lo que quieres decir porque divagas demasiado. Intenta ser claro, la poesía es hermosa, pero las instrucciones deben ser precisas.",
    "4": "Hogar refugio. El Sol en Piscis en la Casa 4 necesita que su casa sea un santuario espiritual o artístico, lejos del ruido del mundo. Idealizas tu infancia o vives con cierta nostalgia. Tiendes a tener problemas de humedad o caos en casa, o límites familiares borrosos. En lo mejor tu hogar es un lugar de sanación y paz absoluta. En lo difícil te escondes en casa para evadir la vida adulta. Tu casa debe protegerte, no aislarte.",
    "5": "Creatividad ilimitada. El Sol en Piscis en la Casa 5 es el artista soñador y el romántico empedernido. Te enamoras del amor y creas mundos de fantasía. Tiendes a idealizar a tus amantes hasta que la realidad te golpea. En lo mejor eres un canal creativo puro y un amante devoto y sensible. En lo difícil usas el romance o los vicios para escapar de la realidad. El amor real es mejor que el de las películas porque es tangible.",
    "6": "Servicio devoto. El Sol en Piscis en la Casa 6 busca un trabajo con alma, donde pueda ayudar o crear. La rutina rígida te enferma; necesitas fluir. Tiendes a somatizar emociones y a tener alergias o fatigas misteriosas. En lo mejor traes compasión y arte al lugar de trabajo. En lo difícil eres desorganizado, llegas tarde y te haces la víctima ante las exigencias. El caos no es un estilo de trabajo sostenible, pon un poco de orden.",
    "7": "Fusión romántica. El Sol en Piscis en la Casa 7 busca un alma gemela, alguien con quien fundirse completamente. Eres capaz de sacrificarte mucho por la pareja. Tiendes a atraer personas confundidas, adictas o que necesitan ser salvadas. En lo mejor vives una conexión espiritual y amorosa profunda. En lo difícil pierdes tu identidad en el otro y aceptas comportamientos inaceptables. Salvar a tu pareja no es tu trabajo, amarla sí.",
    "8": "Misticismo profundo. El Sol en Piscis en la Casa 8 navega las aguas del inconsciente y la muerte con naturalidad. Tienes una intuición psíquica sobre las motivaciones ocultas de los demás. Tiendes a ser confuso con el dinero compartido o a dejarte llevar por corrientes emocionales oscuras. En lo mejor eres un sanador espiritual que ayuda a transitar el dolor. En lo difícil te vuelves dependiente o mártir en situaciones de crisis. Pon límites claros incluso en la intimidad más profunda.",
    "9": "Fe universal. El Sol en Piscis en la Casa 9 busca la conexión con lo divino a través de viajes espirituales, arte o misticismo. No te interesan los dogmas, sino la experiencia de unidad. Tiendes a ser crédulo y a seguir a gurús falsos por necesidad de creer. En lo mejor eres un visionario espiritual que inspira compasión global. En lo difícil te pierdes en fantasías filosóficas sin aplicar nada. La espiritualidad verdadera se demuestra en cómo tratas al vecino.",
    "10": "Carrera inspirada. El Sol en Piscis en la Casa 10 brilla en carreras artísticas, de ayuda, cine o espiritualidad. Tu reputación es la de alguien visionario y empático. Tiendes a carecer de dirección clara, flotando de un trabajo a otro. En lo mejor traes magia y humanidad al mundo profesional, inspirando a muchos. En lo difícil te desilusionas ante la dureza del mundo corporativo y te retiras. Sigue tu intuición, es tu mejor brújula profesional.",
    "11": "Amigos del alma. El Sol en Piscis en la Casa 11 se funde con sus grupos de amigos, sintiendo sus alegrías y penas como propias. Atraes a artistas y soñadores. Tiendes a no poner límites y a dejar que los amigos se aprovechen de tu bondad. En lo mejor creas comunidades basadas en el amor y la creatividad. En lo difícil te disuelves en el grupo y pierdes tu rumbo personal. Ayudar a los amigos es noble, pero no te ahogues para salvarlos.",
    "12": "El místico en casa. El Sol en Piscis en la Casa 12 está en su domicilio cósmico. Tienes una vida interior vastísima y necesitas mucha soledad para no desintegrarte. Eres extremadamente sensible a la energía colectiva. Tiendes a escapar de la realidad mediante sueños, drogas o negación. En lo mejor eres un canal espiritual, artístico o sanador de primer nivel que trabaja desde lo invisible. En lo difícil te sientes perdido en la niebla de tu propia mente. Tu sensibilidad es tu regalo, protégela con límites sanos y soledad consciente."
  }
}
