{
  "Aries": {
    "1": "El Pionero Autónomo. Tu espíritu exige libertad total de movimiento; decides quién eres a través de la acción directa y el riesgo. Te motivan los inicios, lanzarte sin paracaídas y ser el primero en levantar la mano. La espera te mata la voluntad. Consejo: Tu valentía es tu marca, pero asegúrate de terminar lo que con tanto fuego empiezas.",
    "2": "El Conquistador de Recursos. Tu motor se enciende cuando hay que ganar el pan con sudor y competencia; ves el dinero como una victoria personal. Tienes un enfoque agresivo para generar ingresos, prefiriendo el emprendimiento o las comisiones antes que un sueldo fijo aburrido. Consejo: Gana dinero para comprar libertad, no para competir con el vecino.",
    "3": "La Mente de Fuego. Decides expresarte con rapidez, debate y franqueza brutal; tu intelecto es tu arma y tu vehículo. Te motiva ganar las discusiones y aprender a través de la experiencia directa en tu entorno local. Consejo: Tu palabra es aguda como un cuchillo; úsala para cortar la ignorancia, no para herir a quien te escucha.",
    "4": "El Defensor del Clan. Tu voluntad se enfoca en liderar la familia o construir un hogar bajo tus propios términos; no soportas que nadie te diga cómo vivir en tu casa. Te motiva ser la cabeza de familia o iniciar proyectos inmobiliarios. Consejo: Tu hogar debe ser tu base de operaciones, no un campo de batalla.",
    "5": "El Creador Audaz. Tu espíritu se alimenta de la adrenalina, el romance apasionado y la creatividad espontánea. Te tomas la diversión muy en serio y quieres dejar una marca visible a través de tus hijos o tus obras artísticas. Consejo: La vida es un juego, pero no trates a los corazones de otros como juguetes.",
    "6": "El Guerrero del Deber. Encuentras tu propósito en la resolución de crisis inmediatas y en el trabajo duro que requiere fuerza y rapidez. Te motiva superar obstáculos diarios y 'apagar fuegos' en la oficina; el descanso te hace sentir inútil. Consejo: Tu cuerpo no es una máquina indestructible; respétalo antes de que te obligue a parar.",
    "7": "El Desafiante. Tu dirección en la vida se activa a través de la confrontación, la competencia o la colaboración dinámica con otros. Buscas socios que te reten; la paz excesiva te aburre y a veces provocas conflictos solo para sentir que la relación está viva. Consejo: Un buen socio es un aliado, no un sparring para entrenar boxeo.",
    "8": "El Estratega de Crisis. Te motiva adentrarte en situaciones de riesgo, gestionar dinero ajeno con audacia o explorar tabúes. Tu voluntad brilla cuando todo el mundo tiene miedo; ahí es donde tomas el control y transformas la situación. Consejo: La verdadera fuerza no es controlar a los demás, sino dominar tus propios impulsos.",
    "9": "El Explorador Radical. Tu espíritu busca la verdad a través de la experiencia directa, los viajes impulsivos y las creencias firmes. Defiendes tus ideas con pasión y te motiva abrir caminos donde antes solo había dogma. Consejo: Ten la mente tan abierta como tu deseo de aventura; escuchar no te quita la razón.",
    "10": "El Jefe Nato. Tu vocación es mandar, innovar y llegar a la cima lo más rápido posible. No tienes paciencia para la burocracia; quieres resultados y reconocimiento por tu iniciativa individual. Consejo: El liderazgo real inspira acción, el autoritarismo solo genera obediencia ciega.",
    "11": "El Activista Impaciente. Te mueves por causas sociales con una energía de combate; quieres cambiar el grupo o liderar la red de amigos. Te motiva ser la punta de lanza en proyectos comunitarios, aunque a veces vas demasiado rápido para el consenso. Consejo: Si corres solo, llegas antes; si caminas acompañado, llegas más lejos.",
    "12": "El Héroe Solitario. Tu voluntad opera mejor en las sombras, luchando contra demonios internos o enemigos ocultos. Te motiva el trabajo en instituciones o el sacrificio personal, pero a menudo reprimes tu ira hasta que explota. Consejo: Tu batalla más importante es interna; la paz mental es tu verdadera victoria."
  },
  "Tauro": {
    "1": "El Constructor de Sí Mismo. Tu espíritu avanza lento pero imparable; decides quién eres basándote en la estabilidad y el placer sensorial. No te motiva la prisa, sino la calidad de vida y la consistencia en tus propósitos. Consejo: La terquedad es una virtud si te mantiene en el camino, pero un vicio si te impide ver el precipicio.",
    "2": "El Arquitecto de Valor. Tu motivación central es acumular, preservar y cultivar recursos tangibles. Encuentras sentido al ver crecer tu cuenta bancaria o tu colección de bienes; el dinero para ti es paz mental, no estatus. Consejo: Posees cosas, no dejes que las cosas te posean a ti.",
    "3": "El Pensador Pragmático. Tu mente se enfoca en lo útil, lo bello y lo concreto; no te interesan las teorías abstractas sin aplicación real. Te motiva aprender oficios, jardinería o arte, y disfrutas de las rutinas predecibles en tu vecindario. Consejo: No descartes una idea nueva solo porque requiere cambiar tu forma habitual de hacer las cosas.",
    "4": "El Guardián del Santuario. Tu voluntad se vuelca en crear un hogar seguro, cómodo y estéticamente placentero. Te motiva la tierra, la propiedad raíz y asegurar el bienestar material de tu familia a largo plazo. Consejo: La seguridad es importante, pero no conviertas tu casa en una fortaleza impenetrable al cambio.",
    "5": "El Artista Sensual. Encuentras propósito en el disfrute lento de la vida, el arte, la buena comida y el romance físico. Te motiva crear obras que perduren en el tiempo y tratar a tus proyectos creativos como inversiones valiosas. Consejo: El placer es un excelente combustible, pero asegúrate de producir algo más que mera satisfacción.",
    "6": "El Trabajador Incansable. Tu espíritu encuentra paz en la rutina inquebrantable y el esfuerzo sostenido. Eres la columna vertebral de cualquier operación; te motiva ver el progreso tangible día tras día, sin saltos ni sorpresas. Consejo: La flexibilidad también es salud; no te rompas por no querer doblarte un poco.",
    "7": "El Socio Leal. Buscas relaciones duraderas, fiables y productivas; tu voluntad se ejerce mejor cuando tienes un respaldo sólido. Te motiva construir algo concreto con otra persona, evitando el drama y la inestabilidad emocional. Consejo: La lealtad es un regalo caro, no se lo des a gente barata que no valora tu esfuerzo.",
    "8": "El Gestor de Patrimonio. Te motiva consolidar el poder financiero compartido y asegurar el futuro contra cualquier crisis. Tienes un talento natural para la banca o la administración de recursos ajenos, buscando siempre el retorno seguro. Consejo: Soltar también es una forma de ganar; no te aferres a rencores o deudas antiguas.",
    "9": "El Filósofo Naturalista. Tu búsqueda de sentido es práctica y terrenal; encuentras a Dios en la naturaleza y en la simplicidad. Te motivan los valores tradicionales y el conocimiento que ha resistido la prueba del tiempo. Consejo: Hay verdades que no se pueden tocar ni medir, y también son válidas.",
    "10": "El Profesional Sólido. Tu vocación es construir una reputación de confiabilidad, paciencia y resultados tangibles. No buscas la fama efímera, sino una carrera que te garantice seguridad y confort material de por vida. Consejo: No te quedes en un trabajo que odias solo porque paga las cuentas; tu alma también necesita comer.",
    "11": "El Pilar de la Comunidad. Te unes a grupos para mantener tradiciones o construir estructuras sociales duraderas. Te motiva la amistad leal y de largo plazo; eres quien asegura que los planes del grupo se realicen en la práctica. Consejo: A veces el grupo necesita renovación, no solo mantenimiento.",
    "12": "El Ermitaño Hedonista. Tu voluntad se retira para recargar energías en soledad, disfrutando del silencio y la paz. Te motiva el trabajo detrás de escena donde puedes ir a tu propio ritmo sin presiones externas. Consejo: El aislamiento es restaurador, pero cuidado con usar la comodidad como un escondite para no enfrentar la vida."
  },
  "Géminis": {
    "1": "El Narrador de su Vida. Tu espíritu es dual, curioso y adaptable; defines quién eres a través de tus múltiples intereses y conversaciones. Te motiva la variedad y te aterra el aburrimiento o ser encasillado en una sola identidad. Consejo: Eres muchas personas a la vez, pero intenta que todas caminen en la misma dirección.",
    "2": "El Comerciante Ágil. Tu motor económico es la información, las ventas y el intercambio rápido. Encuentras sentido en tener múltiples fuentes de ingreso o en monetizar tus ideas y contactos. Consejo: Enfócate en una estrategia a la vez; perseguir dos conejos suele dejarte sin cena.",
    "3": "El Mensajero Eterno. Aquí el espíritu está en su salsa; tu propósito es conectar, escribir, enseñar y aprender de todo un poco. Te motiva el movimiento constante y ser el nodo central de información en tu entorno. Consejo: Saber un poco de todo es útil, pero dominar algo a fondo te dará la autoridad que buscas.",
    "4": "El Historiador Familiar. Tu voluntad se canaliza en entender y documentar tus raíces, o en tener un hogar lleno de libros y gente entrando y saliendo. Te motiva la comunicación con tus parientes y mantener viva la curiosidad en casa. Consejo: Un hogar necesita cimientos emocionales, no solo intelectuales.",
    "5": "El Jugador Ingenioso. Tu creatividad es verbal y mental; encuentras propósito en los juegos de palabras, el coqueteo inteligente y los hobbies variados. Te motiva expresar tu inteligencia de formas lúdicas y divertidas. Consejo: El amor requiere profundidad y silencio, no solo chistes y anécdotas brillantes.",
    "6": "El Multitasker. Encuentras sentido en el caos organizado de una agenda llena y tareas variadas. Te motiva resolver acertijos lógicos en el trabajo y sistematizar datos; te enferma la rutina monótona y repetitiva. Consejo: Tu sistema nervioso tiene límites; desconectar la mente es vital para tu salud física.",
    "7": "El Dialogador. Tu dirección en la vida depende del intercambio de ideas con un otro; buscas parejas con las que puedas hablar hasta el amanecer. Te motiva el debate, la negociación y ver la vida desde la perspectiva ajena. Consejo: Escuchar no es solo esperar tu turno para hablar; es recibir al otro.",
    "8": "El Investigador Curioso. Te motiva descubrir secretos, datos ocultos y entender la psicología detrás de las transacciones. Tu voluntad se enfoca en desmenuzar tabúes con una mente lógica y desapegada. Consejo: No intelectualices tanto tus emociones profundas; a veces hay que sentirlas, no analizarlas.",
    "9": "El Estudiante de la Vida. Tu espíritu viaja a través de los libros, los idiomas y las culturas. Te motiva conectar puntos distantes y sintetizar filosofías diversas; eres el eterno alumno y maestro. Consejo: La sabiduría es lo que queda cuando olvidas los datos; busca la esencia, no solo la cita textual.",
    "10": "El Comunicador Público. Tu vocación es ser la voz, el escritor o el intermediario visible. Construyes tu carrera sobre tu capacidad de adaptación y oratoria; te motiva ser reconocido por tu inteligencia. Consejo: Tu reputación depende de tu palabra; cumple lo que prometes aunque cambies de opinión.",
    "11": "El Conector Social. Te motiva tejer redes, presentar personas y circular información dentro de tus grupos. Encuentras propósito en la diversidad de opiniones y en mantener a la comunidad informada y conectada. Consejo: No seas solo el mensajero; asegúrate de tener una postura propia dentro del grupo.",
    "12": "El Pensador Oculto. Tu voluntad trabaja mejor en privado, escribiendo diarios o analizando el subconsciente. Te motiva descifrar los códigos del mundo invisible o espiritual, a menudo dudando de expresar tu voz en público. Consejo: Tus ideas privadas tienen valor; no temas compartirlas, el mundo necesita tu perspectiva única."
  },
  "Cáncer": {
    "1": "El Protector. Tu espíritu se define por la capacidad de cuidar, nutrir y sentir; decides quién eres basándote en tu intuición y tus lazos emocionales. Te motiva pertenecer y crear seguridad emocional para ti y los tuyos. Consejo: Cuidar de otros es noble, pero no te olvides de nutrir a la persona que ves en el espejo.",
    "2": "El Coleccionista de Recuerdos. Tu motor financiero es la seguridad y el ahorro para las 'vacas flacas'. Te motiva acumular recursos para proteger a tu familia; tienes un talento para bienes raíces, comida o antigüedades. Consejo: El dinero es energía de cambio, no lo estanques por miedo al futuro.",
    "3": "El Oyente Empático. Tu mente absorbe el tono emocional de las palabras más que el contenido lógico. Te motiva comunicarte desde el corazón y tienes una memoria prodigiosa para el pasado y las historias personales. Consejo: No te tomes cada palabra de forma personal; a veces un comentario es solo un comentario.",
    "4": "El Patriarca/Matriarca. Aquí el espíritu encuentra su trono; tu propósito máximo es construir un hogar, una base segura y honrar tu linaje. Te motiva ser el refugio al que todos vuelven. Consejo: Un hogar sano tiene puertas abiertas para que los hijos salgan, no murallas para retenerlos.",
    "5": "El Creador de Vida. Encuentras sentido en la crianza, ya sea de hijos biológicos o de proyectos creativos que tratas como bebés. Te motiva la expresión emocional y el cuidado tierno en tus romances. Consejo: Deja que tus creaciones respiren; sobreprotegerlas puede asfixiar su potencial.",
    "6": "El Cuidador Servicial. Tu voluntad se canaliza a través del servicio y el cuidado de la salud diaria de otros. Te motiva crear rutinas que nutran el cuerpo y el alma, a menudo sacrificándote por el bienestar del equipo. Consejo: No puedes servir agua de un vaso vacío; tu bienestar debe ser la prioridad número uno.",
    "7": "El Socio Vinculante. Buscas una conexión emocional profunda y seguridad en tus asociaciones. Te motiva cuidar a tu pareja y ser cuidado a cambio; tratas a tus socios como familia. Consejo: La dependencia emocional no es amor; busca una pareja, no un padre o un hijo.",
    "8": "El Guardián de Legados. Te motiva gestionar los recursos familiares y la herencia emocional. Tienes un instinto para navegar crisis emocionales y proteger lo que es vital; tu voluntad es tenaz ante la pérdida. Consejo: Deja ir el pasado y los rencores antiguos para que la transformación real pueda ocurrir.",
    "9": "El Peregrino Nostálgico. Tu búsqueda de sentido pasa por la historia, la tradición y la conexión con la patria o los ancestros. Te motiva encontrar un hogar espiritual o una filosofía que te haga sentir seguro. Consejo: La tradición es una guía, no una jaula; atrévete a explorar más allá de lo conocido.",
    "10": "El Líder Nutricio. Tu vocación es cuidar al público o liderar con empatía y protección. Te motiva ser visto como una figura de autoridad maternal/paternal en tu campo profesional. Consejo: No lleves las emociones de la oficina a casa; separa tu rol público de tu sensibilidad privada.",
    "11": "El Familiar del Grupo. Te motiva crear un sentido de pertenencia dentro de tus amistades; tratas a tus amigos como si fueran hermanos de sangre. Tu propósito es nutrir la comunidad y ofrecer un espacio seguro para todos. Consejo: No todos los amigos merecen tu lealtad incondicional; pon límites sanos.",
    "12": "El Sanador Intuitivo. Tu voluntad opera en el mundo de los sueños, la psicología profunda y la compasión oculta. Te motiva ayudar a los desamparados o retirarte a tu caparazón para sanar tus propias heridas. Consejo: Tu sensibilidad es un radar, no una debilidad; confía en lo que sientes aunque no puedas explicarlo."
  },
  "Leo": {
    "1": "El Protagonista. Tu espíritu exige autoexpresión, dignidad y reconocimiento; decides quién eres mostrándote al mundo sin filtros. Te motiva el aplauso, el honor y ser fiel a tu propia esencia solar. Consejo: Brilla para iluminar a los demás, no para cegarlos con tu ego.",
    "2": "El Inversor de Lujo. Tu motor es generar riqueza para disfrutarla y compartirla generosamente. Te motiva la calidad, las marcas y tener recursos para apoyar tus proyectos creativos; eres magnánimo con el dinero. Consejo: La generosidad es hermosa, pero asegúrate de no estar comprando afecto.",
    "3": "El Orador Carismático. Tu mente es dramática y creativa; cuentas historias mejor que nadie. Te motiva comunicar tus ideas con pasión y autoridad, siendo el centro de atención en tu entorno inmediato. Consejo: Escuchar también es un acto de generosidad; deja espacio para que otros brillen en la conversación.",
    "4": "El Rey/Reina del Castillo. Tu voluntad se enfoca en hacer de tu hogar un palacio donde recibes a tu corte. Te motiva ser el orgullo de tu familia y mantener un espacio doméstico lleno de vida y celebración. Consejo: En casa todos deberían sentirse cómodos, no solo los invitados que vienen a aplaudirte.",
    "5": "El Creador Soberano. Aquí tu espíritu está en casa; tu propósito es crear, amar y jugar con el corazón abierto. Te motiva dejar una huella personal única en todo lo que haces, desde el arte hasta el romance. Consejo: Tu obra es importante, pero tú eres valioso incluso cuando no estás produciendo aplausos.",
    "6": "El Organizador Orgulloso. Encuentras sentido en hacer tu trabajo con excelencia y distinción. Te motiva ser el mejor en tu rutina diaria y servir con dignidad; no soportas la mediocridad en el servicio. Consejo: El reconocimiento no siempre viene de afuera; aprende a validarte por el trabajo bien hecho en silencio.",
    "7": "El Socio Leal y Noble. Buscas parejas de las que puedas presumir y que te traten con la realeza que mereces. Te motiva una relación apasionada y honorable donde ambos brillen. Consejo: El amor requiere humildad; a veces hay que bajar del trono para encontrarse realmente con el otro.",
    "8": "El Líder en la Crisis. Tu voluntad se fortalece ante el drama y las situaciones límite; tomas el control cuando otros entran en pánico. Te motiva transformar las finanzas o la intimidad con un toque de grandeza. Consejo: No crees crisis innecesarias solo para demostrar que puedes resolverlas.",
    "9": "El Visionario Inspirado. Tu espíritu busca una filosofía grandiosa y heroica; quieres ser un maestro o guía que inspira a otros. Te motiva viajar con estilo y publicar tus verdades con mayúsculas. Consejo: La verdad no te pertenece solo a ti; sé un guía generoso, no un dogmático arrogante.",
    "10": "La Estrella Pública. Tu vocación es ser visto, liderar y dejar un legado visible. Te motiva el estatus, la fama o simplemente ser la máxima autoridad en tu campo; naciste para el escenario profesional. Consejo: La fama es efímera, el respeto se gana con integridad y consistencia.",
    "11": "El Corazón del Grupo. Te motiva liderar comunidades, organizar eventos y ser el alma de la fiesta entre amigos. Tu propósito es inspirar al colectivo y ser un punto de referencia generoso para tu red. Consejo: Un buen líder crea más líderes, no solo seguidores.",
    "12": "El Héroe Oculto. Tu voluntad trabaja en soledad, quizás en arte, espiritualidad o ayudando desde el anonimato. Te motiva el sacrificio noble, pero sufres si no recibes ningún crédito por tu bondad invisible. Consejo: Tu luz interior es suficiente; no necesitas un público para ser real."
  },
  "Virgo": {
    "1": "El Analista Consciente. Tu espíritu se define por la mejora continua, el detalle y la utilidad; decides quién eres a través de tu capacidad para discernir y ordenar. Te motiva ser competente y estar en control de los pormenores de tu vida. Consejo: Eres humano, no un proyecto de optimización constante; permítete ser imperfecto.",
    "2": "El Administrador Prudente. Tu motor económico es la eficiencia y el cálculo preciso. Te motiva organizar tus finanzas al centavo y gastar de manera inteligente; encuentras propósito en la seguridad que da el orden material. Consejo: No te pierdas tanto en los centavos que olvides disfrutar de los billetes.",
    "3": "El Pensador Crítico. Tu mente busca clasificar, entender y comunicar con precisión técnica. Te motiva aprender habilidades prácticas, corregir errores y ser la persona que tiene el dato exacto. Consejo: La crítica constante, aunque sea constructiva, puede agotar a quienes te rodean; a veces, el silencio es mejor.",
    "4": "El Doméstico Eficiente. Tu voluntad se enfoca en mantener un hogar limpio, funcional y saludable. Te motiva servir a tu familia a través del orden y el cuidado práctico de los detalles diarios. Consejo: Un hogar impecable no es necesariamente un hogar feliz; el desorden a veces es señal de vida.",
    "5": "El Artesano Detallista. Encuentras propósito en hobbies que requieren destreza técnica y paciencia. Te motiva perfeccionar tu arte o cuidar de los detalles en tus relaciones románticas, a veces analizando demasiado el amor. Consejo: En el amor y el arte, la técnica es importante, pero la pasión es lo que da vida.",
    "6": "El Servidor Perfecto. Aquí tu espíritu encuentra su taller; tu propósito es trabajar, sanar y sistematizar. Te motiva la pureza de la rutina, la salud y ser indispensable por tu eficiencia. Consejo: El trabajo nunca termina, pero tu energía sí; aprende a decir 'ya es suficiente por hoy'.",
    "7": "El Socio Correctivo. Buscas ayudar a tu pareja a mejorar y esperas lo mismo a cambio. Te motiva una relación funcional donde los roles estén claros y se trabaje en equipo para solucionar problemas. Consejo: Tu pareja no es un proyecto de bricolaje que necesitas arreglar; ámala como es.",
    "8": "El Auditor de Crisis. Te motiva desmenuzar los detalles de las deudas, los impuestos o los complejos psicológicos. Tu voluntad es precisa en momentos de caos, encontrando la solución lógica donde otros solo ven drama. Consejo: No te obsesiones con controlar lo incontrolable; la vida es un misterio, no una ecuación.",
    "9": "El Erudito Crítico. Tu espíritu busca la verdad a través del estudio minucioso y el escepticismo saludable. Te motiva entender los sistemas complejos, la gramática o las leyes al detalle. Consejo: No pierdas la visión del bosque por estar analizando la corteza de cada árbol.",
    "10": "El Especialista. Tu vocación es ser el experto técnico, la mano derecha indispensable o el crítico respetado. Te motiva la competencia profesional y el trabajo bien hecho, más que la fama vacía. Consejo: Tu humildad es virtud, pero no dejes que otros se lleven el crédito por tu arduo trabajo.",
    "11": "El Organizador de la Red. Te motiva estructurar los planes del grupo y asegurarte de que la comunidad funcione eficientemente. Eres quien lleva las cuentas o la logística en tus círculos sociales. Consejo: Deja de trabajar tanto por el grupo y empieza a disfrutar de la compañía de tus amigos.",
    "12": "El Sanador en la Sombra. Tu voluntad se ejerce en el cuidado de los enfermos, los marginados o en la investigación solitaria. Te motiva poner orden en el caos del subconsciente o trabajar detrás de escena sin ser notado. Consejo: Tu servicio silencioso es valioso, pero asegúrate de no estar escondiéndote de tu propio potencial."
  },
  "Libra": {
    "1": "El Diplomático. Tu espíritu busca el equilibrio, la belleza y la conexión; defines quién eres en relación con los demás. Te motiva la justicia, la estética y navegar la vida con gracia social. Consejo: La paz a cualquier precio es una forma de guerra interna; atrévete a desagradar si es necesario.",
    "2": "El Negociador de Recursos. Tu motor económico funciona mejor en sociedad o a través del arte y el diseño. Te motiva ganar dinero para crear un entorno bello y armonioso; el dinero sucio o conflictivo te repulsa. Consejo: No gastes dinero que no tienes para impresionar a gente que no te importa.",
    "3": "El Mediador Mental. Tu mente sopesa todas las opciones antes de decidir; te motiva el diálogo justo y encontrar el punto medio. Eres un excelente comunicador que sabe decir las cosas con tacto. Consejo: La indecisión crónica paraliza; a veces una mala decisión es mejor que ninguna decisión.",
    "4": "El Decorador del Alma. Tu voluntad se enfoca en crear un hogar pacífico, elegante y equilibrado. Te motiva traer armonía a tu familia y evitar a toda costa los conflictos domésticos ruidosos. Consejo: Barrer los problemas bajo la alfombra bonita no hace que desaparezcan.",
    "5": "El Romántico Esteta. Encuentras propósito en el cortejo, la moda y la expresión artística refinada. Te motiva crear belleza y disfrutar del amor como si fuera una obra de arte. Consejo: La vida real no tiene filtro de Instagram; acepta la belleza en lo imperfecto y lo crudo.",
    "6": "El Colega Armonioso. Tu espíritu busca un ambiente laboral libre de fricción y estéticamente agradable. Te motiva colaborar y suavizar las tensiones en la rutina diaria; te enferma el conflicto en el trabajo. Consejo: No asumas la carga de trabajo de otros solo para caerles bien.",
    "7": "El Compañero Perfecto. Aquí tu espíritu florece; tu propósito es 'nosotros'. Te motiva formar alianzas, casarte o asociarte; tu voluntad se canaliza apoyando y complementando al otro. Consejo: No te pierdas tanto en el otro que olvides quién eres cuando estás solo.",
    "8": "El Estratega de Alianzas. Te motiva gestionar recursos compartidos con equidad y justicia. Tu voluntad busca equilibrar la balanza en temas de poder e intimidad, negociando acuerdos beneficiosos para ambas partes. Consejo: En la intimidad profunda, la cortesía a veces sobra; atrévete a ser real y vulnerable.",
    "9": "El Juez Idealista. Tu espíritu busca verdades que sean justas y bellas. Te motiva el derecho, la política o las filosofías que promueven la paz y el equilibrio social. Consejo: La justicia humana es imperfecta; no te amargues cuando el mundo real no cuadre con tus ideales.",
    "10": "La Imagen Pública. Tu vocación es las relaciones públicas, el arte, la ley o cualquier campo donde la imagen y la diplomacia sean clave. Te motiva ser conocido por tu equidad y buen gusto. Consejo: Ser popular no es lo mismo que ser respetado; mantén tus principios aunque no sean populares.",
    "11": "El Conector Social. Te motiva moverte en círculos sociales variados, uniendo a la gente y creando eventos armoniosos. Tu propósito es la justicia social y mantener la paz en el grupo. Consejo: No puedes ser amigo de todos; a veces tomar partido es necesario para ser leal.",
    "12": "El Pacificador Secreto. Tu voluntad trabaja para restaurar el equilibrio desde las sombras o en el mundo espiritual. Te motiva el arte como escape o ayudar a otros a encontrar paz interior. Consejo: Enfréntate a los conflictos que evitas; tu paz interior depende de tu valentía, no de tu evasión."
  },
  "Escorpio": {
    "1": "El Agente Transformador. Tu espíritu es intenso, reservado y penetrante; decides quién eres a través de la crisis y la regeneración. Te motiva el poder personal, el control y la verdad cruda que nadie más quiere ver. Consejo: No todo es una guerra de poder; baja la guardia y permite que la vida fluya.",
    "2": "El Estratega Financiero. Tu motor es acumular recursos que te den independencia y control total. Te motiva el dinero oculto, las inversiones a largo plazo y tener un fondo de seguridad intocable. Consejo: El dinero no compra la confianza; no uses tus recursos para manipular a quienes amas.",
    "3": "El Investigador Mental. Tu mente es un detector de mentiras; no te interesan las charlas superficiales. Te motiva llegar al fondo de los asuntos, descubrir secretos y comunicarte con intensidad y profundidad. Consejo: A veces un cigarro es solo un cigarro; deja de buscar segundas intenciones en todo.",
    "4": "El Guardián del Búnker. Tu voluntad protege ferozmente tu privacidad y tu hogar. Te motiva tener un refugio seguro donde puedas ser vulnerable sin testigos; las dinámicas familiares son intensas y transformadoras. Consejo: Deja entrar un poco de luz y aire fresco; tu casa no tiene que ser una cripta.",
    "5": "El Amante Intenso. Encuentras propósito en la pasión devoradora, la creatividad visceral y la toma de riesgos emocionales. Te motiva fusionarte completamente en tus romances o proyectos creativos. Consejo: La obsesión no es amor; aprende a disfrutar sin necesidad de poseer o controlar.",
    "6": "El Trabajador Incansable. Tu espíritu se enfoca obsesivamente en la tarea hasta resolverla. Te motiva la cirugía (literal o metafórica), la limpieza profunda y el control total sobre tus rutinas y salud. Consejo: Tu cuerpo necesita descanso, no castigo; no lo lleves al límite solo para probar tu fortaleza.",
    "7": "El Socio Comprometido. Buscas lealtad absoluta y 'morir o matar' con tu socio o pareja. Te motiva la fusión total y la confianza inquebrantable; la traición es imperdonable para ti. Consejo: La confianza se construye, no se exige bajo interrogatorio.",
    "8": "El Alquimista. Aquí tu espíritu manda; tu propósito es gestionar el poder, la muerte, el renacimiento y los recursos de otros. Te motiva la transformación radical y la psicología profunda. Consejo: Tienes el poder de sanar o destruir; elige sanar, empezando por ti mismo.",
    "9": "El Buscador de la Verdad Oculta. Tu espíritu indaga en lo esotérico, lo tabú y los misterios del universo. Te motiva una fe probada en fuego y comprender lo que hay detrás del velo de la realidad. Consejo: No te vuelvas un fanático de tus propias conclusiones; la verdad es más amplia que tu visión de túnel.",
    "10": "El Poder en la Sombra. Tu vocación es tener influencia real, no necesariamente fama. Te motiva ser el estratega, el cirujano o el ejecutivo que toma las decisiones difíciles cuando nadie más se atreve. Consejo: Usa tu poder para empoderar, no para dominar; tu legado depende de cómo manejas la autoridad.",
    "11": "El Aliado Leal. Te motiva tener un círculo cerrado de amigos en los que confiarías tu vida. Tu propósito en el grupo es estratégico y protector; no te interesa la multitud, sino la lealtad de la tribu. Consejo: No te aísles sospechando de todos; el mundo está lleno de gente buena si les das una oportunidad.",
    "12": "El Espía Psíquico. Tu voluntad opera en lo invisible, procesando traumas y secretos antiguos. Te motiva la investigación solitaria o el trabajo confidencial; eres un maestro del autocontrol y el secreto. Consejo: Tus demonios pierden fuerza cuando los sacas a la luz; no tengas miedo de pedir ayuda."
  },
  "Sagitario": {
    "1": "El Explorador Optimista. Tu espíritu necesita espacio, libertad y horizontes amplios; decides quién eres a través de la aventura y la fe. Te motiva crecer, viajar y decir 'sí' a la vida sin leer la letra pequeña. Consejo: El optimismo es tu motor, pero asegúrate de tener gasolina real en el tanque.",
    "2": "El Generador de Abundancia. Tu motor económico se basa en la fe de que 'Dios proveerá' y en tomar riesgos grandes. Te motiva gastar en experiencias, viajes y educación; crees que el dinero es para circular, no para guardar. Consejo: La suerte ayuda al audaz, pero el ahorro ayuda al viejo.",
    "3": "El Predicador Local. Tu mente conecta ideas lejanas y las trae al vecindario. Te motiva enseñar, publicar y tener conversaciones filosóficas con cualquiera que escuche; eres el eterno divulgador. Consejo: Escucha antes de predicar; no todo el mundo quiere ser salvado o educado por ti.",
    "4": "El Nómada en Casa. Tu voluntad busca un hogar grande, lleno de luz o en el extranjero. Te motiva sentir que tu casa es una base de lanzamiento, no un ancla; necesitas libertad incluso dentro de tu familia. Consejo: Donde quiera que vayas, ahí estás tú; no puedes huir de tus problemas mudándote de país.",
    "5": "El Aventurero Lúdico. Encuentras propósito en la diversión espontánea, los deportes y los romances exóticos. Te motiva la emoción de la conquista y la creatividad expansiva. Consejo: La vida no es una fiesta eterna; aprende a encontrar alegría en los lunes por la mañana.",
    "6": "El Trabajador con Propósito. Tu espíritu necesita creer en la misión de tu trabajo para funcionar. Te motiva la libertad en la rutina y las tareas que implican movimiento o expansión; te marchitas en un cubículo gris. Consejo: La disciplina es la libertad real; comprométete con el proceso, no solo con la visión.",
    "7": "El Socio de Aventuras. Buscas una pareja que sea compañera de viaje y respete tu libertad. Te motiva crecer junto a otro y explorar el mundo en tándem; el aburrimiento es causa de divorcio. Consejo: El compromiso no es una jaula, es un campamento base desde donde explorar juntos.",
    "8": "El Inversor Visionario. Te motiva apostar a lo grande en recursos compartidos o explorar verdades espirituales profundas. Tienes suerte con el dinero de otros y una actitud filosófica ante la pérdida y la muerte. Consejo: No juegues a la ruleta rusa con tu seguridad financiera solo por la emoción del riesgo.",
    "9": "El Gurú. Aquí tu espíritu se expande al máximo; tu propósito es la búsqueda de sentido, la educación superior y la conexión con lo divino o extranjero. Te motiva ser un puente entre culturas y sabidurías. Consejo: La sabiduría verdadera es humilde; el que cree que ya sabe todo, deja de aprender.",
    "10": "El Visionario Público. Tu vocación es inspirar, enseñar o legislar. Te motiva ser reconocido como un líder moral, académico o espiritual; quieres que tu carrera te permita ver el mundo. Consejo: No prometas más de lo que puedes cumplir; tu entusiasmo a veces excede tu capacidad real.",
    "11": "El Filántropo Social. Te motiva unir a la gente bajo ideales comunes y grandes causas. Tu propósito es expandir la red y promover la libertad y la justicia en tu comunidad. Consejo: No descuides al amigo individual por salvar a la humanidad abstracta.",
    "12": "El Místico Soñador. Tu voluntad viaja a mundos internos vastos y espirituales. Te motiva la meditación, el retiro y la conexión con el todo; tu libertad real es interior. Consejo: Baja de las nubes de vez en cuando; la iluminación también se encuentra lavando los platos."
  },
  "Capricornio": {
    "1": "El Arquitecto de su Destino. Tu espíritu es serio, ambicioso y resistente; decides quién eres a través de tus logros y tu capacidad de aguantar. Te motiva la maestría, el respeto y escalar la montaña paso a paso. Consejo: No seas tan duro contigo mismo; el éxito sabe a ceniza si llegas amargado.",
    "2": "El Constructor de Patrimonio. Tu motor económico es la prudencia, el ahorro sistemático y la inversión tangible. Te motiva la seguridad a largo plazo y el estatus que confiere la riqueza sólida. Consejo: El dinero es una herramienta, no el objetivo final; no vivas pobre para morir rico.",
    "3": "El Estratega Mental. Tu mente es ejecutiva, organizada y se enfoca en lo esencial. Te motiva la comunicación profesional y estructurada; no hablas por hablar, hablas para conseguir resultados. Consejo: Suelta el ceño fruncido; un poco de humor y ligereza no te quitará autoridad.",
    "4": "El Pilar del Linaje. Tu voluntad se enfoca en las responsabilidades familiares y en mantener la estructura del hogar. Te motiva honrar la tradición y asegurar que tu familia tenga un techo sólido, aunque a veces seas un poco autoritario en casa. Consejo: El amor se siente, no se administra.",
    "5": "El Creador Disciplinado. Encuentras propósito en proyectos creativos serios y a largo plazo. Te motiva transformar tus hobbies en profesiones y tomas el romance y la crianza con gran responsabilidad. Consejo: Permítete jugar sin agenda; la creatividad necesita un poco de caos para respirar.",
    "6": "El Jefe del Trabajo. Tu espíritu se realiza en el deber cumplido, la jerarquía y el orden. Te motiva la eficiencia y asumir cargas que otros no pueden llevar; eres la autoridad en tu entorno laboral. Consejo: Delegar no es debilidad; cargar con todo el peso te romperá la espalda, no te hará un mártir.",
    "7": "El Socio Formal. Buscas relaciones serias, maduras y con objetivos claros. Te motiva el compromiso a largo plazo y la estructura en la pareja; no tienes tiempo para flirteos sin futuro. Consejo: El amor no es un contrato comercial; deja espacio para la vulnerabilidad y la ternura.",
    "8": "El Gestor de Poder. Te motiva controlar y estructurar las finanzas compartidas y los legados. Tu voluntad es fría y calculadora en las crisis, asegurando la supervivencia y el control de los recursos. Consejo: No intentes controlar lo inevitable; la muerte y el cambio son los únicos jefes que están por encima de ti.",
    "9": "El Juez Sabio. Tu espíritu busca verdades probadas, leyes universales y filosofías pragmáticas. Te motiva la educación formal y alcanzar grados altos de conocimiento respetado. Consejo: No te encierres en el dogma o la tradición; la sabiduría vieja a veces necesita renovarse.",
    "10": "El Ejecutivo Supremo. Aquí tu espíritu culmina; tu propósito es gobernar, construir y dejar un legado tangible. Te motiva el poder, la reputación intachable y llegar a la cima de tu profesión. Consejo: Recuerda que eres más que tu tarjeta de presentación; cuando te jubiles, ¿quién serás?",
    "11": "El Organizador Comunitario. Te motiva estructurar redes profesionales y colaborar con personas influyentes para objetivos concretos. Tu propósito es dar forma y realidad a las esperanzas del grupo. Consejo: No uses a los amigos solo como escalones; la amistad real no tiene utilidad práctica.",
    "12": "El Estratega Solitario. Tu voluntad trabaja incansablemente detrás de escena, planeando el futuro en soledad. Te motiva construir estructuras internas sólidas y soportar pruebas difíciles con estoicismo. Consejo: No te aísles en tu torre de marfil; compartir tus cargas las hace más ligeras."
  },
  "Acuario": {
    "1": "El Rebelde Auténtico. Tu espíritu es libre, único y mental; decides quién eres rompiendo moldes y diferenciándote de la masa. Te motiva la independencia radical y ser fiel a tus ideas progresistas. Consejo: Ser diferente por sistema es otra forma de esclavitud; sé libre incluso de tu propia rebeldía.",
    "2": "El Economista Alternativo. Tu motor funciona con ideas innovadoras, tecnología o recursos comunitarios. Te motiva ganar dinero de formas no convencionales o para financiar tu libertad e inventos. Consejo: Tus ideas son brillantes, pero asegúrate de que tengan un cable a tierra para materializarse.",
    "3": "El Pensador Genial. Tu mente es rápida, objetiva y orientada al futuro. Te motiva conectar conceptos dispares, la ciencia y la comunicación en redes; te aburre lo convencional y repetitivo. Consejo: La gente tiene sentimientos, no solo circuitos; conecta con el corazón, no solo con el intelecto.",
    "4": "El Nómada Moderno. Tu voluntad busca un hogar poco convencional, abierto o tecnológico. Te motiva sentirte libre en tu espacio doméstico y romper con las tradiciones familiares obsoletas. Consejo: Echar raíces no significa estancarse; necesitas una base estable para lanzar tus cohetes.",
    "5": "El Creador Original. Encuentras propósito en la experimentación artística y los romances libres de ataduras. Te motiva innovar en el ocio y tratar a tus hijos como individuos libres e iguales. Consejo: El desapego es genial hasta que se convierte en frialdad; involucra tu corazón en lo que creas.",
    "6": "El Técnico Eficiente. Tu espíritu busca optimizar sistemas y rutinas mediante la tecnología o métodos nuevos. Te motiva trabajar en equipo pero con autonomía técnica, reformando el lugar de trabajo. Consejo: No somos robots; respeta los ritmos orgánicos y humanos de tu cuerpo y de tus colegas.",
    "7": "El Socio Compañero. Buscas una relación basada en la amistad, la libertad y los ideales compartidos. Te motiva una pareja que respete tu individualidad y con la que puedas mirar al futuro. Consejo: El compromiso requiere exclusividad y presencia emocional, no solo coincidencia intelectual.",
    "8": "El Reformador de Recursos. Te motiva gestionar dinero o crisis con una mente fría y objetiva. Tu voluntad busca transformar sistemas financieros o psicológicos obsoletos mediante enfoques radicales. Consejo: No te desconectes tanto emocionalmente que parezcas indiferente al dolor ajeno.",
    "9": "El Visionario Teórico. Tu espíritu busca verdades universales, científicas o políticas que beneficien a la humanidad. Te motiva estudiar el futuro, la astrología o las ciencias sociales. Consejo: Las utopías son perfectas en el papel, pero el mundo real es desordenado; ten paciencia con el presente.",
    "10": "El Innovador Público. Tu vocación es traer el futuro al presente, ya sea en tecnología, ciencia o activismo. Te motiva ser reconocido como un pionero o un reformador social en tu carrera. Consejo: No te olvides de las personas reales mientras intentas salvar a la 'humanidad'.",
    "11": "El Ciudadano del Mundo. Aquí tu espíritu vibra alto; tu propósito es la red, el colectivo y la esperanza social. Te motiva estar entre iguales, sin jerarquías, luchando por un futuro mejor. Consejo: La verdadera igualdad incluye aceptar a los que piensan diferente a ti.",
    "12": "El Genio Incomprendido. Tu voluntad trabaja en el aislamiento, gestando ideas que el mundo aún no está listo para ver. Te motiva el servicio impersonal y la conexión con la mente universal. Consejo: No te sientas un alienígena; tu rareza es tu regalo, busca la tribu que hable tu idioma."
  },
  "Piscis": {
    "1": "El Soñador Empático. Tu espíritu es fluido, intuitivo y artístico; decides quién eres sintiendo y adaptándote al entorno. Te motiva la conexión espiritual y la compasión; tu identidad es un espejo del universo. Consejo: Pon límites claros; si absorbes todo lo que te rodea, te ahogarás en emociones ajenas.",
    "2": "El Idealista Material. Tu motor económico es intuitivo y a veces caótico; el dinero va y viene como la marea. Te motiva usar tus recursos para ayudar, crear arte o vivir sueños; el materialismo puro te deprime. Consejo: El dinero requiere atención y respeto; no lo ignores esperando que se arregle solo.",
    "3": "El Poeta Comunicador. Tu mente piensa en imágenes, música y sentimientos. Te motiva la comunicación no verbal, la poesía y entender lo que no se dice; te pierdes fácilmente en las direcciones literales. Consejo: Aprende a ser claro y directo cuando sea necesario; la ambigüedad crea confusión.",
    "4": "El Refugio Espiritual. Tu voluntad busca un hogar que sea un santuario de paz y retiro. Te motiva vivir cerca del agua o en un lugar donde puedas desconectar del mundo real y soñar despierto. Consejo: Tu casa no puede ser una burbuja eterna; asegúrate de pagar las facturas y arreglar las goteras.",
    "5": "El Artista del Alma. Encuentras propósito en la fantasía, el cine, la música y el romance de cuento de hadas. Te motiva disolverte en la creatividad y amar con una entrega total y devota. Consejo: No te enamores del potencial de la gente, enamórate de su realidad; evita idealizar.",
    "6": "El Servidor Compasivo. Tu espíritu se realiza ayudando, sanando y sirviendo con humildad. Te motiva el trabajo con propósito emocional o artístico, pero te cuesta la disciplina rígida y los horarios estrictos. Consejo: El caos no es un sistema de gestión; un poco de estructura te dará más libertad para fluir.",
    "7": "El Socio Espiritual. Buscas una fusión de almas, no solo un contrato civil. Te motiva conectar con alguien que entienda tu sensibilidad sin palabras; tiendes a sacrificarte por la pareja. Consejo: No intentes salvar a tu pareja; necesitas un igual, no un paciente ni un proyecto de rescate.",
    "8": "El Místico Profundo. Te motiva explorar los océanos del inconsciente, la muerte y la fusión total. Tu voluntad navega las crisis con intuición y fe, rindiéndose al flujo de la transformación. Consejo: Pon los pies en la tierra cuando manejes dinero compartido; la fe no cubre los descubiertos bancarios.",
    "9": "El Peregrino Espiritual. Tu espíritu busca la verdad a través de la fe, el arte y la mística. Te motiva viajar a lugares sagrados y entender la unidad de todas las cosas más allá de los dogmas. Consejo: Cuidado con los falsos profetas y las ilusiones; usa tu discernimiento tanto como tu fe.",
    "10": "El Visionario Artístico. Tu vocación es inspirar, sanar o traer belleza al mundo. Te motiva una carrera que tenga un sentido trascendente, como el cine, la ayuda humanitaria o la espiritualidad. Consejo: No huyas de la responsabilidad profesional; tu visión necesita estructura para manifestarse en el mundo.",
    "11": "El Amigo Universal. Te motiva la conexión con todos los seres sintientes; ves a tus amigos como almas compañeras. Tu propósito es disolver barreras y crear una comunidad basada en la empatía y el amor. Consejo: No te diluyas en el grupo; mantén tu individualidad para poder aportar algo real.",
    "12": "El Místico Absoluto. Aquí tu espíritu está en su elemento; tu propósito es la reclusión, la meditación y el servicio desinteresado. Te motiva trabajar en lo invisible, en hospitales o retiros, lejos del ruido mundano. Consejo: Eres parte de este mundo también; no te evadas tanto que olvides vivir tu vida humana."
  }
}
