{
  "Aries": {
    "1": "El impulso eléctrico. Tu presencia física es nerviosa, rápida y un poco intimidante, como si siempre estuvieras a punto de salir corriendo. Cambias de estilo o de apariencia radicalmente cuando te sientes estancado. El riesgo es la impulsividad que quema puentes antes de cruzarlos. Aprende a pausar un segundo antes de reiniciar tu vida entera.",
    "2": "Finanzas de arranque. Generas dinero en ráfagas de genialidad o emprendimientos súbitos, pero te cuesta mantener el flujo constante. Gastas por impulso en gadgets o experiencias nuevas. El costo es la inestabilidad material por impaciencia. Tu mejor inversión es tu propia autonomía, evita atarte a sueldos fijos aburridos.",
    "3": "Mente acelerada. Hablas rápido, interrumpes sin querer y tienes ideas brillantes que olvidas al minuto si no las anotas. Tu entorno cercano cambia a menudo, quizás te peleas y reconcilias con hermanos o vecinos rápidamente. El reto es el agotamiento mental. Usa notas de voz para capturar tu genialidad sin perder el ritmo.",
    "4": "Independencia doméstica. Probablemente te fuiste de casa temprano o tu vida familiar fue un campo de batalla por tu libertad. No soportas que te digan cómo vivir bajo tu propio techo. Las mudanzas son repentinas. Construye un hogar donde tengas un espacio sagrado y cerrado solo para ti.",
    "5": "Romance de alto voltaje. Te enamoras y desenamoras a la velocidad de la luz, buscando siempre la chispa de la novedad. Tus proyectos creativos son audaces y pioneros. El problema es que te aburres cuando la pasión se vuelve rutina. Busca pasatiempos que requieran adrenalina o competencia.",
    "6": "Rutina de choque. Odias los horarios de 9 a 5, necesitas trabajar por objetivos y a tu propio ritmo frenético. Eres propenso a accidentes menores por ir demasiado rápido o estrés agudo. Tu cuerpo necesita liberar energía explosiva. Haz ejercicio de alta intensidad, pero respeta tus límites físicos.",
    "7": "Vínculos relámpago. Atraes parejas muy independientes o la relación empieza y termina de golpe. Buscas a alguien que no te asfixie, pero a veces confundes desapego con libertad. El costo es la dificultad para construir intimidad sostenida. El compromiso no es una jaula si eliges a alguien que vuele contigo.",
    "8": "Crisis y renacimiento. Los cambios en tu vida compartida o herencias llegan de forma abrupta y cortante. Enfrentas los tabúes de frente y sin miedo. Puedes experimentar cortes financieros drásticos que te obligan a reinventarte. Tu superpoder es que no tienes miedo a empezar de cero las veces que haga falta.",
    "9": "Creencias de vanguardia. Defiendes tus verdades con una intensidad guerrera y cambias de filosofía si descubres algo más auténtico. Los viajes surgen de improviso y suelen ser aventuras solitarias. Cuidado con el fanatismo intelectual. La verdad es un camino abierto, no una guerra que ganar.",
    "10": "Carrera pionera. Eres conocido por hacer las cosas a tu manera, rompiendo las reglas de tu industria. Probablemente tengas una trayectoria llena de giros inesperados o despidos que resultaron ser liberaciones. No sirves para obedecer jefes autoritarios. Lidera la innovación o trabaja por tu cuenta.",
    "11": "Líder de la manada rebelde. Tus amigos son gente de acción, activistas o pioneros. Te unes a grupos para iniciar movimientos, pero te vas si la burocracia te frena. A veces eres demasiado brusco con tu red de contactos. Recuerda que para cambiar el mundo necesitas aliados, no solo seguidores.",
    "12": "Rebelión subconsciente. Tienes un deseo secreto de romper con todo que a veces reprimes hasta que estallas. El insomnio o la ansiedad repentina son señales de que necesitas espacio. Tu intuición es un relámpago instintivo. Dedica tiempo a estar solo sin hacer nada para descargar la estática mental."
  },
  "Tauro": {
    "1": "La resistencia sísmica. Pareces tranquilo, pero cuando decides cambiar, es un terremoto que nadie vio venir. Tu estilo es único, mezclando lo clásico con lo excéntrico. La gente se sorprende de tu terquedad para ser diferente. No te resistas a tus propios cambios, la flexibilidad te ahorrará dolor de cuerpo.",
    "2": "Economía disruptiva. Tu relación con el dinero es inusual, quizás ganas a través de tecnología, cripto o agricultura moderna. Pasas de la austeridad al gasto repentino en tecnología o confort. El riesgo es aferrarte a lo material cuando la vida te pide soltar. Tu valor no está en lo que posees, sino en tu capacidad de generar recursos.",
    "3": "Ideas concretas y radicales. Tu mente funciona de forma práctica pero innovadora, encuentras soluciones tangibles a problemas abstractos. Puede que tu forma de hablar sea lenta pero impactante. Cambios inesperados en tu transporte o equipo tecnológico son comunes. Aprende a adaptarte cuando el plan logístico falla.",
    "4": "Hogar tecnificado o inusual. Tu casa puede estar llena de gadgets o situada en un lugar atípico. Quizás viviste inestabilidad económica en la infancia que ahora te hace rebelde ante las normas tradicionales de familia. Las renovaciones del hogar son frecuentes. Tu casa debe ser tu laboratorio de libertad, no un museo.",
    "5": "Creatividad tangible. Te diviertes construyendo cosas, jardinería experimental o arte digital. En el amor, buscas sensualidad pero con un toque de desapego o sorpresa. A veces eres terco en tus placeres. Deja que tus hijos o tus proyectos creativos te enseñen a improvisar.",
    "6": "Cuerpo eléctrico. Tu salud reacciona al instante ante el estrés, afectando la garganta o las tiroides. Necesitas una rutina que mezcle estabilidad con innovación tecnológica o métodos alternativos. El trabajo debe tener un componente práctico y tangible. No ignores las señales de tu cuerpo por mantener el ritmo.",
    "7": "Relaciones inamovibles o rupturas totales. Tadas mucho en comprometerte, pero cuando lo haces, buscas lealtad absoluta con espacio personal. Las rupturas, si ocurren, son definitivas y por motivos de valores. El reto es no poseer a la pareja. El amor real permite que el otro cambie sin que tú pierdas el suelo.",
    "8": "Sacudidas de valores. Los cambios en las finanzas compartidas te obligan a reevaluar qué es lo que realmente valoras. Puedes ganar o perder dinero de forma súbita a través de inversiones riesgosas. El sexo y la intimidad son áreas de experimentación física. La seguridad real es saber que sobrevives a cualquier pérdida.",
    "9": "Filosofía pragmática. No te interesan las teorías abstractas si no tienen una aplicación real y revolucionaria. Tus viajes suelen tener un propósito, como aprender una técnica nueva. Puedes cambiar de sistema de valores radicalmente tras una experiencia física impactante. Mantén la mente abierta a lo que no se puede tocar.",
    "10": "Innovación material. Tu carrera implica modernizar industrias tradicionales como la banca, la comida o la construcción. Tienes reputación de ser alguien que hace las cosas a su ritmo pero con resultados sorprendentes. No temas romper la tradición en tu campo profesional, ese es tu sello.",
    "11": "Amistades productivas. Te juntas con gente que comparte tus valores pero que vive de forma alternativa. Tus grupos suelen estar enfocados en la sostenibilidad, la economía o el arte. A veces te aíslas si el grupo se vuelve demasiado caótico. Aporta tu sentido común a las causas colectivas.",
    "12": "Despertar sensorial. Tienes una conexión eléctrica con la naturaleza y el mundo invisible. Los cambios repentinos te desestabilizan a nivel inconsciente más de lo que admites. Sueños vívidos sobre catástrofes o cambios de terreno. Encuentra paz en el contacto físico con la tierra para descargar el exceso de energía."
  },
  "Géminis": {
    "1": "El avatar cambiante. Eres un camaleón eléctrico, cambiando de opinión y de estilo según la información que recibes. Tu sistema nervioso está siempre encendido, lo que te hace brillante pero propenso a la ansiedad. La gente nunca sabe qué versión de ti verán hoy. Tu coherencia está en el cambio constante, acéptalo.",
    "2": "Ingresos múltiples. Es raro que tengas una sola fuente de ingresos; prefieres varios 'gigs', ventas online o trabajos de comunicación. El dinero entra y sale rápido, a menudo gastado en cursos, viajes o tecnología. El reto es la dispersión financiera. Automatiza tus ahorros para que tu mente curiosa no se gaste todo.",
    "3": "El rayo intelectual. Esta es tu casa natural. Tu mente procesa información a una velocidad aterradora. Eres el rey del multitasking, aprendes software nuevo en una tarde y tienes conversaciones radicales. Cuidado con el burnout mental y el chisme digital. Usa tu voz para difundir ideas que despierten a otros.",
    "4": "Nómada digital. Tu concepto de hogar es flexible, quizás vives entre dos casas o te mudas constantemente. Tu familia es intelectualmente estimulante pero emocionalmente distante o impredecible. Necesitas una casa llena de libros, buena conexión a internet y pocas reglas. La estabilidad es un estado mental, no un código postal.",
    "5": "Diversión cerebral. Te excitan las mentes brillantes y los juegos de palabras. Tus romances son flirteos mentales que pueden acabar tan rápido como empezaron si te aburres. Eres increíblemente creativo escribiendo o programando. No intelectualices tanto el placer, a veces solo hay que sentir.",
    "6": "Rutina intermitente. Tu día a día es un caos organizado de notificaciones y tareas variadas. Necesitas libertad de movimiento en el trabajo. Los problemas de salud suelen ser nerviosos o respiratorios. Tu cura es la variedad: no comas lo mismo ni hagas el mismo ejercicio dos días seguidos.",
    "7": "Pareja estimulante. Necesitas a alguien con quien hablar hasta las 3 AM y que entienda tu necesidad de libertad social. Las relaciones convencionales te asfixian. Puedes tener relaciones a distancia o poco convencionales. El reto es escuchar de verdad, no solo esperar tu turno para hablar.",
    "8": "Curiosidad profunda. Te fascinan los temas tabú, la psicología y el ocultismo, pero los abordas de forma racional. Información secreta llega a ti de forma inesperada. Los impuestos o temas legales pueden tener giros sorpresivos por descuidos en los detalles. Investiga los misterios de la vida, pero no juegues con fuego emocional.",
    "9": "Aprendizaje disruptivo. Abandonas estudios formales para aprender por tu cuenta o cambias de carrera universitaria tres veces. Tus viajes son erráticos y educativos. Tienes una visión del mundo fragmentada pero brillante. Sintetiza todo lo que sabes en una verdad propia, no te quedes solo en los datos.",
    "10": "Comunicador rebelde. Tu carrera involucra redes, medios, tecnología o transporte. Eres conocido por tus ideas frescas y tu capacidad de adaptación, aunque te ven como inestable. Puedes tener éxito viral repentino. Tu camino es conectar ideas dispares para crear algo nuevo.",
    "11": "Redes infinitas. Conoces a todo el mundo, pero a pocos profundamente. Te mueves en grupos online o comunidades de intereses variados. Eres el conector del grupo, el que trae la información nueva. Cuidado con la superficialidad en las amistades. Quédate un rato más con la gente que realmente te importa.",
    "12": "Mente inconsciente activa. Tu mente nunca se apaga, ni dormido. Tienes ideas geniales en sueños o momentos de aislamiento. A veces sientes que no encajas en ningún sitio y eso te genera ansiedad oculta. Escribir o hablar solo es tu terapia. Tu intuición es lógica rápida: confía en el primer dato que te llega."
  },
  "Cáncer": {
    "1": "La marea impredecible. Tu identidad fluctúa con tus estados emocionales, que son eléctricos y repentinos. Puedes pasar de ser la madre protectora a la rebelde distante en segundos. La gente se confunde con tu necesidad de apego mezclada con un rechazo a la dependencia. Sé fiel a tus ciclos, no a las expectativas ajenas.",
    "2": "Seguridad fluctuante. Tus finanzas dependen de tu estado de ánimo o de negocios relacionados con el hogar y la nutrición pero con un giro moderno. Puedes tener ingresos inestables por situaciones familiares. Gastas para sentir confort emocional. Aprende a separar tus emociones de tu cuenta bancaria.",
    "3": "Comunicación intuitiva. Percibes lo que no se dice. Tu forma de aprender es emocional y errática. Relaciones inusuales o distantes con hermanos. Cambios de humor que afectan cómo te expresas. Habla desde tus entrañas, tu voz tiene el poder de shockear y sanar al mismo tiempo.",
    "4": "Raíces aéreas. El caos en el hogar de infancia te hizo buscar una familia elegida diferente. Mudanzas repentinas o vivir en casas rodantes/comunidades. Necesitas un hogar donde puedas cambiar los muebles de lugar cada semana. Tu base segura eres tú mismo, no las cuatro paredes.",
    "5": "Creatividad visceral. Tu arte es una explosión de sentimientos. En el amor, atraes a gente excéntrica que desafía tu necesidad de seguridad. Embarazos sorpresa o una relación poco convencional con tus hijos, dándoles mucha libertad. Deja que tu niño interior sea el raro de la clase.",
    "6": "Salud psicosomática. Tu estómago y digestión reaccionan violentamente al estrés laboral. Necesitas un ambiente de trabajo que se sienta familiar pero sin jerarquías rígidas. Cuidar de otros de formas innovadoras te sana. No te comas tus emociones, busca una salida física para la ansiedad.",
    "7": "Vínculos de libertad y cuidado. Buscas una pareja que te cuide pero que te deje espacio, una paradoja difícil. Atraes personas emocionalmente inestables o genios incomprendidos. La relación funciona si rompen el guion tradicional de 'marido y mujer'. El amor es un flujo, no un estanque estancado.",
    "8": "Crisis emocionales súbitas. Cambios drásticos en la economía familiar o herencias inesperadas. Tienes una capacidad psíquica para detectar secretos oscuros. La intimidad te da miedo porque implica perder el control, pero cuando te entregas, es transformador. Suelta el pasado familiar para liberar tu potencial.",
    "9": "Fe emocional. Tus creencias cambian según lo que sientes correcto en el momento. Puedes adoptar filosofías extranjeras o ancestrales y modernizarlas. Viajes que te conectan con tus raíces de forma inesperada. Tu filosofía de vida es: siente primero, piensa después. No dogmatices tus emociones.",
    "10": "Carrera de cuidado radical. Innovas en campos como la psicología, la gastronomía, la hotelería o recursos humanos. Puedes tener una reputación pública oscilante. Quizás trabajas desde casa mucho antes de que fuera moda. Tu éxito llega cuando humanizas la tecnología o modernizas la tradición.",
    "11": "La tribu familia. Tratas a tus amigos como familia, pero cortas lazos abruptamente si te sientes traicionado. Te unes a grupos de apoyo o causas humanitarias. A veces te sientes el 'raro' dentro de tu propia comunidad. Tu don es crear pertenencia en grupos de inadaptados.",
    "12": "Secretos del clan. Guardas una rebeldía interna contra tu linaje que te causa tensión inconsciente. Sueños proféticos sobre familia. Necesitas retirarte a tu caparazón para recargar tu sistema nervioso. La liberación llega cuando rompes los patrones tóxicos heredados de tus ancestros."
  },
  "Leo": {
    "1": "El brillo disruptivo. No entras a una habitación, irrumpes en ella. Tu estilo es único, dramático y rompe normas. Necesitas ser visto como especial y diferente, y odias ser uno más del montón. El riesgo es la excentricidad solo por llamar la atención. Tu autenticidad es tu mayor revolución, úsala para inspirar, no solo para impresionar.",
    "2": "Riesgo financiero. Eres generoso hasta la imprudencia. Puedes ganar mucho dinero con tu talento creativo o imagen, pero también gastarlo en lujos repentinos. Inversiones especulativas te atraen. Tu valor personal no depende de cuánto gastas. Ahorra un fondo de 'libertad' para cuando quieras mandar todo al diablo.",
    "3": "Oratoria teatral. Hablas con autoridad y sorpresa. Tus ideas son grandiosas y creativas. Te aburres de los detalles técnicos, prefieres la visión general. Relaciones dramáticas con hermanos o vecinos. Usa tu voz para liderar cambios creativos, pero escucha a tu audiencia de vez en cuando.",
    "4": "El rey del castillo inusual. Tu hogar es tu escenario y puede ser muy extravagante. Quizás tu padre fue una figura excéntrica o ausente que marcó tu necesidad de distinción. Haces fiestas inesperadas en casa. Tu espacio privado debe reflejar tu genio único, no las tendencias de moda.",
    "5": "El artista rebelde. Esta es tu casa natural por signo, pero con Urano, la creatividad es eléctrica. Romances de película con giros de guion. Hijos que te desafían o son genios precoces. Te juegas todo a una carta en tus proyectos. Diviértete rompiendo las reglas del arte, ahí está tu éxito.",
    "6": "Rutina creativa. No soportas ser un engranaje más; necesitas ser el corazón del proyecto. Problemas cardíacos o de espalda si te sientes ignorado o reprimido en el trabajo. Implementa tecnología o métodos nuevos en tu día a día. Tu salud mejora cuando tu corazón late por lo que haces.",
    "7": "Parejas estrella. Atraes a personas brillantes, famosas o muy excéntricas. La relación es un espectáculo público. Buscas a alguien que te admire pero que no te eclipse, lo cual es complicado. Rupturas dramáticas por choques de ego. El amor verdadero te permite brillar sin apagar al otro.",
    "8": "Dramas compartidos. Las finanzas conjuntas pueden sufrir giros inesperados por apuestas arriesgadas. La sexualidad es un escenario de experimentación y libertad. Miedo a perder el control creativo ante otros. Comparte el escenario y los recursos, la colaboración te hace más fuerte.",
    "9": "Filosofía del yo. Crees fervientemente en la libertad de expresión y el derecho a ser uno mismo. Viajes de lujo o aventuras creativas al extranjero. Puedes ser dogmático con tus ideas liberales. Tu misión es enseñar a otros a encontrar su propia luz a través de tu ejemplo radical.",
    "10": "Liderazgo inesperado. Llegas a la cima por caminos no tradicionales o creas tu propia categoría profesional. Fama repentina o escándalos que al final te benefician. Eres el jefe que cambia las reglas del juego. No busques aprobación, busca impacto.",
    "11": "El centro de la red. Eres el líder natural de grupos creativos o de élite. Tus amigos son personajes por derecho propio. Te gusta organizar y dirigir movimientos sociales. A veces olvidas que en el grupo todos son iguales. Usa tu carisma para elevar la causa, no solo tu nombre.",
    "12": "El ego oculto. Tienes un miedo secreto a ser ordinario que te sabotea. Momentos de iluminación espiritual donde el ego se disuelve. Talento oculto para el drama o el arte que no muestras. Brillar en la soledad te recarga; no necesitas aplausos para saber que vales."
  },
  "Virgo": {
    "1": "El analista hacker. Pareces ordenado, pero tienes una electricidad nerviosa y una mente que deconstruye todo lo que ve. Tu rebeldía es sutil: no gritas, simplemente optimizas el sistema hasta que lo rompes. Eres crítico con la autoridad incompetente. Relájate, el mundo no se acaba si hay un poco de desorden.",
    "2": "Recursos eficientes. Ganas dinero resolviendo problemas complejos o con tecnología aplicada a la salud/servicio. Eres frugal, pero gastas de golpe en herramientas de última generación. La inestabilidad financiera te genera mucha ansiedad. Tu habilidad técnica es tu cheque en blanco, mantenla actualizada.",
    "3": "Mente de procesador. Tu cerebro nota los fallos en la matrix al instante. Hablas con precisión técnica y sarcasmo. Aprendizaje autodidacta sobre temas de salud o sistemas. Te pones nervioso si la comunicación no es clara. Escribe manuales para el caos, tu claridad mental es necesaria.",
    "4": "Hogar funcional. Tu casa es un laboratorio o está llena de gadgets de domótica. Cambios constantes en la organización del hogar por búsqueda de eficiencia. Relación distante o crítica con la familia. Tu hogar debe ser un lugar limpio de ruido mental y físico.",
    "5": "Hobby técnico. Te diviertes programando, arreglando cosas o con pasatiempos que requieren precisión. En el amor, analizas demasiado y buscas la perfección, lo que puede enfriar la pasión. Hijos inteligentes pero nerviosos. La imperfección también es bella, permítete un borrón de vez en cuando.",
    "6": "Revolución laboral. Esta es tu casa natural. Eres el empleado que automatiza su propio trabajo o el freelance que inventa un nuevo método. Cambios constantes de empleo por buscar el ambiente perfecto. Salud vinculada al sistema nervioso y digestivo. Eres un sanador tecnológico, úsalo.",
    "7": "Pareja práctica. Buscas a alguien útil, inteligente y que respete tus manías. Las relaciones pueden volverse frías si todo se racionaliza. Rupturas porque el otro es 'ineficiente' emocionalmente. El amor no es un problema a resolver, es una experiencia a vivir.",
    "8": "Detalles ocultos. Encuentras los fallos en los contratos y las finanzas compartidas. Interés en la psicología conductual o la medicina alternativa. Crisis que se resuelven gracias a tu rapidez mental. No analices el sexo, siéntelo. La entrega total requiere apagar el cerebro analítico.",
    "9": "Dogma del dato. Crees en la ciencia, los datos y la mejora continua. Viajes de trabajo o voluntariado técnico. Cuestionas las religiones tradicionales si no tienen lógica práctica. Tu verdad está en los hechos comprobables. Recuerda que hay cosas que la estadística no puede explicar.",
    "10": "Experto disruptivo. Eres conocido por tu competencia técnica y tu capacidad para arreglar desastres. Carreras en tecnología, salud, edición o análisis de datos. Cambias de rumbo profesional cuando sientes que ya no aprendes. Tu reputación es la de alguien que soluciona lo imposible.",
    "11": "Gremios técnicos. Te unes a grupos profesionales, sindicatos o comunidades de 'makers'. Eres el secretario o el organizador del grupo. Criticas la desorganización de los movimientos sociales. Tu aporte es la estructura dentro de la revolución.",
    "12": "Caos interno. Por fuera pareces calmado, por dentro tu mente es un servidor sobrecalentado. Enfermedades difíciles de diagnosticar o de origen nervioso. Tienes un talento secreto para la curación. El servicio desinteresado te libera de la neurosis perfeccionista."
  },
  "Libra": {
    "1": "El encanto eléctrico. Tu estilo es chic pero con un toque discordante que fascina. Buscas armonía, pero a menudo provocas cambios en tu entorno social solo para ver qué pasa. Eres el abogado del diablo. La gente se sorprende de lo radical que puedes ser bajo esa sonrisa. La paz a cualquier precio no es paz, es sumisión.",
    "2": "Dinero estético o legal. Ganas dinero a través del arte, el diseño, la ley o las relaciones públicas, pero de forma freelance o intermitente. Gastas en belleza y socialización. La inestabilidad económica viene de depender de socios. Aprende a equilibrar tus propias cuentas sin esperar el rescate de nadie.",
    "3": "Diplomacia radical. Tienes el don de decir verdades duras de forma amable, o viceversa, shockear con modales impecables. Tu mente sopesa todas las opciones tan rápido que pareces indeciso. Relaciones intermitentes con hermanos o vecinos. Usa tu palabra para mediar en conflictos modernos.",
    "4": "Hogar de diseño cambiante. Tu casa es hermosa pero quizás fría o poco vivida, lista para recibir visitas inesperadas. Rupturas en la familia de origen o padres divorciados que te marcaron. Te mudas por razones estéticas o de pareja. Tu hogar debe ser un refugio de equilibrio, no un escaparate.",
    "5": "Romance intelectual. Te atraen las relaciones que rompen moldes sociales. Creatividad orientada a la moda, el diseño o la justicia. Puedes tener un enfoque desapegado hacia los hijos, tratándolos como iguales. El arte debe provocar, no solo decorar. Arriésgate a no gustar a todos.",
    "6": "Equilibrio inestable. El ambiente laboral debe ser armonioso y estético, si no, te vas. Problemas de riñones o lumbares por estrés social. Te interesa la salud estética y el bienestar mental. Trabaja en equipo, pero mantén tu autonomía clara en el contrato.",
    "7": "Relaciones abiertas o inusuales. El área de mayor actividad. Atraes parejas que no se comprometen o tú mismo huyes del compromiso tradicional. Matrimonios repentinos y divorcios amistosos. Buscas un igual intelectual que respete tu libertad. La pareja perfecta no existe, existe el compañero de evolución.",
    "8": "Acuerdos sorpresivos. Ganancias o pérdidas a través de juicios, divorcios o socios. La intimidad requiere mucha estimulación mental. Puedes cambiar de opinión sobre acuerdos financieros de un día para otro. Negocia todo por escrito, tu encanto no paga las deudas.",
    "9": "Justicia universal. Crees en la igualdad radical y los derechos humanos. Viajes culturales o con la pareja que cambian tu perspectiva. Te interesan las leyes internacionales o el arte extranjero. Tu filosofía busca la belleza en la verdad. La justicia ciega a veces necesita un empujón revolucionario.",
    "10": "Imagen pública inusual. Fama por tu estilo, tus relaciones o tu capacidad de mediación. Carreras en arte, política o derecho pero desde un ángulo reformista. Cambios de carrera impulsados por cambios en tus relaciones. Tu reputación es tu activo más valioso, cuídala de los escándalos.",
    "11": "Socialité rebelde. Tienes amigos de todos los estratos sociales. Te gustan los grupos que luchan por la justicia y el arte. A veces eres indeciso sobre a qué bando apoyar. Eres el pegamento que une a gente muy distinta. La verdadera diplomacia une a los opuestos sin diluir su esencia.",
    "12": "Enemigos ocultos. A veces tu necesidad de agradar oculta una rebeldía que molesta a otros en secreto. Relaciones clandestinas o amor platónico por lo inalcanzable. Tienes un talento artístico que no muestras por miedo a la crítica. En soledad, encuentras el equilibrio que el mundo no te da."
  },
  "Escorpio": {
    "1": "Presencia magnética y disruptiva. Tienes un aura de misterio eléctrico. La gente se siente atraída y repelida a la vez. Cambias de piel completamente cada ciertos años. Tu identidad se forja en la crisis. No necesitas provocar el caos para saber quién eres.",
    "2": "Dinero de crisis. Tienes talento para hacer dinero en situaciones extremas o con recursos de otros. Inversiones de alto riesgo. Puedes perderlo todo y recuperarlo el doble. El apego al dinero es tu trampa; la verdadera riqueza es tu capacidad de regeneración.",
    "3": "Mente de detective. Tu pensamiento es profundo, obsesivo y penetrante. Descubres secretos y verdades incómodas en segundos. Palabras cortantes que pueden herir o sanar. Relación compleja y secreta con hermanos. Usa tu agudeza para investigar lo que nadie más se atreve a mirar.",
    "4": "Hogar búnker. Tu casa es tu fortaleza privada, nadie entra sin invitación. Posibles traumas o secretos en la infancia que te hicieron desconfiado. Cambios de casa por razones de seguridad o privacidad. Tu hogar es donde puedes bajar la guardia y dejar de controlar.",
    "5": "Obsesiones creativas. Tus pasiones son intensas y absorbentes. Romances turbulentos, kármicos y sexualmente experimentales. Hijos con personalidades muy fuertes. Creas arte que perturba y transforma. No busques el drama solo para sentirte vivo, la paz también es intensa.",
    "6": "Salud regenerativa. Tu cuerpo aguanta mucho hasta que colapsa de golpe. Problemas reproductivos o hormonales por estrés contenido. Te atraen trabajos de investigación, cirugía o psicología profunda. Necesitas un trabajo donde puedas ir al fondo de las cosas. La rutina te mata, la intensidad te nutre.",
    "7": "Relaciones de fusión y ruptura. Buscas una conexión de alma, pero tienes terror a perder tu autonomía. Atraes parejas crisis o sanadoras. El vínculo es todo o nada; si hay traición, el corte es quirúrgico y definitivo. Aprende a confiar sin controlar cada movimiento del otro.",
    "8": "El alquimista. Esta es tu casa natural. Transformaciones radicales a través de crisis, sexo y muerte. Herencias disputadas o dinero que llega por seguros/impuestos. Tienes el poder de cambiar la vida de otros profundamente. No tengas miedo a la oscuridad, eres el único que ve en ella.",
    "9": "Verdad oculta. Te atraen las filosofías esotéricas, el ocultismo y los misterios de la vida. Viajes que implican riesgo o transformación profunda. Cuestionas los dogmas superficiales. Tu fe nace de haber sobrevivido al infierno. Enseña a otros a perder el miedo a lo desconocido.",
    "10": "Poder en la sombra. Llegas al éxito a través de estrategias ocultas o en campos como la psiquiatría, investigación o finanzas. Crisis públicas que te obligan a reinventar tu imagen. Eres temido y respetado. Usa tu poder para exponer la corrupción, no para crearla.",
    "11": "Alianzas estratégicas. Tienes pocos amigos, pero morirían por ti (y tú por ellos). Te unes a grupos secretos o de poder. Desconfías de las masas. Eres el estratega detrás del movimiento. La lealtad es tu moneda, pero cuidado con exigir sumisión.",
    "12": "Subconsciente explosivo. Guardas secretos que podrían destruir tu vida si salen a la luz. Enemigos poderosos o kármicos. Tu intuición es infalible, casi sobrenatural. Insomnio por no poder apagar el radar de peligro. La verdadera liberación es soltar el control y perdonar."
  },
  "Sagitario": {
    "1": "El explorador libre. Eres la encarnación de la libertad. Tu energía es expansiva, inquieta y optimista. Cambias de rumbo vital cada vez que te sientes atado. Dices lo que piensas sin filtro, shockeando a los conservadores. Tu reto es el compromiso; la vida no es solo una aventura, también es construcción.",
    "2": "Finanzas globales. Ganas dinero con el extranjero, la enseñanza o el turismo, pero el flujo es irregular. Gastas en experiencias y viajes, no en cosas. Eres capaz de arriesgar tus ahorros en una visión. Confía en tu suerte, pero ten un plan B por si el avión no despega.",
    "3": "Mente sin fronteras. Aprendes idiomas o temas complejos a la velocidad del rayo. Hablas con entusiasmo y a veces predicas. Viajes cortos constantes. Tus hermanos pueden vivir lejos o ser muy diferentes a ti. Tu mente necesita horizontes amplios, no te encierres en detalles triviales.",
    "4": "Hogar en cualquier parte. Puedes vivir en el extranjero o tener las maletas siempre listas. Tu concepto de patria es el planeta entero. Distanciamiento filosófico de la familia de origen. Necesitas una casa con ventanas grandes y salida fácil. El hogar es donde pones tu mochila.",
    "5": "Aventura amorosa. El amor es un viaje de descubrimiento. Te atraen personas de otras culturas o maestros. Creatividad expansiva y filosófica. Hijos que crias con mucha libertad. El riesgo es idealizar la novedad y huir cuando la realidad se asienta. La aventura también está en profundizar con alguien.",
    "6": "Trabajo con propósito. No puedes trabajar solo por dinero; necesitas creer en la misión. Cambios de trabajo por aburrimiento ideológico. Salud vinculada al hígado o caderas (por exceso o sedentarismo súbito). Necesitas movimiento físico en tu día a día. Trabaja para vivir libre, no vivas para trabajar.",
    "7": "Pareja compañera de viaje. Buscas a alguien que te acompañe a la aventura, no que te espere en casa. Relaciones internacionales o a distancia. Valoras la verdad por encima de la tacto, lo que causa rupturas súbitas. El compromiso real no te quita libertad, te da un copiloto.",
    "8": "Expansión a través de la crisis. Las crisis te hacen crecer filosóficamente. Ganancias inesperadas a través de juicios o comercio exterior. Sexo aventurero y libre de tabúes. Aprendes que la verdadera libertad es espiritual, no geográfica. Comparte tu sabiduría, no solo tu entusiasmo.",
    "9": "El gurú rebelde. Tu casa natural. Creencias radicales, cambias de religión o ideología política abruptamente. Viajes que son peregrinajes de ruptura. Eres el eterno estudiante y maestro. Cuidado con creer que tienes la verdad absoluta. La sabiduría es saber que siempre hay más por aprender.",
    "10": "Carrera internacional. Éxito en publicaciones, academia, viajes o leyes. Eres conocido como un visionario un poco loco. Cambias de profesión persiguiendo tu vocación auténtica. No soportas la hipocresía corporativa. Tu meta es inspirar, tu oficina es el mundo.",
    "11": "Red global. Tus amigos están repartidos por todo el mapa. Te unes a causas internacionales o humanitarias. Eres el optimista del grupo, el que ve el futuro. A veces prometes más de lo que puedes cumplir a tus amigos. Mantén tus promesas, tu tribu confía en tu visión.",
    "12": "Búsqueda espiritual secreta. Tienes una fe interna que no encaja con ninguna iglesia. Sueños de volar o viajar. Sensación de protección divina en momentos de peligro. Necesitas retirarte a la naturaleza para reconectar. Tu libertad interior nadie te la puede quitar, ni siquiera una cárcel."
  },
  "Capricornio": {
    "1": "La autoridad disruptiva. Pareces serio y tradicional, pero tus acciones son radicales. Rompes las estructuras desde dentro. Cambias de estatus social de forma sorprendente. Eres un rebelde con traje. No te endurezcas tanto, la flexibilidad es lo que permite que los edificios altos no se caigan con el viento.",
    "2": "Economía reestructurada. Ganas dinero gestionando, estructurando o en corporaciones, pero aplicas métodos innovadores. Fluctuaciones financieras por cambios en la economía global o políticas de empresa. Eres austero por elección para tener libertad futura. El dinero es poder para cambiar el sistema.",
    "3": "Mente estratégica. Piensas a largo plazo pero con soluciones ingeniosas. Tu comunicación es seca, sarcástica y directa. Problemas con la burocracia o la educación formal que te obligan a buscar rutas alternativas. Eres el arquitecto de ideas. No descartes lo nuevo solo porque no está probado.",
    "4": "Cimientos inestables. Responsabilidades familiares pesadas que llegan de golpe. Quizás tuviste que madurar muy rápido. Mudanzas por trabajo o estatus. Tu hogar es sobrio y funcional. Quieres ser la autoridad en tu casa, pero la vida te pide soltar el control doméstico. Construye sobre roca, pero deja ventanas abiertas.",
    "5": "Creatividad estructurada. Te tomas tus hobbies muy en serio. Romances con diferencia de edad o estatus. Hijos que te exigen responsabilidad temprana o son muy maduros. Produces obras duraderas y ambiciosas. Diviértete sin agenda, no todo tiene que ser un proyecto rentable.",
    "6": "Eficiencia radical. Trabajas duro y esperas que los demás también. Innovas en la gestión y la organización. Problemas de huesos, piel o rodillas por rigidez. Implementa tecnología para reducir tu carga laboral. Eres el jefe que despide lo obsoleto, empieza por tus propios hábitos.",
    "7": "Compromiso no convencional. Buscas una pareja ambiciosa y autónoma. Matrimonios por conveniencia o acuerdos prácticos que sorprenden a otros. Rupturas frías si la relación impide tus metas. La lealtad es clave, pero debe ser recíproca y útil. El amor también es un contrato de libertad mutua.",
    "8": "Control de crisis. Gestionas el dinero de otros o herencias con frialdad calculadora. Cambios en la estructura de poder compartida. Sexualidad controlada o reprimida que se libera de golpe. Eres el que mantiene la cabeza fría cuando todos entran en pánico. Suelta el control, la muerte y los impuestos son inevitables.",
    "9": "Dogma reformado. Conservador en apariencia, radical en la práctica. Cambias las leyes o las reglas académicas. Viajes de negocios que abren tu mente. Tu filosofía es: si funciona, es verdad. No te quedes atrapado en la tradición si ya no sirve para el futuro.",
    "10": "Revolución corporativa. Esta es tu casa natural de influencia. Llegas a la cima y cambias las reglas del juego. Carreras en gobierno, ciencia o gran empresa. Caídas de estatus repentinas y ascensos meteóricos. Eres el CEO del cambio. Recuerda que el poder es prestado, úsalo para construir algo que dure.",
    "11": "Redes profesionales. Tus amigos son colegas o gente útil para tus fines. Organizas estructuras dentro de grupos sociales. Te frustra la falta de objetivos en las comunidades. Eres el pilar que sostiene la organización. No utilices a la gente, colabora con ella.",
    "12": "Soledad estructural. Tienes miedo al fracaso que ocultas bajo una máscara de competencia. Trabajas en secreto en grandes proyectos. Melancolía repentina. Tu intuición es práctica: sabes qué va a fallar antes de que empiece. La soledad en la cima es real, baja a tierra de vez en cuando."
  },
  "Acuario": {
    "1": "El alienígena. Eres Urano en persona. Excéntrico, distante, genial y totalmente impredecible. Tu identidad es no tener identidad fija. Rompes moldes solo por existir. La gente te ama o te odia, no hay término medio. Tu desafío es conectar emocionalmente, no solo intelectualmente. Sé humano, no solo un concepto.",
    "2": "Dinero del futuro. Ganas dinero con tecnología, internet, ciencia o invenciones. Tus ingresos son tan erráticos como el mercado cripto. Desapego total de lo material; hoy tienes, mañana compartes todo. La libertad financiera para ti es no depender del dinero. Crea un sistema que sostenga tu genialidad.",
    "3": "Mente cuántica. Tu cerebro está conectado al Wi-Fi universal. Ideas brillantes que nadie entiende todavía. Comunicación errática, ghosting digital. Te sientes un extraño en tu entorno cercano. Eres el profeta de la tecnología. Traduce tus ideas para que los terrícolas te entiendan.",
    "4": "Hogar comunitario. Vives con amigos, en comunidades o te mudas constantemente. Desapego emocional de la familia de sangre; tu familia son tus amigos. Tu casa está llena de cables y libros raros. Necesitas aire y espacio. No huyas de la intimidad doméstica, echar raíces no significa dejar de volar.",
    "5": "Creatividad futurista. Tu arte es experimental, sci-fi o digital. Romances amistosos y desapegados, sin dramas. Hijos genios o muy independientes. Te diviertes hackeando la realidad. El amor para ti es libertad compartida. Asegúrate de que la otra persona sepa que la quieres, no asumas que lo saben.",
    "6": "Trabajo en red. Odias la jerarquía; trabajas mejor en estructuras horizontales o por proyectos. Problemas nerviosos o circulatorios (tobillos). Innovas en procesos de grupo. Necesitas libertad total de horarios. Tu rutina es no tener rutina. Cuida tu sistema eléctrico (nervios) con desconexión real.",
    "7": "Pareja amigo. Buscas a tu mejor amigo, no a un amante tradicional. Relaciones abiertas, a distancia o muy inusuales. Rupturas repentinas sin explicaciones emocionales. Necesitas a alguien que respete tu rareza absoluta. La frialdad no es libertad, a veces es solo miedo a sentir.",
    "8": "Recursos colectivos. Crowdfunding, economía colaborativa o manejo de fondos de grupos. Actitud experimental y científica hacia el sexo. Cambios súbitos en apoyos financieros externos. Te interesa la psicología de masas. Comparte tus recursos, la era de Acuario es de todos.",
    "9": "Ideología galáctica. Tus creencias están años luz adelante. Te interesan la astrología, la ciencia y el progreso social. Viajes espaciales (o casi). Eres un reformador social nato. Cuidado con la utopía irrealizable. El futuro se construye hoy, paso a paso.",
    "10": "Carrera humanitaria. Trabajas en ONGs, tecnología punta, aviación o astrología. Fama por ser el 'bicho raro' genial. Trayectoria inestable pero fascinante. Quieres cambiar el mundo a través de tu profesión. No olvides que las revoluciones también necesitan administración.",
    "11": "La red global. Esta es tu casa. Tienes amigos en todos los rincones de internet. Eres el alma de los movimientos sociales. Priorizas el grupo sobre el individuo, a veces descuidando a quien tienes al lado. Tu tribu es la humanidad entera. Conecta corazón a corazón, no solo mente a mente.",
    "12": "Aislamiento genial. Te recargas alejándote del mundo completamente. Intuición flashes del futuro. Sentimiento de soledad cósmica. Trabajas mejor detrás de escena en proyectos humanitarios. Tu subconsciente es una computadora cuántica. No te desconectes tanto que olvides cómo volver."
  },
  "Piscis": {
    "1": "El camaleón místico. Tu identidad es fluida, absorbes el ambiente. Tienes un aura etérea pero eléctrica. Cambias de apariencia según tu estado espiritual. Eres el rebelde compasivo. La gente proyecta sus fantasías en ti. Define tus propios bordes o te disolverás en el caos de los demás.",
    "2": "Dinero mágico. El dinero llega y se va como la marea. Ganas con arte, música, sanación o mar. Eres capaz de regalarlo todo por una causa. Falta de practicidad financiera que se salva por 'milagros' de último minuto. Pon los pies en la tierra con las cuentas, el universo provee pero tú tienes que administrar.",
    "3": "Mente poética. Tu lógica es asociativa y simbólica, no lineal. Te comunicas con imágenes, música o silencios. Confusiones en mensajes de texto o malentendidos frecuentes. Inspiración repentina al hablar. Escribe tus sueños, ahí están tus mejores ideas. La claridad no mata la magia.",
    "4": "Santuario flotante. Vives cerca del agua o en lugares de retiro. Tu hogar es un caos artístico o espiritual. Secretos familiares o idealización de los padres. Mudanzas por intuición o necesidad de escape. Tu casa es tu templo, mantenla limpia de energías ajenas.",
    "5": "Musa impredecible. Tu creatividad viene de otro mundo. Romances platónicos, virtuales o con artistas torturados. Hijos muy sensibles o artísticos. Te entregas al flujo creativo sin control. Cuidado con idealizar a personas que no existen. El amor real es imperfecto y hermoso.",
    "6": "Servicio intuitivo. No sirves para horarios rígidos; trabajas por inspiración. Problemas de salud misteriosos, alergias o pies. Te va bien trabajar en sanación, cine o líquidos. Necesitas un ambiente laboral empático. No seas mártir en el trabajo, pon límites claros a tu sacrificio.",
    "7": "Fusión y confusión. Buscas la unión espiritual perfecta. Atraes a víctimas o salvadores. Relaciones caóticas sin límites claros. Desilusiones repentinas cuando cae el velo de la fantasía. Aprende a ver a la pareja como es, no como quieres que sea. La compasión no significa aguantar todo.",
    "8": "Disolución de límites. Finanzas compartidas nebulosas, cuidado con estafas o engaños. Experiencias místicas a través del sexo. Herencias espirituales más que materiales. Tienes el poder de disolver traumas profundos. La confianza requiere verificación, no solo fe ciega.",
    "9": "Fe universal. Crees en todo y en nada a la vez. Sincretismo religioso. Viajes espirituales o de mochilero sin rumbo fijo. Tu filosofía es el amor incondicional. Cambios de fe por revelaciones místicas. No te pierdas en el éter, necesitas un mapa aunque sea dibujado a mano.",
    "10": "Carrera soñada. Éxito en cine, música, espiritualidad o ayuda humanitaria. Tu camino profesional es zigzagueante y guiado por la intuición. Fama por tu carisma empático. A veces desapareces del ojo público. Tu vocación es sanar el alma colectiva, hazlo con arte.",
    "11": "Tribu espiritual. Tus amigos son artistas, místicos o marginados. Te unes a grupos de meditación o arte. Te sacrificas por el grupo y luego te sientes drenado. Conexión telepática con tus amigos. Protege tu energía, no puedes salvar a todos tus amigos.",
    "12": "El despertar. Esta es tu casa natural de exilio. Tu mundo interno es una tormenta eléctrica de visiones y sueños. Genialidad psíquica. Riesgo de escapismo (drogas, alcohol, fantasía) para manejar la sobrecarga sensorial. La soledad es tu medicina. Eres el canal entre lo divino y lo humano, mantén la señal limpia."
  }
}