{
  "Aries": {
    "1": "Cazador irresistible. Venus en Aries en la Casa 1 te hace directo y audaz en el amor; no esperas, atacas. Tu estilo es provocativo y tu coqueteo es una declaración de guerra juguetona. Tiendes a enamorarte rápido y desenamorarte igual de rápido si se pierde la emoción. En lo mejor: eres apasionado y transparente, lo que ves es lo que hay. En lo difícil: tu egoísmo y necesidad de inmediatez espantan a parejas más sensibles. Consejo: Deja que el otro respire, la persecución no tiene que durar siempre.",
    "2": "Gastos impulsivos. Venus en Aries en la Casa 2 compra por impulso lo que desea 'ya'. El dinero te quema en las manos si ves algo que te emociona. Valoras la independencia financiera para no pedir permiso a nadie. En lo mejor: tienes un instinto genial para hacer dinero rápido en negocios arriesgados. En lo difícil: las deudas por impaciencia te quitan la paz. Consejo: Espera 24 horas antes de comprar ese capricho caro.",
    "3": "Coqueteo sin filtro. Venus en Aries en la Casa 3 manda mensajes directos y a veces subidos de tono sin pensarlo dos veces. Te seduce la mente rápida y la gente que no da vueltas al hablar. Tiendes a ser brusco creyendo que eres honesto. En lo mejor: tu comunicación es fresca, divertida y cero aburrida. En lo difícil: hieres sensibilidades con chistes agresivos o verdades no solicitadas. Consejo: La dulzura también es una forma de inteligencia.",
    "4": "Hogar ruidoso. Venus en Aries en la Casa 4 decora su casa de forma vibrante y quizás algo caótica. Te gusta ser el jefe de tu espacio y anfitrión de fiestas animadas. Tiendes a pelear con la familia porque quieres imponer tu gusto o ritmo. En lo mejor: tu casa está llena de vida y es un refugio energético. En lo difícil: la convivencia es un campo de batalla constante. Consejo: Tu hogar debe ser tu zona de paz, no otro ring de boxeo.",
    "5": "Romance de alto voltaje. Venus en Aries en la Casa 5 vive el amor como una aventura llena de adrenalina. Te encantan los deportes, competir y conquistar; el aburrimiento es tu kriptonita. Tiendes a eclipsar a tus amantes o hijos queriendo ser el centro de atención. En lo mejor: eres un amante inolvidable y generoso que mantiene viva la chispa. En lo difícil: confundes drama con pasión. Consejo: El amor estable no es aburrido, es seguro.",
    "6": "Pasión laboral. Venus en Aries en la Casa 6 necesita amar lo que hace o se muere por dentro. Te enamoras de compañeros con los que puedes competir o debatir. Tiendes a tener roces con colegas lentos o pasivos. En lo mejor: inyectas energía y estética a tu entorno laboral. En lo difícil: creas conflictos en la oficina por pura impaciencia. Consejo: Trata a tus compañeros como aliados, no como rivales.",
    "7": "El amor es un reto. Venus en Aries en la Casa 7 busca una pareja fuerte que le haga frente. Si te dicen que sí a todo, pierdes interés; necesitas un poco de fricción. Tiendes a iniciar peleas solo para sentir la reconciliación. En lo mejor: eres un compañero leal que lucha ferozmente por la relación. En lo difícil: proyectas tu agresividad en el otro y vives en guerra. Consejo: Amar no es ganar, es compartir.",
    "8": "Deseo voraz. Venus en Aries en la Casa 8 vive la sexualidad y las finanzas compartidas con urgencia. No tienes tabúes y vas directo a la intimidad profunda. Tiendes a gastar el dinero de tu socio o pareja con demasiada audacia. En lo mejor: eres apasionado y ayudas a otros a superar crisis con valentía. En lo difícil: los celos explosivos y las disputas por dinero destruyen vínculos. Consejo: La confianza se construye despacio, no a empujones.",
    "9": "Amor a la aventura. Venus en Aries en la Casa 9 se enamora de lo extranjero, lo nuevo y lo que expande horizontes. Te gusta viajar solo o con alguien que te siga el ritmo rápido. Tiendes a dogmatizar sobre lo que es 'bello' o 'correcto'. En lo mejor: inspiras a tu pareja a ser más libre y valiente. En lo difícil: huyes de la relación en cuanto te sientes atado geográficamente. Consejo: La libertad está en la mente, no solo en el pasaporte.",
    "10": "Imagen de líder. Venus en Aries en la Casa 10 quiere ser admirado por su fuerza y capacidad de iniciativa. Te vistes para destacar en el trabajo y usas tu encanto para abrir puertas profesionales. Tiendes a ser impulsivo en decisiones públicas, arriesgando tu reputación. En lo mejor: eres un pionero carismático en tu industria. En lo difícil: tu vanidad profesional te hace cometer errores públicos. Consejo: La reputación se construye con consistencia, no solo con destellos.",
    "11": "Líder del grupo. Venus en Aries en la Casa 11 es el amigo que organiza la fiesta y empuja a todos a salir. Te gustan los amigos activos y directos. Tiendes a competir con tus propios amigos o a querer liderar siempre. En lo mejor: eres el motor social que energiza a tu comunidad. En lo difícil: generas conflictos grupales por querer tener siempre la razón. Consejo: Deja que otros brillen también, el liderazgo compartido es más divertido.",
    "12": "Pasión secreta. Venus en Aries en la Casa 12 esconde sus deseos. Puedes tener amores clandestinos o reprimir tu necesidad de acción por miedo. Tiendes a autosabotearte eligiendo personas inalcanzables. En lo mejor: tienes una capacidad compasiva activa y ayudas a otros en secreto. En lo difícil: sufres en silencio por no atreverte a declarar tu amor. Consejo: Tu deseo es válido, sácalo a la luz con valentía."
  },
  "Tauro": {
    "1": "Belleza natural. Venus en Tauro en la Casa 1 te da una presencia física sólida, sensual y magnética. Te tomas tu tiempo para arreglarte y amas la ropa de buena calidad y tacto suave. Tiendes a la inercia y a la pereza si estás cómodo. En lo mejor: irradias una calma y belleza que tranquiliza a todos. En lo difícil: te vuelves vanidoso y terco, resistiéndote a cualquier cambio de look o actitud. Consejo: Tu sonrisa es tu mejor accesorio, úsala más.",
    "2": "El banco del placer. Venus en Tauro en la Casa 2 está en su trono. Amas el dinero por la seguridad y los lujos que compra. Tienes un talento nato para atraer recursos y conservar patrimonio. Tiendes a comprar cosas caras 'porque duran', pero a veces es puro materialismo. En lo mejor: eres un administrador excelente que disfruta de la vida. En lo difícil: valoras a la gente por lo que tiene, no por lo que es. Consejo: Disfruta tus cosas, pero no dejes que tus cosas te posean a ti.",
    "3": "Voz de terciopelo. Venus en Tauro en la Casa 3 tiene una voz o forma de hablar que seduce y calma. Disfrutas de conversaciones tranquilas, sin prisas. Tiendes a ser terco en tus opiniones estéticas o de valores. En lo mejor: tus palabras son un bálsamo y tienes un gusto artístico mental refinado. En lo difícil: te cierras mentalmente y nadie te saca de tu idea. Consejo: Escuchar nuevas ideas no amenaza tu estabilidad.",
    "4": "Hogar santuario. Venus en Tauro en la Casa 4 invierte en muebles cómodos, plantas y una cocina bien equipada. Tu casa es tu templo de placer y descanso. Tiendes a acumular objetos y a resistirte a tirar cosas viejas. En lo mejor: creas un ambiente acogedor donde todos se sienten nutridos. En lo difícil: la pereza te impide hacer los cambios necesarios en casa o familia. Consejo: Un hogar bello también necesita espacio vacío para respirar.",
    "5": "Romance sensorial. Venus en Tauro en la Casa 5 ama las citas clásicas: buena cena, buen vino y contacto físico. Eres creativo con las manos (cerámica, cocina, jardinería). Tiendes a ser posesivo con tus ligues o hijos. En lo mejor: eres un amante constante, sensual y leal. En lo difícil: te estancas en la rutina y el romance se vuelve predecible y aburrido. Consejo: Prueba algo nuevo en la cama o en el arte, la novedad también da placer.",
    "6": "Rutina placentera. Venus en Tauro en la Casa 6 busca confort en el trabajo. Necesitas un entorno laboral bonito, buen café y una silla cómoda. Te llevas bien con compañeros si no te meten prisa. Tiendes a comer dulces o snacks en el trabajo para compensar el estrés. En lo mejor: traes armonía y estabilidad al día a día. En lo difícil: la procrastinación por comodidad te hace perder oportunidades. Consejo: Encuentra placer en la eficiencia, no solo en el descanso.",
    "7": "Lealtad inamovible. Venus en Tauro en la Casa 7 busca una pareja para toda la vida, guapa y estable. El contacto físico es tu lenguaje del amor principal. Tiendes a quedarte en relaciones caducas por no enfrentar el cambio de rutina. En lo mejor: ofreces una seguridad y sensualidad que empodera a tu pareja. En lo difícil: tratas a tu pareja como una propiedad más. Consejo: El amor es libertad compartida, no posesión.",
    "8": "Intimidad tangible. Venus en Tauro en la Casa 8 busca seguridad financiera a través de la pareja y sexo profundo y prolongado. Te tomas la intimidad muy en serio y con calma. Tiendes a ser celoso y territorial con los recursos compartidos. En lo mejor: eres un pilar de estabilidad en las crisis y un gestor financiero astuto. En lo difícil: el miedo a perder seguridad te hace manipulador. Consejo: Soltar el control financiero a veces multiplica la confianza.",
    "9": "Gusto por lo clásico. Venus en Tauro en la Casa 9 disfruta de viajes cómodos, arte clásico y filosofías que valoren la naturaleza. No eres de mochilero, eres de hotel boutique. Tiendes a ser dogmático con tus valores tradicionales. En lo mejor: encuentras belleza en culturas diferentes y las integras a tu vida. En lo difícil: te niegas a probar comidas o costumbres nuevas por miedo a lo desconocido. Consejo: La incomodidad del viaje a veces trae el mayor placer.",
    "10": "Reputación sólida. Venus en Tauro en la Casa 10 proyecta una imagen profesional de confiabilidad y buen gusto. Te atraen carreras en finanzas, arte, moda o inmobiliaria. Tiendes a priorizar el salario sobre la vocación. En lo mejor: construyes un legado profesional duradero y estético. En lo difícil: te vuelves un esnob que solo valora el estatus visible. Consejo: Que tu éxito también alimente tu alma, no solo tu bolsillo.",
    "11": "Amigos de siempre. Venus en Tauro en la Casa 11 mantiene amistades leales durante décadas. Prefieres cenas íntimas a fiestas ruidosas. Tiendes a ser cerrado con gente nueva, juzgando por las apariencias. En lo mejor: eres el amigo roca que siempre está ahí con un abrazo y comida. En lo difícil: la terquedad te hace perder amigos por tonterías. Consejo: Abre el círculo, gente nueva trae nueva abundancia.",
    "12": "Placer oculto. Venus en Tauro en la Casa 12 disfruta de la soledad, la naturaleza y quizás amores secretos que nadie sospecha. Encuentras paz en el silencio y el arte privado. Tiendes a comer o gastar en secreto para llenar vacíos emocionales. En lo mejor: tienes una conexión espiritual grounded y sanadora. En lo difícil: te aíslas en una burbuja de confort negando la realidad. Consejo: Tu valor interno no necesita validación externa, créetelo.",
    "Aries": { "1": "..." }
  },
  "Géminis": {
    "1": "Encanto verbal. Venus en Géminis en la Casa 1 seduce con palabras, gestos y una sonrisa pícara. Pareces eternamente joven y cambias de estilo según tu humor. Tiendes a parecer superficial o inconstante en tus afectos. En lo mejor: eres un imán social, divertido y adaptable. En lo difícil: juegas con la gente por aburrimiento. Consejo: Escuchar es tan sexy como hablar.",
    "2": "Gastos variados. Venus en Géminis en la Casa 2 gasta en libros, cursos, viajes cortos y tecnología. Tienes habilidad para tener múltiples fuentes de ingresos. Tiendes a ser desorganizado con las cuentas, gastando en menudencias que suman mucho. En lo mejor: eres ingenioso para monetizar tus ideas. En lo difícil: el dinero se te va en caprichos intelectuales que luego no usas. Consejo: Haz un presupuesto, tu yo del futuro te lo agradecerá.",
    "3": "Seducción mental. Venus en Géminis en la Casa 3 se enamora del cerebro. Los mensajes de texto ingeniosos son tu preliminar favorito. Amas coquetear con vecinos o compañeros de clase. Tiendes a chismear o a triangular relaciones por diversión. En lo mejor: eres el alma de la conversación y un mediador excelente. En lo difícil: eres infiel de pensamiento y palabra constantemente. Consejo: Sé impecable con tus palabras, construyen o destruyen amor.",
    "4": "Hogar biblioteca. Venus en Géminis en la Casa 4 quiere una casa llena de revistas, gente entrando y saliendo, y estímulo mental. Cambias la decoración a menudo. Tiendes a no echar raíces profundas, tratando tu casa como un hotel. En lo mejor: tu hogar es un centro cultural divertido para la familia. En lo difícil: hay nerviosismo y falta de paz real en tu refugio. Consejo: Apaga el wifi de vez en cuando y conecta con el silencio.",
    "5": "Juegos de amor. Venus en Géminis en la Casa 5 ve el romance como un juego divertido. Te aburres si no hay variedad y risas. Eres genial con los niños porque eres uno más. Tiendes a tener varios intereses románticos a la vez (el famoso 'ganado'). En lo mejor: mantienes el romance fresco y excitante. En lo difícil: huyes en cuanto las emociones se ponen densas o reales. Consejo: El compromiso no es aburrimiento, es profundizar en el juego.",
    "6": "Compañeros chispeantes. Venus en Géminis en la Casa 6 necesita un ambiente laboral social y variado. Te enamoras de la inteligencia de tus colegas. Tiendes a distraerte socializando en vez de trabajar. En lo mejor: creas un ambiente de trabajo colaborativo y alegre. En lo difícil: el chisme de oficina se convierte en tu actividad principal. Consejo: Enfócate en una tarea a la vez, la multitarea mata la calidad.",
    "7": "Pareja conversadora. Venus en Géminis en la Casa 7 busca a alguien con quien no se acaben los temas de conversación. La amistad es la base de tu matrimonio. Tiendes a dudar y comparar a tu pareja con otras opciones. En lo mejor: tienes una relación dinámica, curiosa y siempre joven. En lo difícil: eres inconstante y creas inseguridad en el otro con tu ambivalencia. Consejo: Quédate el tiempo suficiente para conocer las capas profundas del otro.",
    "8": "Curiosidad íntima. Venus en Géminis en la Casa 8 explora la sexualidad y los tabúes con una mente abierta y curiosa. Te excita hablar sucio o aprender cosas nuevas en la cama. Tiendes a intelectualizar los sentimientos para no sentirlos. En lo mejor: eres versátil y desinhibido, explorando sin juzgar. En lo difícil: eres superficial en momentos que requieren profundidad emocional. Consejo: Deja de pensar y empieza a sentir, el cuerpo sabe más que la mente.",
    "9": "Amor extranjero. Venus en Géminis en la Casa 9 se enamora en viajes, en clases de idiomas o con gente de otras culturas. Valoras la libertad y el aprendizaje en la relación. Tiendes a idealizar lo que está lejos y despreciar lo cercano. En lo mejor: compartes una visión del mundo amplia y divertida con tu pareja. En lo difícil: eres un turista emocional, picando aquí y allá sin comprometerte. Consejo: La sabiduría también se encuentra quedándose quieto.",
    "10": "Imagen versátil. Venus en Géminis en la Casa 10 usa su encanto y red de contactos para escalar profesionalmente. Eres conocido por ser sociable y hábil con la información. Tiendes a ser visto como poco serio o disperso en tu carrera. En lo mejor: eres un conector público brillante. En lo difícil: tu reputación sufre por rumores o indiscreciones. Consejo: Sé consistente en tu marca personal, la confianza requiere coherencia.",
    "11": "Mariposa social. Venus en Géminis en la Casa 11 tiene amigos de todos los colores y sabores. Eres el pegamento que une grupos distintos. Disfrutas de planes espontáneos y variados. Tiendes a ser un amigo de 'holas y adiós', poco profundo. En lo mejor: mantienes una red social viva y estimulante. En lo difícil: fallas a tus amigos cuando te necesitan de verdad por estar distraído. Consejo: Cuida a los pocos amigos que realmente te conocen, no solo a la multitud.",
    "12": "Secretos escritos. Venus en Géminis en la Casa 12 puede tener relaciones online secretas o amores platónicos mentales. Disfrutas de la lectura y escritura en soledad como placer supremo. Tiendes a esconder tus verdaderos gustos por miedo a no encajar. En lo mejor: tienes un mundo interior rico y creativo. En lo difícil: vives en una fantasía mental que te desconecta de la realidad tangible. Consejo: Escribe lo que sientes, es tu mejor terapia."
  },
  "Cáncer": {
    "1": "Dulzura visible. Venus en Cáncer en la Casa 1 proyecta una imagen suave, accesible y cuidadora. La gente se siente segura contigo al instante. Tiendes a vestirte según tu estado de ánimo, buscando confort. En lo mejor: irradias una empatía que desarma a cualquiera. En lo difícil: eres hipersensible y te pones una coraza dura si te sientes rechazado. Consejo: No te escondas, tu vulnerabilidad es tu mayor atractivo.",
    "2": "Ahorro emocional. Venus en Cáncer en la Casa 2 gasta en cosas para la casa, comida y familia. Ahorras por seguridad y miedo al futuro. El dinero es una forma de proteger a los tuyos. Tiendes a comprar compulsivamente cuando estás triste (terapia de compras). En lo mejor: construyes un patrimonio sólido para tu clan. En lo difícil: eres tacaño por miedo irracional a la escasez. Consejo: El dinero es energía, déjalo fluir sin tanto miedo.",
    "3": "Palabras que nutren. Venus en Cáncer en la Casa 3 se comunica con cariño y memoria. Recuerdas los detalles personales de todos. Te gusta charlar en entornos íntimos. Tiendes a tomarte los comentarios casuales como ataques personales. En lo mejor: tus palabras sanan y conectan emocionalmente. En lo difícil: usas el silencio o el chantaje emocional en la comunicación. Consejo: No todos leen la mente, di lo que necesitas claramente.",
    "4": "Reina/Rey del nido. Venus en Cáncer en la Casa 4 está en casa. Amas decorar, cocinar y crear un refugio acogedor. Tu mayor placer es una cena familiar tranquila. Tiendes a ser posesivo con tu espacio y tu familia. En lo mejor: tu hogar es el corazón cálido de tu vida. En lo difícil: llenas la casa de objetos del pasado y no dejas entrar lo nuevo. Consejo: Tu hogar debe ser un refugio, no un museo de nostalgias.",
    "5": "Romance protector. Venus en Cáncer en la Casa 5 cuida a sus amantes como si fueran familia. Buscas conexión emocional profunda y seguridad, no aventuras pasajeras. Eres muy fértil creativamente. Tiendes a apegarte demasiado rápido y sufrir si no es recíproco. En lo mejor: eres un amante tierno y dedicado. En lo difícil: asfixias a tu pareja o hijos con sobreprotección. Consejo: Deja que los que amas caminen solos a veces.",
    "6": "Cuidar trabajando. Venus en Cáncer en la Casa 6 crea lazos familiares con los compañeros de trabajo. Te gusta traer comida a la oficina y asegurarte de que todos estén bien. Tiendes a asumir cargas emocionales ajenas en el trabajo. En lo mejor: haces que el ambiente laboral sea humano y cálido. En lo difícil: te quejas y te victimizas si no reconocen tus sacrificios diarios. Consejo: Pon límites, tus compañeros no son tus hijos.",
    "7": "Pareja refugio. Venus en Cáncer en la Casa 7 busca a alguien que le dé sensación de hogar. La lealtad y la ternura son innegociables. Tiendes a buscar una figura materna/paterna o a serlo tú. En lo mejor: construyes una intimidad blindada y amorosa. En lo difícil: manipulas con culpa para que no te abandonen. Consejo: La dependencia emocional no es amor, es necesidad. Construye autonomía.",
    "8": "Fusión total. Venus en Cáncer en la Casa 8 necesita fundirse emocional y financieramente con el otro. El sexo es un acto de vinculación del alma. Tienes intuición para los negocios familiares. Tiendes a guardar rencores amorosos por años. En lo mejor: eres capaz de una entrega y transformación emocional absoluta. En lo difícil: el miedo a la traición te hace controlador y absorbente. Consejo: Soltar el pasado es la única forma de disfrutar el presente.",
    "9": "Amor por la tradición. Venus en Cáncer en la Casa 9 disfruta de viajes a lugares con historia, agua o conexión ancestral. Buscas filosofías que te hagan sentir seguro y conectado. Tiendes a tener miedo de lo que es muy diferente a tu cultura. En lo mejor: encuentras belleza en la historia humana y la compartes. En lo difícil: te cierras en tu burbuja cultural por inseguridad. Consejo: Lo desconocido también puede ser acogedor si le das una oportunidad.",
    "10": "Líder empático. Venus en Cáncer en la Casa 10 proyecta una imagen pública de persona accesible y humana. Puedes tener éxito en negocios de comida, inmobiliaria o cuidado. Tiendes a tomarte las críticas profesionales demasiado a pecho. En lo mejor: eres querido y respetado por tu inteligencia emocional. En lo difícil: tu humor fluctuante afecta tu imagen profesional. Consejo: Separa tu valor personal de tu éxito laboral.",
    "11": "El clan de amigos. Venus en Cáncer en la Casa 11 trata a los amigos como familia elegida. Eres el que cocina en las reuniones y consuela al triste. Tiendes a ofenderte si te excluyen y guardas resentimiento. En lo mejor: creas una comunidad de apoyo incondicional. En lo difícil: eres cerrado y excluyente con gente nueva en el grupo. Consejo: La amistad también necesita aire fresco, no solo lazos de sangre.",
    "12": "Amor soñado. Venus en Cáncer en la Casa 12 tiene una vida amorosa secreta o fantasiosa muy rica. Eres compasivo con los que sufren y te sacrificas por amor. Tiendes a esconder tus sentimientos por miedo al rechazo brutal. En lo mejor: tienes una conexión espiritual sublime y sanadora. En lo difícil: te quedas pegado a amores del pasado que ya no existen. Consejo: El amor real sucede aquí y ahora, sal de tu cueva."
  },
  "Leo": {
    "1": "Estrella nata. Venus en Leo en la Casa 1 brilla con luz propia. Te vistes para impresionar, amas el lujo y tienes una melena o estilo inconfundible. Tiendes a ser vanidoso y necesitar validación constante. En lo mejor: eres cálido, generoso y magnético. En lo difícil: te vuelves arrogante si no recibes el aplauso que crees merecer. Consejo: Tu luz es para iluminar a los demás, no para cegarlos.",
    "2": "Lujo y generosidad. Venus en Leo en la Casa 2 gasta a lo grande. Te gustan las marcas, el oro y hacer regalos impresionantes. El dinero es una herramienta para mantener tu estatus y realeza. Tiendes a vivir por encima de tus posibilidades. En lo mejor: tienes talento para atraer dinero y compartirlo generosamente. En lo difícil: tu autoestima depende del saldo de tu cuenta. Consejo: La verdadera clase no se compra, se tiene.",
    "3": "Palabras dramáticas. Venus en Leo en la Casa 3 habla con teatro y pasión. Eres un narrador nato que embellece las historias. Te gusta que te escuchen y te celebren tus ideas. Tiendes a monopolizar la conversación hablando de ti. En lo mejor: inspiras y diviertes a todos con tu oratoria. En lo difícil: eres prepotente y no escuchas a nadie. Consejo: Preguntar '¿y tú cómo estás?' te hace más interesante, no menos.",
    "4": "Palacio privado. Venus en Leo en la Casa 4 quiere una casa de la que pueda presumir. Eres el rey/reina de tu hogar y anfitrión espléndido. Te gusta decorar con arte y colores cálidos. Tiendes a mandar en casa como si fuera tu súbdito. En lo mejor: tu hogar es un lugar de fiesta, calidez y orgullo. En lo difícil: hay dramas familiares porque todo tiene que ser a tu manera. Consejo: En casa, bájate de la corona y ponte cómodo.",
    "5": "Reina del drama. Venus en Leo en la Casa 5 es el epicentro del romance. Quieres flores, gestos grandiosos y pasión de película. Eres creativo y adoras a los niños. Tiendes a hacer berrinche si no eres el centro de atención de tu pareja. En lo mejor: amas con un corazón enorme y leal. En lo difícil: conviertes el amor en una actuación para el público. Consejo: El amor real también está en los martes aburridos.",
    "6": "Orgullo en el trabajo. Venus en Leo en la Casa 6 necesita un trabajo donde pueda lucirse y ser apreciado. Te llevas bien con colegas si te respetan. Tiendes a ser perezoso si la tarea es 'indigna' de tu talento. En lo mejor: elevas la moral del equipo y pones creatividad en la rutina. En lo difícil: creas conflictos de ego con compañeros por tonterías. Consejo: Servir bien es la forma más alta de realeza.",
    "7": "Pareja trofeo. Venus en Leo en la Casa 7 busca a alguien brillante de quien pueda presumir. La lealtad es clave; si te traicionan, no hay vuelta atrás. Tiendes a querer que tu pareja gire a tu alrededor. En lo mejor: forman una 'power couple' generosa y admirada. En lo difícil: eclipsas a tu pareja y la relación se vuelve desigual. Consejo: Deja que tu pareja brille tanto como tú, dos soles calientan más.",
    "8": "Intensidad real. Venus en Leo en la Casa 8 vive la intimidad con drama y pasión. Quieres ser lo más importante en la vida de tu pareja, financiera y sexualmente. Tiendes a ser posesivo y a controlar el dinero compartido. En lo mejor: das una confianza y calidez transformadora en los momentos oscuros. En lo difícil: los celos y el orgullo destruyen la intimidad. Consejo: La vulnerabilidad requiere más coraje que el orgullo.",
    "9": "Viajes de lujo. Venus en Leo en la Casa 9 ama viajar con estilo y confort. Te atraen las culturas que celebran el arte y la vida. Buscas una filosofía que te haga sentir especial. Tiendes a ser esnob culturalmente. En lo mejor: eres un embajador cultural entusiasta y generoso. En lo difícil: crees que tu visión del mundo es la única válida y superior. Consejo: Aprender implica admitir que no lo sabes todo.",
    "10": "Fama deseada. Venus en Leo en la Casa 10 busca reconocimiento público y adoración en su carrera. Eres excelente en puestos de cara al público, arte o dirección. Tiendes a obsesionarte con tu imagen y los 'likes'. En lo mejor: eres un líder carismático y querido. En lo difícil: caes en escándalos por vanidad o egocentrismo. Consejo: Trabaja por la excelencia, el aplauso vendrá solo.",
    "11": "Centro social. Venus en Leo en la Casa 11 es el líder natural del grupo. Organizas los mejores eventos y proteges a tus amigos leales. Tiendes a ofenderte si el grupo no sigue tus planes. En lo mejor: inspiras y elevas a tu círculo social. En lo difícil: solo te rodeas de aduladores y no de amigos verdaderos. Consejo: Un buen amigo escucha, no solo dicta la agenda.",
    "12": "Generosidad oculta. Venus en Leo en la Casa 12 puede tener amores secretos con personas famosas o de poder. Tienes un corazón noble que a menudo escondes por miedo a ser herido. Tiendes a sentir que nadie valora lo que haces. En lo mejor: eres un ángel guardián que ayuda sin pedir crédito. En lo difícil: vives resentido porque el mundo no ve tu grandeza. Consejo: Tu valor es intrínseco, no necesitas un escenario para ser real."
  },
  "Virgo": {
    "1": "Encanto discreto. Venus en Virgo en la Casa 1 se presenta pulcro, modesto y servicial. Tu atractivo está en tu inteligencia y en los detalles cuidados. Tiendes a criticarte frente al espejo y a parecer distante por timidez. En lo mejor: tienes una belleza natural y una presencia que inspira confianza. En lo difícil: tu autocrítica proyecta inseguridad y aleja a los demás. Consejo: Eres suficiente, deja de intentar arreglarte.",
    "2": "Dinero inteligente. Venus en Virgo en la Casa 2 es el maestro del presupuesto. Compras calidad, utilidad y ofertas. Odias el desperdicio. Tiendes a privarte de placeres por miedo a gastar mal. En lo mejor: tienes una salud financiera envidiable y ordenada. En lo difícil: te vuelves tacaño y no disfrutas del fruto de tu trabajo. Consejo: Gasta en algo inútil pero bello de vez en cuando, te lo mereces.",
    "3": "Detalles verbales. Venus en Virgo en la Casa 3 se expresa con precisión y corrección. Te seducen las personas que escriben sin faltas de ortografía. Tiendes a corregir a los demás mientras hablan. En lo mejor: eres un comunicador útil, claro y atento. En lo difícil: tus críticas constantes agotan a quien te escucha. Consejo: A veces es mejor ser amable que tener razón gramatical.",
    "4": "Hogar inmaculado. Venus en Virgo en la Casa 4 necesita orden y limpieza para relajarse en casa. Te gusta cuidar la salud de tu familia y tener todo organizado. Tiendes a no poder descansar si ves una mancha. En lo mejor: creas un entorno zen, saludable y funcional. En lo difícil: conviertes la convivencia en una lista de tareas domésticas. Consejo: Una casa vivida tiene desorden, acéptalo.",
    "5": "Hobbies técnicos. Venus en Virgo en la Casa 5 disfruta de pasatiempos que requieren destreza manual y detalle. En el amor eres cauto y analizas los pros y contras de la cita. Tiendes a querer 'mejorar' a tu pareja romántica. En lo mejor: demuestras amor con actos de servicio prácticos y leales. En lo difícil: matas la espontaneidad del romance con tanta lógica. Consejo: Deja de analizar y déjate llevar un poco.",
    "6": "Amor al oficio. Venus en Virgo en la Casa 6 encuentra placer en el trabajo bien hecho y la rutina saludable. Te enamoras de la eficiencia. Tiendes a sacrificarte por compañeros que no lo merecen. En lo mejor: haces que el día a día sea fluido y agradable para todos. En lo difícil: te vuelves maniático y crítico con los hábitos de los demás. Consejo: La perfección no existe, relaja tus estándares un poco.",
    "7": "Pareja proyecto. Venus en Virgo en la Casa 7 busca una relación útil y funcional. A menudo atraes personas a las que puedes 'arreglar' o ayudar. La lealtad se demuestra con hechos diarios. Tiendes a criticar a tu pareja creyendo que ayudas. En lo mejor: construyes una vida compartida ordenada y saludable. En lo difícil: te quedas en relaciones desiguales por sentirte necesario. Consejo: Tu pareja debe ser tu igual, no tu paciente.",
    "8": "Análisis íntimo. Venus en Virgo en la Casa 8 disecciona la psicología y la sexualidad para entender cómo funciona. Eres prudente con las finanzas compartidas. Tiendes a racionalizar el sexo y te cuesta soltar el control mental. En lo mejor: ayudas a tu pareja a sanar traumas con paciencia y método. En lo difícil: la frialdad en la intimidad aleja la conexión emocional. Consejo: El sexo también es sucio y desordenado, disfrútalo.",
    "9": "Viajes planificados. Venus en Virgo en la Casa 9 disfruta aprender cosas útiles de otras culturas. Viajas con itinerario, mapa y botiquín. Tiendes a ser escéptico ante filosofías demasiado abstractas. En lo mejor: eres un estudiante diligente que aprovecha cada experiencia. En lo difícil: te pierdes la magia del viaje por preocuparte por la higiene o el horario. Consejo: Piérdete sin mapa, ahí está la aventura.",
    "10": "Imagen competente. Venus en Virgo en la Casa 10 quiere ser conocido por su excelencia y ética de trabajo. Te vistes profesional y actúas con corrección. Tiendes a trabajar en exceso buscando aprobación y quedando en segundo plano. En lo mejor: eres la referencia de calidad en tu sector. En lo difícil: tu perfeccionismo te impide lanzar proyectos o ascender. Consejo: Acepta el elogio sin poner excusas.",
    "11": "Amistad servicial. Venus en Virgo en la Casa 11 es el amigo que te ayuda con la mudanza o te organiza la agenda. Prefieres grupos con un propósito claro. Tiendes a juzgar a los amigos desastrosos. En lo mejor: eres el pilar confiable de tu comunidad. En lo difícil: te sientes usado porque no sabes decir que no a los favores. Consejo: Ayuda solo cuando te nazca, no por obligación.",
    "12": "Sacrificio secreto. Venus en Virgo en la Casa 12 esconde su necesidad de afecto y se dedica a servir en silencio. Puedes tener amores platónicos con compañeros de trabajo o médicos. Tiendes a sentirte indigno de amor. En lo mejor: encuentras paz ordenando el caos emocional propio y ajeno. En lo difícil: te obsesionas con detalles y culpas en soledad. Consejo: Mereces amor por existir, no por lo que haces por otros."
  },
  "Libra": {
    "1": "Encanto puro. Venus en Libra en la Casa 1 es la definición de carisma. Tu sonrisa abre puertas y siempre buscas agradar visual y socialmente. Tiendes a definirte por cómo te ven los demás, perdiendo tu centro. En lo mejor: eres diplomático, bello y traes armonía donde vas. En lo difícil: eres una veleta que cambia de personalidad para caer bien. Consejo: No puedes gustarle a todo el mundo, y eso está bien.",
    "2": "Gastos estéticos. Venus en Libra en la Casa 2 gasta en moda, arte, decoración y belleza. El dinero es para crear un mundo bonito a tu alrededor. Tiendes a evitar mirar las facturas si los números son 'feos'. En lo mejor: tienes talento para monetizar el arte y las relaciones. En lo difícil: te endeudas por mantener las apariencias sociales. Consejo: La belleza cuesta, pero la tranquilidad financiera es más bella.",
    "3": "Palabras dulces. Venus en Libra en la Casa 3 es un maestro de la conversación educada y el halago. Sabes decir las cosas de forma que nadie se ofenda. Tiendes a no decir la verdad completa para evitar conflictos. En lo mejor: eres un mediador nato y un escritor elegante. En lo difícil: pareces falso o hipócrita por no mojarte nunca. Consejo: La honestidad dicha con tacto es mejor que una mentira bonita.",
    "4": "Hogar de revista. Venus en Libra en la Casa 4 necesita un hogar armonioso, decorado con gusto y sin gritos. Haces de anfitrión con elegancia. Tiendes a barrer los problemas familiares bajo la alfombra. En lo mejor: tu casa es un oasis de paz y belleza. En lo difícil: vives en una casa de muñecas donde las emociones reales están prohibidas. Consejo: Un hogar real tolera discusiones y desacuerdos.",
    "5": "Romance ideal. Venus en Libra en la Casa 5 vive enamorado del amor. Te encantan las citas clásicas, las flores y el coqueteo elegante. Eres un artista natural. Tiendes a idealizar a la persona y decepcionarte cuando ves sus defectos humanos. En lo mejor: eres un compañero romántico y detallista. En lo difícil: dependes de la validación romántica para sentirte creativo. Consejo: Crea arte para ti, no para que te aplaudan.",
    "6": "Armonía laboral. Venus en Libra en la Casa 6 necesita un ambiente de trabajo bonito y sin conflictos. Te llevas bien con todos y decoras tu escritorio. Tiendes a procrastinar las tareas desagradables o sucias. En lo mejor: traes diplomacia y justicia al equipo. En lo difícil: evitas tomar decisiones difíciles y los problemas crecen. Consejo: Enfrentar un conflicto hoy evita una guerra mañana.",
    "7": "Nacido para amar. Venus en Libra en la Casa 7 (su casa) no concibe la vida sin pareja. Buscas igualdad, belleza y compromiso. Tiendes a ceder demasiado para mantener la paz ('people pleasing'). En lo mejor: eres el socio perfecto, justo y amoroso. En lo difícil: mantienes relaciones muertas solo por no estar solo. Consejo: Tu media naranja eres tú, la pareja es el postre.",
    "8": "Seducción mental. Venus en Libra en la Casa 8 busca equilibrio en la intimidad y las finanzas compartidas. Te atrae la psicología de la relación. Tiendes a manipular con encanto para conseguir lo que quieres. En lo mejor: logras acuerdos justos en situaciones de crisis o divorcio. En lo difícil: te enredas en dependencias financieras por no ser asertivo. Consejo: La intimidad real requiere ensuciarse las manos, no solo modales.",
    "9": "Justicia y belleza. Venus en Libra en la Casa 9 ama viajar con comodidad, conocer arte y leyes de otros países. Buscas una filosofía de vida equilibrada y justa. Tiendes a quedarte en la superficie estética de las culturas. En lo mejor: eres un diplomático o abogado que lucha por la paz. En lo difícil: cambias de opinión según con quién hables para no discutir. Consejo: Ten el coraje de defender tus propias convicciones.",
    "10": "Imagen impecable. Venus en Libra en la Casa 10 usa su encanto y estilo para ascender. Te van bien carreras en moda, leyes, RRPP o arte. Tiendes a preocuparte excesivamente por el 'qué dirán'. En lo mejor: eres un líder querido que construye puentes y buena imagen. En lo difícil: eres indeciso en el mando y buscas complacer a todos. Consejo: Liderar implica a veces caer mal a alguien.",
    "11": "Socialité. Venus en Libra en la Casa 11 es el alma de los eventos sociales. Te aseguras de que todos se lleven bien y presentas a gente. Tiendes a tener muchos conocidos y pocos amigos íntimos. En lo mejor: tejes redes de colaboración hermosas. En lo difícil: te agotas socialmente por cumplir compromisos que no te importan. Consejo: Calidad sobre cantidad, quédate con quien puedas ser tú mismo.",
    "12": "Amores secretos. Venus en Libra en la Casa 12 sueña con el príncipe azul en privado. Puedes tener relaciones ocultas o sacrificar tu felicidad por la paz de otros. Tiendes a no sentirte merecedor de amor real. En lo mejor: encuentras belleza espiritual y ayudas a otros desde el anonimato. En lo difícil: vives en una fantasía romántica para evadir tu realidad. Consejo: El amor real existe fuera de tus sueños, atrévete a vivirlo."
  },
  "Escorpio": {
    "1": "Magnetismo oscuro. Venus en Escorpio en la Casa 1 posee una atracción hipnótica y misteriosa. No coqueteas, capturas. Tu estilo es intenso, a veces gótico o muy sexual. Tiendes a ser intimidante sin querer. En lo mejor: tienes una presencia poderosa que transforma a los demás. En lo difícil: tu desconfianza se lee en tu cara y aleja posibles amores. Consejo: Sonreír no te quita poder, te hace accesible.",
    "2": "Dinero secreto. Venus en Escorpio en la Casa 2 maneja las finanzas con estrategia y privacidad. Tienes talento para regenerar recursos y hacer dinero de crisis. Tiendes a obsesionarte con poseer cosas y personas. En lo mejor: eres un mago financiero que multiplica lo que toca. En lo difícil: el miedo a perder te hace avaro y controlador. Consejo: La seguridad real está en tu capacidad de renacer, no en el banco.",
    "3": "Palabras profundas. Venus en Escorpio en la Casa 3 no soporta la charla trivial. Quieres saber el secreto, el trauma, la verdad. Tu voz seduce o inquieta. Tiendes a usar el silencio como arma o a ser sarcástico. En lo mejor: eres un investigador nato y un conversador fascinante. En lo difícil: guardas información para manipular después. Consejo: Usa tu agudeza para sanar, no para herir.",
    "4": "Hogar búnker. Venus en Escorpio en la Casa 4 protege su privacidad doméstica a toda costa. Tu casa es tu cueva sagrada, intensa y leal. Tiendes a guardar rencores familiares por décadas. En lo mejor: tu hogar es un lugar de transformación profunda y lealtad absoluta. En lo difícil: el ambiente en casa es denso y cargado de secretos. Consejo: Abre las ventanas, deja que entre aire y luz en tu pasado.",
    "5": "Pasión obsesiva. Venus en Escorpio en la Casa 5 se toma el romance y el juego muy en serio. Te entregas totalmente o nada; no hay términos medios. Eres celoso con tus creaciones y amores. En lo mejor: eres un amante apasionado y un artista visceral. En lo difícil: asfixias a quien amas con tu intensidad y control. Consejo: Amar es dejar libre, si vuelve es tuyo.",
    "6": "Trabajo detectivesco. Venus en Escorpio en la Casa 6 se enfoca obsesivamente en sus tareas. Te gusta investigar, sanar o resolver problemas complejos en el trabajo. Tiendes a generar intrigas con compañeros. En lo mejor: eres leal y resuelves crisis que nadie más puede. En lo difícil: te quemas por no saber delegar ni confiar en nadie. Consejo: Tus compañeros no son enemigos, baja la guardia.",
    "7": "Fusión o nada. Venus en Escorpio en la Casa 7 busca un alma gemela para fundirse hasta los huesos. La lealtad es vida o muerte. Tiendes a probar a tu pareja constantemente para ver si falla. En lo mejor: creas un vínculo indestructible y sanador. En lo difícil: vives en un ciclo tóxico de celos, venganza y reconciliación. Consejo: La paz en pareja también es sexy, no todo tiene que ser drama.",
    "8": "Intimidad total. Venus en Escorpio en la Casa 8 (su casa) busca trascender a través del sexo y la fusión de recursos. No tienes tabúes. Tiendes a querer controlar el dinero y la psique del otro. En lo mejor: eres un alquimista emocional y financiero poderoso. En lo difícil: usas el sexo o el dinero para manipular. Consejo: La entrega real implica perder el control, atrévete.",
    "9": "Pasión por la verdad. Venus en Escorpio en la Casa 9 ama profundizar en misterios culturales, ocultismo o filosofías intensas. Viajas para transformarte, no para hacer turismo. Tiendes a ser fanático con tus creencias. En lo mejor: eres un guía sabio que entiende la sombra humana. En lo difícil: juzgas a otras culturas o creencias con severidad. Consejo: Hay luz en el mundo también, no solo sombras interesantes.",
    "10": "Poder atractivo. Venus en Escorpio en la Casa 10 usa su magnetismo y estrategia para llegar a la cima. Sabes guardar secretos corporativos. Tiendes a generar envidias o enemigos ocultos en tu ascenso. En lo mejor: eres un líder transformador y respetado por tu fuerza. En lo difícil: tu reputación se mancha por escándalos de poder o sexo. Consejo: La transparencia es tu mejor escudo a largo plazo.",
    "11": "Círculo cerrado. Venus en Escorpio en la Casa 11 tiene pocos amigos, pero mataría por ellos. Prefieres la profundidad a la cantidad. Tiendes a ser sospechoso de los grupos grandes. En lo mejor: eres el amigo más leal y psicólogo del grupo. En lo difícil: traicionas o cortas amistades radicalmente si te sientes herido. Consejo: Perdona pequeñas faltas, nadie es perfecto, ni tú.",
    "12": "Amor clandestino. Venus en Escorpio en la Casa 12 vive sus pasiones en secreto. Puedes tener relaciones prohibidas o un mundo interior muy intenso que nadie ve. Tiendes a sufrir en silencio por miedos paranoicos. En lo mejor: tienes un don para sanar el dolor psíquico de otros. En lo difícil: te consumes en obsesiones solitarias. Consejo: Lo que se habla deja de ser un monstruo, comparte tus secretos."
  },
  "Sagitario": {
    "1": "Alegría libre. Venus en Sagitario en la Casa 1 entra riendo y con ganas de fiesta. Tu atractivo es tu optimismo y tu aire salvaje. Te vistes cómodo y deportivo. Tiendes a ser indiscreto y a huir del compromiso si te sientes atado. En lo mejor: eres inspirador, divertido y auténtico. En lo difícil: pareces inmaduro y poco fiable en el amor. Consejo: Quedarse también puede ser una aventura si es con la persona correcta.",
    "2": "Gastos en experiencias. Venus en Sagitario en la Casa 2 invierte en viajes, cursos y aventuras. El dinero es un medio para ser libre. Tiendes a gastar confiando en que 'el universo proveerá'. En lo mejor: generas abundancia con tu optimismo y visión. En lo difícil: eres un desastre financiero por falta de previsión. Consejo: Un colchón de ahorros te da más libertad, no menos.",
    "3": "Humor y verdad. Venus en Sagitario en la Casa 3 seduce con chistes, filosofía y franqueza brutal. Te aburre la charla del clima; quieres hablar del sentido de la vida. Tiendes a meter la pata por no tener filtro. En lo mejor: eres un conversador estimulante y divertido. En lo difícil: prometes cosas que olvidas al instante. Consejo: Cumple lo que dices, la palabra es sagrada.",
    "4": "Hogar de puertas abiertas. Venus en Sagitario en la Casa 4 quiere una casa grande, luminosa y llena de maletas. Te sientes ciudadano del mundo más que de un lugar. Tiendes a estar poco en casa. En lo mejor: tu hogar es un refugio multicultural y alegre. En lo difícil: tu familia siente que no te importa porque siempre estás planeando irte. Consejo: Echa raíces, te darán fuerza para saltar más lejos.",
    "5": "Aventura romántica. Venus en Sagitario en la Casa 5 ve el amor como un safari. Te gustan los romances exóticos, divertidos y sin ataduras. Eres genial jugando y enseñando. Tiendes a ser un 'Don Juan' o rompecorazones por diversión. En lo mejor: eres un amante entusiasta que expande el mundo de su pareja. En lo difícil: huyes cuando la diversión se convierte en responsabilidad. Consejo: La intimidad requiere quedarse a desayunar.",
    "6": "Trabajo con propósito. Venus en Sagitario en la Casa 6 necesita un trabajo dinámico, quizás con viajes o enseñanza. Te enamoras de mentores o guías. Tiendes a descuidar los detalles aburridos del trabajo. En lo mejor: traes alegría y visión al entorno laboral. En lo difícil: eres indisciplinado y dejas todo a medias. Consejo: La libertad en el trabajo se gana cumpliendo con la rutina primero.",
    "7": "Pareja compañera de viaje. Venus en Sagitario en la Casa 7 busca a alguien con quien explorar el mundo, no a quien mirar la tele. Te atraen extranjeros o maestros. Tiendes a idealizar la libertad y temer al compromiso tradicional. En lo mejor: crecen juntos aprendiendo y riendo. En lo difícil: eres infiel o inconstante buscando siempre algo 'mejor'. Consejo: El compromiso no es una jaula si eliges a alguien que vuele.",
    "8": "Riesgo compartido. Venus en Sagitario en la Casa 8 toma riesgos financieros conjuntos con optimismo. Te interesa la filosofía de la muerte y el sexo tántrico/espiritual. Tiendes a ser imprudente con el dinero de otros. En lo mejor: ayudas a otros a ver la luz en sus crisis oscuras. En lo difícil: evitas profundizar en el dolor real bromeando. Consejo: A veces hay que llorar, no solo filosofar.",
    "9": "Amor por el mundo. Venus en Sagitario en la Casa 9 (su casa) se enamora de culturas, libros y gurús. El amor ideal está en otro continente. Tiendes a sermonear a tu pareja sobre tus creencias. En lo mejor: compartes una búsqueda de verdad apasionante. En lo difícil: te enamoras de la idea de la persona, no de su realidad. Consejo: La verdad también está en lo cotidiano, no solo en lo exótico.",
    "10": "Imagen inspiradora. Venus en Sagitario en la Casa 10 se destaca como profesor, guía, editor o viajero. Tu carisma público es jovial y sabio. Tiendes a prometer más de lo que puedes cumplir profesionalmente. En lo mejor: eres un líder visionario que motiva a todos. En lo difícil: tu reputación sufre por imprudencias o excesos. Consejo: Sé el guía que camina su propia charla.",
    "11": "Amigo de la fiesta. Venus en Sagitario en la Casa 11 tiene amigos en cada puerto. Te gustan los grupos diversos e internacionales. Eres el alma de la reunión. Tiendes a ser superficial, estando con todos y con nadie. En lo mejor: unes a gente dispar con tu buena onda. En lo difícil: desapareces cuando un amigo tiene un problema serio. Consejo: La amistad se demuestra en las malas, en las buenas está cualquiera.",
    "12": "Fe secreta. Venus en Sagitario en la Casa 12 tiene una protección espiritual invisible. Disfrutas de retiros o viajes solitarios. Tiendes a tener amores platónicos inalcanzables o a distancia. En lo mejor: eres un ángel anónimo que da esperanza. En lo difícil: niegas tus problemas reales escapando a fantasías espirituales. Consejo: Dios ayuda, pero tú tienes que remar."
  },
  "Capricornio": {
    "1": "Elegancia seria. Venus en Capricornio en la Casa 1 proyecta una imagen de clase, madurez y control. Te vistes con calidad y no sigues modas pasajeras. Tiendes a parecer frío o inalcanzable. En lo mejor: tienes una belleza atemporal y una dignidad que impone respeto. En lo difícil: te reprimes tanto que pareces amargado o rígido. Consejo: Sonreír no te quita autoridad, te hace humano.",
    "2": "Inversión segura. Venus en Capricornio en la Casa 2 gasta en cosas que duran y mantienen valor. Eres ambicioso y el dinero es estatus y seguridad. Tiendes a ser tacaño contigo mismo. En lo mejor: construyes riqueza sólida y gestionas recursos impecablemente. En lo difícil: crees que vales lo que tienes en el banco. Consejo: El dinero es para vivir, no para morir siendo el más rico del cementerio.",
    "3": "Palabra de honor. Venus en Capricornio en la Casa 3 habla poco pero dice mucho. Valoras la comunicación útil y respetuosa. Te atrae la gente inteligente y estructurada. Tiendes a ser seco o sarcástico. En lo mejor: tus consejos son oro puro y tu palabra es ley. En lo difícil: juzgas la inteligencia de los demás con severidad. Consejo: Un poco de calidez en el tono abre más puertas que la lógica fría.",
    "4": "Hogar tradicional. Venus en Capricornio en la Casa 4 quiere un hogar respetable, ordenado y con normas claras. Te tomas la responsabilidad familiar muy en serio. Tiendes a llevar el trabajo a casa y ser autoritario. En lo mejor: eres el pilar que sostiene a la familia con lealtad. En lo difícil: tu casa es fría y falta cariño espontáneo. Consejo: Abraza a tu familia, no solo los mantengas.",
    "5": "Romance formal. Venus en Capricornio en la Casa 5 no juega. Si sales con alguien, es en serio. Te gustan las citas clásicas y de nivel. Tiendes a reprimir tu niño interior. En lo mejor: eres un amante comprometido y un padre responsable. En lo difícil: tratas el amor como un contrato comercial. Consejo: Diviértete sin objetivo, el placer no necesita ser productivo.",
    "6": "Trabajo y compromiso. Venus en Capricornio en la Casa 6 ama trabajar y se enamora de la competencia profesional. Te vistes bien incluso para ir a la oficina. Tiendes al 'workaholism' olvidando tu vida personal. En lo mejor: eres respetado y haces que las cosas sucedan. En lo difícil: criticas a quien no trabaja a tu ritmo inhumano. Consejo: Tu salud es tu mayor activo, cuídala más que a tu carrera.",
    "7": "Pareja poderosa. Venus en Capricornio en la Casa 7 busca a alguien ambicioso, maduro y presentable socialmente. El matrimonio es un proyecto de vida conjunto. Tiendes a elegir por estatus más que por amor. En lo mejor: construyes un imperio con tu pareja basado en respeto mutuo. En lo difícil: eres frío y exigente, controlando al otro. Consejo: El éxito no calienta la cama por la noche, el cariño sí.",
    "8": "Gestión de poder. Venus en Capricornio en la Casa 8 maneja los recursos compartidos con seriedad absoluta. Eres prudente con las deudas y la intimidad. Tiendes a temer la pérdida de control en el sexo. En lo mejor: eres un socio de confianza inquebrantable en negocios y vida. En lo difícil: manipulas por miedo a depender de alguien. Consejo: Confiar implica ceder el control, inténtalo.",
    "9": "Respeto académico. Venus en Capricornio en la Casa 9 valora los títulos, la tradición y la sabiduría probada. Viajas por trabajo o estatus. Tiendes a ser conservador y cerrado a lo nuevo. En lo mejor: eres una autoridad en tu campo y mentor de otros. En lo difícil: juzgas otras formas de vida como inferiores. Consejo: La sabiduría también se encuentra fuera de los libros oficiales.",
    "10": "Imagen de éxito. Venus en Capricornio en la Casa 10 quiere ser admirado por sus logros y posición. Te va bien la política, corporaciones o gestión. Tiendes a sacrificar todo por la reputación. En lo mejor: eres un modelo a seguir de elegancia y éxito. En lo difícil: eres un trepa social que olvida sus valores. Consejo: Que te respeten es bueno, que te quieran es mejor.",
    "11": "Redes de influencia. Venus en Capricornio en la Casa 11 elige amigos que aportan algo. Prefieres calidad y madurez. Eres el organizador responsable del grupo. Tiendes a usar a la gente para tus fines ('networking'). En lo mejor: ayudas a tus amigos a estructurar y lograr sus metas. En lo difícil: te aíslas en la cima por desconfianza. Consejo: Un amigo inútil pero divertido es necesario para el alma.",
    "12": "Soledad digna. Venus en Capricornio en la Casa 12 esconde su necesidad de afecto bajo una capa de autosuficiencia. Puedes tener amores secretos con diferencia de edad o estatus. Tiendes a sentirte solo y melancólico. En lo mejor: eres el poder en la sombra que sostiene a otros. En lo difícil: te niegas el derecho a ser feliz y vulnerable. Consejo: Llorar no es debilidad, es limpieza."
  },
  "Acuario": {
    "1": "Estilo único. Venus en Acuario en la Casa 1 rompe moldes. Te vistes raro, actúas diferente y atraes por ser auténtico. No sigues tendencias, las creas. Tiendes a ser distante emocionalmente ('cool'). En lo mejor: eres magnético, libre y futurista. En lo difícil: te rebelas por sistema y alejas a la gente con tu frialdad. Consejo: Ser diferente está bien, pero conecta con el corazón, no solo con la mente.",
    "2": "Dinero digital. Venus en Acuario en la Casa 2 gasta en tecnología, gadgets y causas sociales. Ganas dinero de formas inusuales o freelance. Tiendes a tener altibajos financieros por inestabilidad. En lo mejor: eres innovador y desapegado de lo material. En lo difícil: gastas en utopías y te olvidas de pagar la luz. Consejo: La libertad financiera requiere un poco de orden aburrido.",
    "3": "Mente eléctrica. Venus en Acuario en la Casa 3 se enamora de las ideas locas. Tus mensajes son impredecibles y llenos de memes o datos curiosos. Tiendes a intelectualizar las emociones y desconectar. En lo mejor: eres un genio comunicativo que conecta puntos dispares. En lo difícil: eres un sabelotodo arrogante que no empatiza. Consejo: La gente necesita sentirse escuchada, no analizada.",
    "4": "Hogar moderno. Venus en Acuario en la Casa 4 quiere una casa tecnológica, abierta y llena de amigos. Tu familia es tu tribu elegida, no la de sangre. Tiendes a sentirte desarraigado. En lo mejor: tu casa es un laboratorio de libertad y convivencia. En lo difícil: huyes de la intimidad doméstica y te sientes extraño en casa. Consejo: Echa raíces a tu manera, incluso los nómadas necesitan un campamento base.",
    "5": "Amor libre. Venus en Acuario en la Casa 5 experimenta en el amor. Te gustan las relaciones abiertas, diferentes o con amigos. Te aburre lo convencional. Tiendes a desaparecer si te sientes presionado. En lo mejor: ofreces un amor sin jaulas, divertido y respetuoso. En lo difícil: eres tan desapegado que tu pareja se siente sola. Consejo: La libertad no significa ausencia de compromiso.",
    "6": "Trabajo en equipo. Venus en Acuario en la Casa 6 brilla en entornos colaborativos, ONGs o tecnología. Necesitas autonomía y compañeros inteligentes. Tiendes a rebelarte contra jefes autoritarios. En lo mejor: traes innovación y camaradería al trabajo. En lo difícil: eres el rebelde que desestabiliza el equipo por capricho. Consejo: Innovar también es saber cooperar con lo que ya existe.",
    "7": "Amor y amistad. Venus en Acuario en la Casa 7 busca a su mejor amigo. Necesitas espacio, debates intelectuales y cero dramas celosos. Tiendes a ser impredecible y frío. En lo mejor: tienes una relación moderna, igualitaria y estimulante. En lo difícil: tratas a tu pareja como a un conocido más, sin intimidad especial. Consejo: Tu pareja necesita saber que es especial, no solo uno más del grupo.",
    "8": "Experimentación íntima. Venus en Acuario en la Casa 8 explora la sexualidad con curiosidad científica y sin prejuicios. Te interesan las finanzas alternativas (cripto). Tiendes a desconectarte emocionalmente en el sexo. En lo mejor: liberas a otros de sus tabúes y miedos. En lo difícil: provocas situaciones extremas solo por ver qué pasa. Consejo: La conexión humana requiere piel y emoción, no solo teoría.",
    "9": "Ideales compartidos. Venus en Acuario en la Casa 9 se enamora de causas, política o ciencia. Viajas de forma alternativa o con grupos. Tiendes a amar a la humanidad en abstracto pero ignorar al individuo. En lo mejor: eres un visionario que inspira progreso. En lo difícil: eres un fanático de tus propias ideas 'libres'. Consejo: La tolerancia empieza por aceptar al que piensa distinto a ti.",
    "10": "Carrera original. Venus en Acuario en la Casa 10 destaca por ser diferente en su profesión. Te va la tecnología, la ciencia o lo social. Tiendes a tener una trayectoria errática. En lo mejor: eres reconocido como un innovador y humanista. En lo difícil: eres conocido por ser inestable y excéntrico. Consejo: Tu genialidad necesita constancia para ser útil.",
    "11": "Amor universal. Venus en Acuario en la Casa 11 (su casa) ama a sus amigos y grupos. Te enamoras dentro de tu círculo social. Eres inclusivo y leal a la tribu. Tiendes a diluirte en el grupo y olvidar tu relación de pareja. En lo mejor: creas comunidades amorosas y progresistas. En lo difícil: prefieres a tus amigos antes que a tu pareja siempre. Consejo: Equilibra el nosotros (grupo) con el nosotros (pareja).",
    "12": "Rebelde solitario. Venus en Acuario en la Casa 12 esconde su excentricidad. Tienes sentimientos humanitarios que practicas en secreto. Tiendes a aislarte radicalmente ('ghosting') cuando te agobias. En lo mejor: trabajas por el bien común desde el anonimato. En lo difícil: te sientes un alienígena incapaz de conectar. Consejo: Tu rareza es tu regalo, encuentra a otros alienígenas, no estás solo."
  },
  "Piscis": {
    "1": "Encanto mágico. Venus en Piscis en la Casa 1 tiene una belleza etérea y una mirada soñadora que desarma. La gente proyecta sus fantasías en ti. Tiendes a no tener límites y absorber la energía ajena. En lo mejor: eres compasivo, misterioso y amable. En lo difícil: eres un camaleón que se pierde a sí mismo para agradar. Consejo: Pon límites, tu aura es porosa y necesitas protegerla.",
    "2": "Dinero intuitivo. Venus en Piscis en la Casa 2 gasta en arte, música, caridad o cosas mágicas. El dinero va y viene según tu fe. Tiendes a ser caótico con las cuentas y a que te estafen por bondad. En lo mejor: atraes abundancia cuando fluyes y confías. En lo difícil: evades la realidad financiera hasta que es un problema grave. Consejo: Revisa tu cuenta bancaria, el dinero es terrenal.",
    "3": "Poesía verbal. Venus en Piscis en la Casa 3 se comunica con imágenes, silencios y empatía. Entiendes lo que no se dice. Tiendes a ser confuso, olvidar citas o mentir piadosamente. En lo mejor: tus palabras son arte y consuelo. En lo difícil: nadie entiende qué quieres decir realmente. Consejo: Sé claro y directo, la poesía déjala para las cartas de amor.",
    "4": "Santuario espiritual. Venus en Piscis en la Casa 4 quiere un hogar donde retirarse del mundo cruel. Te gusta la música y el ambiente bohemio en casa. Tiendes a idealizar tu infancia o vivir en el caos. En lo mejor: tu hogar es un lugar de sanación profunda. En lo difícil: hay humedades, desorden o falta de límites con familiares. Consejo: Tu casa necesita cimientos sólidos, no solo buenas vibras.",
    "5": "Romance de cuento. Venus en Piscis en la Casa 5 busca el amor de película, la fusión de almas. Eres increíblemente creativo y artístico. Tiendes a enamorarte de imposibles o sufridores. En lo mejor: eres un amante devoto que hace magia. En lo difícil: usas el enamoramiento como droga para escapar de la realidad. Consejo: El príncipe azul destiñe, busca a un hombre real.",
    "6": "Servicio con amor. Venus en Piscis en la Casa 6 trabaja mejor ayudando, curando o creando arte. Necesitas fluir, la rigidez te mata. Tiendes a hacerte la víctima si el trabajo es duro. En lo mejor: traes compasión y belleza al entorno laboral. En lo difícil: eres desorganizado e impuntual, frustrando a todos. Consejo: La disciplina es el envase que permite que tu arte fluya.",
    "7": "Alma gemela. Venus en Piscis en la Casa 7 busca fusión total y salvación a través del otro. Te atraen artistas o personas heridas. Tiendes a poner a tu pareja en un pedestal y no ver la realidad. En lo mejor: amas incondicionalmente y perdonas mucho. En lo difícil: te sacrificas y aguantas toxicidad por 'amor'. Consejo: No eres el rehabilitador de tu pareja, eres su compañero.",
    "8": "Fusión mística. Venus en Piscis en la Casa 8 se entrega sexualmente como un acto espiritual. No hay límites en la intimidad. Tiendes a ser confuso con el dinero compartido o a dejar que otros te manejen. En lo mejor: sanas y te transformas a través del amor profundo. En lo difícil: te dejas vampirizar emocional o financieramente. Consejo: Protege tu energía, la intimidad no significa perderse.",
    "9": "Amor divino. Venus en Piscis en la Casa 9 viaja buscando conexión espiritual o artística. Te enamoras de gurús o lugares sagrados. Tiendes a ser crédulo y escapista. En lo mejor: tienes una fe y una visión del mundo bellísima y compasiva. En lo difícil: te pierdes en fantasías filosóficas desconectadas de la vida real. Consejo: La espiritualidad verdadera se practica lavando los platos.",
    "10": "Imagen inspirada. Venus en Piscis en la Casa 10 es visto como un artista, sanador o visionario. Tu carisma es suave y empático. Tiendes a carecer de ambición agresiva y flotar en tu carrera. En lo mejor: traes humanidad y magia al mundo profesional. En lo difícil: te desilusionas y abandonas cuando el mundo es duro. Consejo: Sigue tu intuición, es tu mejor estrategia de negocios.",
    "11": "Amigos del alma. Venus en Piscis en la Casa 11 se funde con el grupo. Atraes a artistas, marginados y soñadores. Eres el hombro donde todos lloran. Tiendes a no saber decir no a los amigos que te drenan. En lo mejor: creas una red de amor y apoyo mutuo. En lo difícil: te confundes entre amistad y amor, o te decepcionan. Consejo: Pon límites sanos, no puedes salvar a todos tus amigos.",
    "12": "Amor invisible. Venus en Piscis en la Casa 12 está exaltado. Tienes una capacidad de amar universal y sacrificada. A menudo vives amores secretos o platónicos sublimes. Tiendes a vivir en un mundo de fantasía para no enfrentar la soledad. En lo mejor: conectas con el amor divino y el arte supremo. En lo difícil: te autosaboteas eligiendo amores que nunca se concretarán. Consejo: Mereces un amor que se pueda tocar, no solo soñar."
  }
}
