{
  "Aries": {
    "1": "Triunfo por audacia. Ganas cuando eres el primero en lanzarte, sin pedir permiso ni esperar manuales. Tu ventaja competitiva es la velocidad de reacción; mientras otros deliberan, tú ya cortaste la cinta de meta. El riesgo es volverte adicto a la adrenalina del inicio y dejar cadáveres de proyectos sin terminar. Consejo: El liderazgo real no es solo correr rápido, es saber quién te sigue.",
    "2": "Conquista financiera. Tu victoria se mide en independencia económica lograda a pulso. Tienes un instinto cazador para las oportunidades de negocio rápidas y lucrativas; ganas dinero cuando confías en tu impulso inicial. Cuidado con gastar el botín antes de asegurarlo. Consejo: La riqueza que perdura requiere estrategia, no solo golpes de suerte.",
    "3": "Debate ganado. Sobresales por tu agilidad mental y tu capacidad para decir la verdad sin anestesia. Ganas discusiones, ventas y negociaciones porque vas directo al punto y desarmas al oponente con franqueza. El peligro es ganar la discusión pero perder la relación por ser demasiado agresivo. Consejo: Tener razón es gratificante, pero ser escuchado es más útil.",
    "4": "Líder del clan. Tu victoria está en ser el pilar fuerte de tu familia o quien toma las decisiones difíciles en casa. Triunfas al independizarte joven o al construir tu propio espacio bajo tus propias reglas. El conflicto surge si tratas a tu familia como a tus empleados. Consejo: Un hogar feliz se construye con calor, no solo con órdenes.",
    "5": "Victoria creativa. Brillas cuando compites, juegas o emprendes proyectos artísticos donde puedes ser el héroe. Tu éxito viene de arriesgarte en el amor y en la autoexpresión; no tienes miedo al ridículo y eso te hace magnético. Cuidado con que el ego te impida ver el talento de los demás. Consejo: El mejor aplauso es el que no tienes que pedir.",
    "6": "Campeón de la eficiencia. Ganas en el trabajo porque eres el que resuelve el problema urgente mientras todos entran en pánico. Tu ventaja es la energía inagotable para las tareas difíciles; los ascensos llegan por tu capacidad de acción inmediata. El riesgo es el burnout por querer hacerlo todo solo. Consejo: Delegar no es debilidad, es inteligencia estratégica.",
    "7": "Alianzas dinámicas. Triunfas cuando te asocias con gente que te desafía y no te deja acomodarte. Ganas en litigios o competencias directas porque no temes a la confrontación. El éxito en pareja llega cuando ambos mantienen su independencia y admiración mutua. Consejo: En una sociedad exitosa, ganar significa que ambos avanzan, no que uno vence al otro.",
    "8": "Renacimiento heroico. Tu mayor victoria es tu capacidad de resurgir de las cenizas financieras o emocionales. Ganas en situaciones de crisis, herencias o inversiones de alto riesgo donde se requiere sangre fría. El peligro es volverte adicto al drama para sentirte poderoso. Consejo: No provoques incendios solo para demostrar que eres el mejor bombero.",
    "9": "Pionero intelectual. Ganas cuando exploras territorios nuevos, ya sean geográficos o académicos. Tu éxito viene de defender tus creencias con pasión y abrir caminos para otros en el extranjero o en la enseñanza. Cuidado con el fanatismo de creer que tu verdad es la única. Consejo: La sabiduría se demuestra con el ejemplo, no con el grito.",
    "10": "Mando ejecutivo. Estás diseñado para ganar en la cima; te favorecen los puestos de mando, el emprendimiento y la visibilidad pública. Triunfas por pura fuerza de voluntad y ambición; la gente respeta tu autoridad natural. El riesgo es la soledad del poder y atropellar a quien te ayudó a subir. Consejo: La victoria pública sabe mejor cuando tienes vida privada para celebrarla.",
    "11": "Capitán de equipo. Ganas cuando movilizas a grupos hacia una meta común con entusiasmo contagioso. Sobresales en redes, política o activismo por tu capacidad de iniciar movimientos. El peligro es competir con tus propios amigos o querer ser siempre el protagonista del grupo. Consejo: Un líder verdadero crea más líderes, no más seguidores.",
    "12": "Victoria invisible. Tus mayores triunfos suceden en secreto, venciendo a tus propios demonios o trabajando detrás de escena. Ganas cuando confías en tu intuición visceral antes que en la lógica. El éxito llega cuando aprendes a ser tu propio héroe sin necesidad de público. Consejo: La paz interior es el trofeo más valioso y difícil de conseguir."
  },
  "Tauro": {
    "1": "Magnetismo inteligente. Ganas por tu capacidad de adaptación y tu don de gentes. Tu ventaja es ser polifacético; triunfas porque sabes un poco de todo y caes bien en cualquier círculo. El éxito personal viene de comunicar quién eres con ingenio. El riesgo es la dispersión o ser visto como superficial. Consejo: Elige una cara y profundiza en ella; la consistencia también seduce.",
    "2": "Comercio ágil. Tu victoria financiera está en la diversificación, las ventas y el intercambio de información. Ganas dinero conectando oferta con demanda o comunicando ideas. Sobresales en mercados rápidos y cambiantes. Cuidado con la inestabilidad de ingresos por picar en demasiados lados. Consejo: Enfoca tu energía; dos negocios bien atendidos valen más que diez abandonados.",
    "3": "Rey del contenido. Aquí eres imbatible. Ganas por tener la mejor información, el contacto clave o el argumento más rápido. Triunfas escribiendo, hablando, enseñando o en logística local. Tu vecindario y tus hermanos suelen ser fuentes de suerte. El riesgo es el chisme o la saturación mental. Consejo: La información es poder, pero la sabiduría es saber cuándo callar.",
    "4": "Hogar inteligente. Tu éxito doméstico implica una casa llena de libros, tecnología y movimiento. Ganas al mantener un diálogo abierto con tu familia y adaptarte a los cambios del nido. Triunfas trabajando desde casa o en negocios inmobiliarios dinámicos. Consejo: Un hogar necesita raíces, no solo Wi-Fi; conecta emocionalmente.",
    "5": "Creatividad verbal. Ganas cuando usas tu ingenio para seducir o crear. Sobresales en juegos de mente, escritura creativa o coqueteo inteligente. Tu éxito romántico viene de la variedad y la diversión mental. El riesgo es racionalizar tanto el placer que te olvidas de sentir. Consejo: Juega en serio; la creatividad necesita compromiso para florecer.",
    "6": "Multitasking efectivo. Triunfas en trabajos que requieren destreza manual, comunicación o gestión de datos. Ganas porque procesas información más rápido que nadie y resuelves el caos administrativo. Tu ventaja es la flexibilidad ante los imprevistos diarios. Consejo: Tu mente necesita descanso; el éxito no es hacer mil cosas a la vez, es hacer bien las importantes.",
    "7": "Negociador nato. Tu victoria está en el acuerdo, la mediación y el diálogo. Ganas al asociarte con gente que te estimula intelectualmente. Sobresales en relaciones públicas, leyes o ventas por tu capacidad de ver las dos caras de la moneda. El riesgo es la indecisión o la dualidad en el compromiso. Consejo: Cumple tu palabra; la confianza es el contrato más valioso.",
    "8": "Estratega de datos. Ganas investigando, descubriendo secretos o analizando tendencias de mercado. Triunfas gestionando información confidencial o entendiendo la psicología detrás del dinero. Tu ventaja es la curiosidad que no teme preguntar lo difícil. Cuidado con manipular la verdad para ganar ventaja. Consejo: La verdad os hará libres, pero primero os hará enojar; úsala con cuidado.",
    "9": "Académico viajero. Tu éxito se encuentra en los idiomas, la publicación o el turismo. Ganas expandiendo tu mente y conectando culturas diferentes. Sobresales como profesor o periodista internacional. El riesgo es ser el eterno estudiante que nunca se gradúa en la vida real. Consejo: El conocimiento debe bajarse a tierra para ser útil.",
    "10": "Vocero autorizado. Triunfas en carreras de comunicación, medios, transporte o comercio. Ganas reputación por ser el que mejor explica, el que conecta o el que trae la novedad. Tu éxito público depende de tu versatilidad y elocuencia. Consejo: Cuida tu firma y tu palabra; en lo público, eres lo que dices.",
    "11": "Conector social. Tu mayor victoria es tu agenda de contactos. Ganas al introducir personas, crear redes y organizar eventos. Sobresales en grupos de opinión o tecnología. El éxito llega a través de amigos que te abren puertas. El riesgo es tener un millón de conocidos y ningún amigo real. Consejo: La calidad de la red depende de la profundidad de los vínculos.",
    "12": "Inteligencia oculta. Ganas cuando confías en tus corazonadas y lees entre líneas lo que no se dice. Triunfas escribiendo en el anonimato o resolviendo misterios detrás de escena. Tu mente subconsciente es una mina de oro de ideas. Consejo: Escribe tus sueños y tus miedos; ahí está el mapa de tu próximo tesoro."
  },
  "Géminis": {
    "1": "Carisma camaleónico. Ganas por tu ingenio rápido y tu capacidad de adaptación. Triunfas en situaciones sociales donde la palabra es tu arma; tu victoria es caer bien y convencer a cualquiera. El riesgo es parecer inconstante o superficial. Consejo: Tu versatilidad es un don, pero asegúrate de que tu palabra tenga peso real.",
    "2": "Diversificación inteligente. Ganas dinero teniendo múltiples fuentes de ingreso, vendiendo ideas o comerciando. Tu éxito financiero viene de la agilidad: comprar barato, vender caro y moverte rápido. Cuidado con la dispersión que impide consolidar riqueza. Consejo: Enfoca tu mente en un objetivo financiero a la vez para ver resultados reales.",
    "3": "Maestro de la retórica. Aquí eres invencible. Ganas debates, consigues lo que quieres hablando y dominas tu entorno local. Tu victoria es ser el nodo de información: quien tiene el dato, tiene el poder. El riesgo es el chisme destructivo. Consejo: Usa tu elocuencia para construir puentes, no para confundir.",
    "4": "Hogar intelectual. Triunfas creando un ambiente familiar donde las ideas fluyen y la curiosidad se celebra. Ganas adaptabilidad en tus raíces; quizás vives entre dos casas o tu hogar es un centro de paso. El éxito es mantener a la familia unida a través del diálogo. Consejo: Escucha a tu familia con el corazón, no solo con la lógica.",
    "5": "Creatividad viral. Ganas en el escenario, en la escritura o en las redes sociales. Tu éxito viene de tu capacidad para entretener, contar historias y coquetear con la vida. Triunfas cuando no te tomas todo tan en serio. El riesgo es dispersar tu talento en mil hobbies sin terminar nada. Consejo: Termina lo que empiezas; la obra maestra requiere final.",
    "6": "Eficiencia mental. Ganas en el trabajo por ser el más rápido procesando datos y resolviendo problemas logísticos. Tu ventaja es el multitasking real; triunfas en ambientes dinámicos donde otros se marean. Cuidado con el agotamiento nervioso. Consejo: Organiza tu mente antes de organizar tu escritorio.",
    "7": "El gran negociador. Tu victoria está en la mediación y el contrato inteligente. Ganas al asociarte con gente que te aporta datos y perspectiva. Sobresales en ventas y acuerdos legales por tu habilidad verbal. El riesgo es la duplicidad o la falta de compromiso profundo. Consejo: La mejor negociación es donde ambas partes sienten que ganaron.",
    "8": "Detective de patrones. Triunfas investigando, analizando mercados o descubriendo lo oculto. Ganas dinero compartido o herencias gracias a tu astucia y manejo de información. Tu éxito en crisis viene de pensar fríamente mientras otros lloran. Consejo: No intelectualices el dolor; siéntelo para poder superarlo.",
    "9": "Sabio políglota. Ganas expandiendo horizontes, aprendiendo idiomas o publicando tus ideas. Tu triunfo está en la academia, el periodismo internacional o el turismo. Sobresales por tu curiosidad insaciable. El riesgo es saber un poco de todo y mucho de nada. Consejo: Profundiza en una materia hasta volverte un referente.",
    "10": "Comunicador estrella. Tu carrera despega cuando usas tu voz o tu pluma. Ganas reputación por ser inteligente, articulado y actual. Triunfas en medios, tecnología o comercio. El riesgo es la inestabilidad profesional por aburrimiento. Consejo: Construye una marca personal coherente que sobreviva a las modas.",
    "11": "Redes líquidas. Ganas influencia conectando gente; eres el 'hub' de tu comunidad. Triunfas en proyectos colaborativos y redes sociales. Tu éxito social radica en la variedad de tus amigos. Cuidado con la superficialidad en los vínculos. Consejo: Un amigo leal vale más que mil seguidores.",
    "12": "Genio en la sombra. Triunfas usando tu intuición y capacidad deductiva en privado. Ganas resolviendo problemas complejos lejos del ruido. Tu éxito espiritual viene de entender la dualidad de la mente. Consejo: No creas todo lo que tu mente te dice en la oscuridad; busca la luz de la verdad."
  },
  "Cáncer": {
    "1": "Triunfo empático. Ganas porque la gente confía en ti instintivamente; tu ventaja es la inteligencia emocional. Sobresales cuando lideras con cuidado y protección, creando lealtad a tu alrededor. El riesgo es tomarte la competencia como algo personal y herirte. Consejo: La suavidad es una forma de fuerza que rompe la piedra más dura.",
    "2": "Ahorro intuitivo. Tu victoria financiera se basa en acumular seguridad y proteger el patrimonio. Ganas invirtiendo en bienes raíces, comida o negocios familiares. Tienes un olfato especial para lo que el público necesita a nivel emocional. Consejo: El dinero es para disfrutar la vida, no solo para calmar el miedo al futuro.",
    "3": "Memoria prodigiosa. Ganas discusiones recordando el pasado con precisión y conectando emocionalmente con el interlocutor. Triunfas en la escritura emotiva o enseñando historia y tradiciones. Tu palabra llega al corazón. El riesgo es vivir mirando por el retrovisor. Consejo: Usa el pasado como biblioteca, no como sofá.",
    "4": "Legado sólido. Aquí juegas de local. Ganas construyendo un hogar que es un santuario y una base de poder. Tu éxito se mide en la unión familiar y la propiedad de la tierra. Triunfas siendo el patriarca o matriarca que sostiene a todos. Consejo: Deja que los pájaros vuelen del nido; tu éxito es que sean libres, no que se queden.",
    "5": "Creatividad fecunda. Ganas cuando pones alma y sentimiento en lo que haces. Sobresales en cocina, arte, cuidado de niños o cualquier proyecto que 'nazca' de ti. Tu victoria en el amor es profunda y protectora. El riesgo es el drama emocional si no recibes el aplauso esperado. Consejo: Crea para expresar, no para retener a los demás.",
    "6": "Servicio que sana. Triunfas en trabajos de cuidado, nutrición, recursos humanos o hotelería. Ganas porque intuyes lo que el equipo o el cliente necesita antes de que lo pidan. Tu ventaja es crear ambientes laborales acogedores. Cuidado con absorber la toxicidad del ambiente. Consejo: Poner límites claros en el trabajo es el acto de autocuidado más profesional.",
    "7": "Socio leal. Ganas estableciendo vínculos que se sienten como familia. Tu éxito en los negocios y el amor viene de la tenacidad y el compromiso a largo plazo. Triunfas cuando tu pareja se siente comprendida sin palabras. El riesgo es el apego excesivo o la manipulación emocional. Consejo: Una relación sana es entre dos adultos, no entre un padre y un hijo.",
    "8": "Resiliencia emocional. Tu mayor victoria es tu capacidad de sobrevivir y proteger a los tuyos en las crisis. Ganas gestionando recursos compartidos con prudencia y visión a futuro. Triunfas transformando el dolor en fuerza. Consejo: No guardes rencor por las heridas pasadas; el perdón te libera para ganar de nuevo.",
    "9": "Sabiduría ancestral. Ganas conectando con tus raíces, la historia o la espiritualidad. Triunfas en viajes que tocan el alma o enseñando valores universales. Tu éxito académico viene de la intuición y la memoria. Consejo: El mundo es tu hogar; no tengas miedo a lo desconocido.",
    "10": "Reputación de cuidador. Ganas reconocimiento público por ser quien nutre, protege o defiende al pueblo. Triunfas en política, bienes raíces o alimentos. Tu imagen de autoridad es cálida y accesible. El riesgo es que la vida pública invada tu preciada privacidad. Consejo: Protege tu intimidad; es la fuente de donde mana tu poder público.",
    "11": "Tribu unida. Tu victoria social es crear una 'familia elegida' donde todos se cuidan. Ganas influencia por ser el pegamento emocional del grupo. Sobresales en organizaciones benéficas o comunitarias. Consejo: No excluyas a quien piensa diferente; la diversidad enriquece a la tribu.",
    "12": "Guía espiritual. Triunfas ayudando desde el anonimato, usando tu intuición psíquica y tu compasión. Ganas batallas silenciosas contra el sufrimiento propio y ajeno. Tu éxito es encontrar paz en la soledad. Consejo: Tu sensibilidad es un radar, no una debilidad; úsala para navegar, no para hundirte."
  },
  "Leo": {
    "1": "Triunfo estelar. Ganas siendo tú mismo a todo volumen; tu carisma es tu ventaja injusta. Sobresales cuando estás al mando y bajo los reflectores. La gente te sigue porque irradias seguridad y calor. El riesgo es la arrogancia ciega o necesitar el aplauso como oxígeno. Consejo: El verdadero rey sirve a los demás, no se sirve de ellos.",
    "2": "Dinero brillante. Tu victoria es la prosperidad visible; ganas invirtiendo en oro, lujo, entretenimiento o tu propia marca personal. Tienes suerte especulativa y generosidad que atrae más riqueza. Cuidado con gastar más de lo que ingresas para mantener las apariencias. Consejo: La solvencia real es más elegante que cualquier objeto de lujo.",
    "3": "Orador magnético. Ganas convenciendo con pasión y teatralidad; tus palabras inspiran y mandan. Triunfas presentando ideas, actuando o dirigiendo equipos locales. Tu voz se destaca del ruido. El riesgo es no escuchar a los demás por estar enamorado de tu propia voz. Consejo: Preguntar también es de líderes; demuestra seguridad.",
    "4": "Rey del castillo. Tu éxito es tener un hogar del que te sientas orgulloso, donde eres el anfitrión perfecto. Ganas manteniendo el honor y la unidad familiar. Triunfas en bienes raíces de lujo o decoración. Consejo: En casa, bájate del trono y sé humano; la intimidad requiere igualdad.",
    "5": "Campeón creativo. Esta es tu casa. Ganas en el amor, el juego, el arte y los deportes. Tu victoria es crear algo único que lleve tu firma. Sobresales por tu osadía y alegría de vivir. El riesgo es el narcisismo o no saber perder. Consejo: Diviértete en el proceso; si solo te importa ganar, ya perdiste la magia.",
    "6": "Líder natural. Triunfas en el trabajo porque organizas y delegas con autoridad innata. Ganas respeto por tu excelencia y lealtad. Sobresales en puestos de gestión donde puedes motivar a otros. Cuidado con ser un jefe tirano o perezoso. Consejo: Reconoce el trabajo de tu equipo; su brillo hace que tú brilles más.",
    "7": "Alianzas de poder. Tu victoria es conseguir socios y parejas de alto nivel que te admiren y a quienes puedas admirar. Ganas en negociaciones donde el respeto y la dignidad son clave. Triunfas cuando apoyas el brillo del otro. El riesgo es competir con tu socio por el protagonismo. Consejo: Dos soles pueden brillar en el mismo cielo si orbitan con respeto.",
    "8": "Coraje en crisis. Ganas enfrentando los miedos y tabúes con valentía heroica. Triunfas gestionando grandes capitales o en situaciones de vida o muerte. Tu ventaja es que no pierdes la dignidad ni en el peor momento. Consejo: La vulnerabilidad requiere más coraje que la fuerza bruta.",
    "9": "Embajador cultural. Tu éxito está en la fama internacional, los viajes de lujo o la enseñanza superior. Ganas inspirando a otros con una visión grandiosa del futuro. Sobresales publicando o siendo mentor. El riesgo es el dogmatismo orgulloso. Consejo: Viaja para aprender humildad ante la inmensidad del mundo.",
    "10": "Icono público. Naciste para el éxito visible. Ganas premios, títulos y reconocimiento por tu talento y liderazgo. Triunfas en la política, el espectáculo o la dirección ejecutiva. Tu reputación es tu tesoro más valioso. El riesgo es la caída pública por escándalos de ego. Consejo: Mantén la integridad cuando nadie te ve, para sostenerte cuando todos te miran.",
    "11": "Centro de la red. Tu victoria social es ser el corazón de tu círculo, el organizador y el alma de la fiesta. Ganas influencia conectando a gente importante. Sobresales liderando causas nobles. Cuidado con rodearte de aduladores en lugar de amigos verdaderos. Consejo: La amistad real te dice la verdad, no lo que quieres oír.",
    "12": "Héroe solitario. Triunfas venciendo tus propios miedos en privado y ayudando generosamente sin buscar crédito. Ganas cuando tu fuerza espiritual sostiene a otros desde la sombra. Tu éxito oculto es una gran creatividad interior. Consejo: Tu luz interior no necesita público para ser real."
  },
  "Virgo": {
    "1": "Triunfo de la precisión. Ganas porque te preparaste mejor que nadie; tu ventaja es el análisis y el detalle. Sobresales por tu competencia técnica y humildad aparente que desarma. El éxito llega por ser impecable. El riesgo es la parálisis por análisis o la autocrítica destructiva. Consejo: Hecho es mejor que perfecto; lánzate aunque falte un detalle.",
    "2": "Economía inteligente. Tu victoria financiera viene del ahorro, la contabilidad perfecta y el gasto eficiente. Ganas dinero con servicios especializados, salud o administración. Tienes talento para encontrar valor donde otros ven basura. Consejo: No seas tan austero que te olvides de disfrutar lo que ganas.",
    "3": "Comunicación exacta. Ganas debates con datos, hechos y lógica irrefutable. Triunfas escribiendo manuales, editando o enseñando técnicas. Tu palabra tiene autoridad porque es útil y verificable. El riesgo es ser pedante o perderte en la minucia. Consejo: La gente necesita inspiración, no solo correcciones gramaticales.",
    "4": "Hogar funcional. Tu éxito doméstico es una casa que funciona como un reloj suizo. Ganas creando rutinas saludables y orden para tu familia. Triunfas resolviendo los problemas prácticos de la convivencia. Consejo: El desorden es parte de la vida; no dejes que una mancha arruine tu paz familiar.",
    "5": "Artesano del ocio. Ganas en hobbies que requieren destreza, técnica y paciencia. Tu éxito creativo viene de la maestría y el perfeccionamiento. En el amor, triunfas por los detalles y la atención, no por el show. El riesgo es criticar a tus amores o creaciones. Consejo: Permítete jugar sin reglas de vez en cuando; el error es fuente de arte.",
    "6": "Maestro del sistema. Aquí eres el rey. Ganas por eficiencia, servicio y resolución de problemas complejos. Triunfas siendo indispensable; el mundo se cae si tú no estás. Tu victoria es la salud y el trabajo bien hecho. El riesgo es el agotamiento por no saber decir 'no'. Consejo: Eres humano, no una máquina de productividad; descansa.",
    "7": "Socio indispensable. Tu victoria es mejorar la vida de tu pareja o socio con soluciones prácticas. Ganas en contratos claros y relaciones basadas en la ayuda mutua. Triunfas analizando la letra chica que otros ignoran. El riesgo es querer 'arreglar' a tu pareja. Consejo: Acepta a los demás con sus defectos; el amor no es un proyecto de mejora continua.",
    "8": "Analista de crisis. Ganas organizando el caos financiero o emocional de otros. Triunfas en contabilidad, investigación o psicología por tu ojo clínico. Tu ventaja es ver el error en el sistema antes de que colapse. Consejo: No te cargues con los problemas ajenos solo porque sabes cómo resolverlos.",
    "9": "Erudito práctico. Tu éxito académico viene de la investigación rigurosa y el pensamiento crítico. Ganas planificando viajes perfectos o aprendiendo habilidades técnicas complejas. Sobresales sistematizando conocimientos. Consejo: No te pierdas el bosque por mirar la corteza del árbol.",
    "10": "Profesional impecable. Ganas reputación por tu ética de trabajo, puntualidad y excelencia técnica. Triunfas en medicina, ingeniería, edición o administración. Tu ascenso es seguro porque nadie hace el trabajo mejor que tú. El riesgo es ser el eterno segundo al mando por falta de autopromoción. Consejo: Véndete un poco más; tu trabajo es excelente y merece ser reconocido.",
    "11": "Organizador social. Tu victoria en el grupo es ser quien hace que las cosas sucedan en la realidad. Ganas influencia por ser servicial y lógico. Sobresales en voluntariado y logística de eventos. Consejo: Deja que otros ayuden; no tienes que cargar con toda la responsabilidad del grupo.",
    "12": "Sanador secreto. Triunfas trabajando en laboratorios, archivos o detrás de escena donde tu precisión brilla sin interrupciones. Ganas paz mental ordenando tu mundo interior. Tu éxito espiritual es el servicio anónimo. Consejo: Tu valía no depende de cuánto haces, sino de quién eres."
  },
  "Libra": {
    "1": "Triunfo del encanto. Ganas porque caes bien, eres diplomático y sabes leer a la gente. Tu ventaja competitiva es tu red de contactos y tu imagen impecable. Sobresales logrando acuerdos donde otros ven guerra. El riesgo es la indecisión o perderte en complacer a todos. Consejo: A veces, para ganar, tienes que estar dispuesto a caerle mal a alguien.",
    "2": "Dinero estético. Tu victoria financiera viene del arte, la moda, el derecho o las relaciones públicas. Ganas asociándote y creando valor a través de la belleza y el diseño. Tienes talento para negociar precios justos. Consejo: Equilibra la balanza de gastos; la belleza cuesta, pero la libertad financiera es más bella.",
    "3": "Palabra justa. Ganas discusiones encontrando el punto medio y persuadiendo con elegancia. Triunfas mediando conflictos entre hermanos o vecinos. Tu éxito comunicativo es la cortesía y la claridad. El riesgo es no decir lo que piensas por evitar el conflicto. Consejo: La paz real requiere verdades incómodas; dilas con tacto, pero dilas.",
    "4": "Armonía doméstica. Tu éxito es un hogar bello, equilibrado y pacífico. Ganas decorando, recibiendo gente y suavizando las asperezas familiares. Triunfas creando un ambiente de cooperación. Consejo: No barras la basura bajo la alfombra; enfrenta los problemas familiares de frente.",
    "5": "Artista social. Ganas en el romance y la creatividad por tu buen gusto y caballerosidad. Sobresales en eventos sociales, diseño y artes visuales. Tu victoria es inspirar amor y belleza. El riesgo es quedarte en la superficie estética. Consejo: El arte y el amor también tienen sombras; intégralas para darles profundidad.",
    "6": "Colaborador ideal. Triunfas en el trabajo creando buen clima laboral y equipos cooperativos. Ganas por tu capacidad de mediar y embellecer el entorno. Sobresales en atención al cliente y recursos humanos. Cuidado con la pereza o evitar tareas sucias pero necesarias. Consejo: El trabajo duro ensucia las manos, pero dignifica el espíritu.",
    "7": "Maestro de la alianza. Aquí está tu trono. Ganas a través del matrimonio, socios estratégicos y clientes leales. Tu éxito depende de tu capacidad para relacionarte y negociar. Triunfas en leyes y consultoría. El riesgo es la codependencia. Consejo: Eres completo por ti mismo; el socio es un complemento, no tu mitad faltante.",
    "8": "Estratega legal. Ganas en litigios, divorcios o acuerdos financieros por tu sentido de justicia y equidad. Triunfas equilibrando los recursos compartidos y manejando crisis con diplomacia. Consejo: En las crisis, la justicia es importante, pero la compasión lo es más.",
    "9": "Embajador de la paz. Tu éxito viene de conocer otras culturas, leyes internacionales y artes. Ganas viajando con estilo y conectando mundos diferentes con gracia. Sobresales en diplomacia o moda internacional. Consejo: No te quedes en la teoría estética; viaja para mancharte de realidad.",
    "10": "Imagen pública perfecta. Ganas reconocimiento por tu estilo, justicia y capacidad social. Triunfas en política, arte, moda o justicia. Tu reputación de ser justo y agradable te abre todas las puertas. El riesgo es ser visto como frívolo o indeciso. Consejo: Toma decisiones firmes; el liderazgo requiere elegir un bando a veces.",
    "11": "Tejedor de redes. Tu victoria social es unir a personas que deberían conocerse. Ganas influencia siendo el anfitrión perfecto en grupos y eventos. Sobresales en relaciones públicas y causas sociales justas. Consejo: La popularidad es humo; busca conexiones que nutran el alma.",
    "12": "Negociador en la sombra. Triunfas resolviendo conflictos tras bambalinas y consiguiendo acuerdos secretos. Ganas paz mental a través del arte y la contemplación. Tu éxito oculto es tu capacidad de perdonar. Consejo: El equilibrio interior es la única victoria que nadie te puede quitar."
  },
  "Escorpio": {
    "1": "Triunfo de la intensidad. Ganas por pura fuerza de voluntad y magnetismo; cuando te fijas una meta, la consigues o mueres en el intento. Tu ventaja es la estrategia silenciosa y la resistencia al dolor. Sobresales en situaciones límite. El riesgo es la autodestrucción o la venganza. Consejo: Tu poder es inmenso; úsalo para transformar, no para aniquilar.",
    "2": "Finanzas estratégicas. Tu victoria es el control total de tus recursos. Ganas dinero investigando, invirtiendo en crisis o viendo valor oculto donde otros huyen. Tienes talento para multiplicar el patrimonio en silencio. Consejo: El dinero no debe ser un secreto de estado; relaja el control para que fluya.",
    "3": "Investigador incisivo. Ganas debates porque conoces los secretos del oponente y vas a la raíz del problema. Triunfas descubriendo mentiras y comunicando verdades profundas. Tu palabra es penetrante y transformadora. El riesgo es ser cruel con la verdad. Consejo: Usa tu agudeza mental para sanar mentes, no para manipularlas.",
    "4": "Fortaleza privada. Tu éxito doméstico es tener un refugio seguro y leal. Ganas protegiendo a tu clan y sanando traumas ancestrales. Triunfas en la renovación profunda del hogar o la familia. Consejo: Deja de ver amenazas donde no las hay; tu hogar ya es seguro.",
    "5": "Creatividad visceral. Ganas cuando pones toda tu pasión y obsesión en un proyecto o conquista. Sobresales en arte dramático, deportes extremos o inversiones de riesgo. Tu victoria romántica es la fusión total. El riesgo es el drama y los celos posesivos. Consejo: El amor intenso no tiene por qué doler para ser real.",
    "6": "Cirujano de problemas. Triunfas en el trabajo resolviendo lo que nadie más se atreve a tocar: crisis, deudas, residuos o psicología profunda. Ganas por tu capacidad de regeneración y foco extremo. Sobresales en medicina, finanzas o investigación. Consejo: No te quemes arreglando los desastres de otros; cobra bien por tu magia.",
    "7": "Aliado inquebrantable. Tu victoria es la lealtad absoluta. Ganas socios con los que puedes ir a la guerra y volver. Triunfas en negocios donde la confianza y el secreto son claves. El éxito es una relación a prueba de balas. El riesgo es la paranoia y el control sobre el otro. Consejo: La confianza se da, no se vigila.",
    "8": "Fénix financiero. Aquí reinas. Ganas heredando, invirtiendo capital ajeno o transformando empresas en quiebra. Tu éxito viene de entender la muerte, el sexo y el dinero mejor que nadie. Triunfas donde otros temen pisar. Consejo: Comparte el poder; la victoria es más dulce cuando no estás solo en la cima.",
    "9": "Buscador de la verdad. Ganas profundizando en conocimientos esotéricos, científicos o psicológicos. Triunfas en investigaciones académicas complejas. Tu viaje es una transformación del alma. El riesgo es el fanatismo ideológico. Consejo: La verdad tiene muchas capas; no te obsesiones solo con la más oscura.",
    "10": "Poder ejecutivo. Ganas posiciones de mando por tu capacidad estratégica y discreción. Triunfas en inteligencia, banca, cirugía o política. Tu reputación es de alguien temible pero eficaz. El riesgo es la ambición desmedida y las luchas de poder crueles. Consejo: El respeto ganado por miedo dura poco; el ganado por capacidad dura siempre.",
    "11": "Estratega de grupo. Tu victoria social es tener un círculo cerrado de aliados poderosos. Ganas influencia moviendo los hilos desde atrás. Sobresales en logias, consejos o grupos de inversión. Consejo: No manipules a tus amigos; la lealtad real es transparente.",
    "12": "Triunfo sobre la sombra. Ganas tus mayores batallas en soledad, venciendo adicciones o traumas. Triunfas ayudando en situaciones de crisis extrema desde el anonimato. Tu poder espiritual es inmenso. Consejo: Lo que resistes, persiste; abraza tu sombra para integrarla y ganar."
  },
  "Sagitario": {
    "1": "Victoria por fe. Ganas porque crees que vas a ganar; tu optimismo es tu motor y tu escudo. Tu ventaja es la visión amplia y la capacidad de inspirar a otros. Sobresales en aventuras, emprendimientos y donde se necesite esperanza. El riesgo es la arrogancia o negar la realidad negativa. Consejo: La suerte favorece a los valientes, pero también a los preparados.",
    "2": "Abundancia fluida. Tu victoria financiera viene de la expansión, el comercio internacional o la enseñanza. Ganas dinero cuando te arriesgas y confías en tu visión. Tienes suerte para encontrar recursos cuando los necesitas. Consejo: Ahorra en los tiempos de vacas gordas; la suerte fluctúa.",
    "3": "Maestro de la difusión. Ganas comunicando grandes ideas, publicando o predicando. Triunfas conectando conceptos lejanos y haciendo reír. Tu palabra inspira y educa. El riesgo es la indiscreción o prometer más de lo que puedes cumplir. Consejo: Verifica los datos antes de lanzar la gran teoría.",
    "4": "Hogar expansivo. Tu éxito es un hogar grande, lleno de luz, libros y maletas listas. Ganas viviendo en el extranjero o trayendo el mundo a tu casa. Triunfas dándole libertad y espacio a tu familia. Consejo: Las raíces son importantes para crecer alto; no las cortes por impulso.",
    "5": "Aventurero creativo. Ganas en el juego, los deportes y el romance por tu alegría y espontaneidad. Sobresales en proyectos que implican riesgo y exploración. Tu victoria es mantener el espíritu joven y libre. El riesgo es la irresponsabilidad afectiva. Consejo: La diversión es genial, pero el compromiso también puede ser una gran aventura.",
    "6": "Trabajo con propósito. Triunfas cuando tu labor tiene un sentido filosófico o moral. Ganas por tu entusiasmo y capacidad de ver el panorama completo en la rutina. Sobresales en turismo, leyes o educación. Cuidado con descuidar los detalles aburridos. Consejo: La libertad en el trabajo se gana con disciplina previa.",
    "7": "Socio de crecimiento. Tu victoria es encontrar compañeros de viaje que expandan tu mundo. Ganas en relaciones basadas en la libertad, la verdad y la aventura compartida. Triunfas con socios extranjeros o académicos. El riesgo es huir cuando la relación se pone seria. Consejo: El compromiso no es una jaula, es una base de operaciones.",
    "8": "Suerte en crisis. Ganas recibiendo apoyo inesperado o encontrando salida en callejones sin salida. Triunfas en inversiones internacionales o editoriales. Tu ventaja es que no pierdes la fe ni en el peor momento. Consejo: No tientes a la suerte con riesgos innecesarios solo porque te sientes invencible.",
    "9": "Conquistador de horizontes. Aquí eres el campeón. Ganas viajando, estudiando, enseñando y publicando. Tu éxito es la sabiduría vivida y compartida. Triunfas como gurú, profesor o explorador. El riesgo es el complejo de superioridad moral. Consejo: La verdadera sabiduría sabe que siempre hay algo más que aprender.",
    "10": "Líder visionario. Ganas reconocimiento por ser un guía, un mentor o un inspirador público. Triunfas en política, religión, universidad o medios globales. Tu reputación es de alguien sabio y optimista. El riesgo es la hipocresía pública. Consejo: Practica lo que predicas; la coherencia es tu mayor activo.",
    "11": "Agente de cambio. Tu victoria social es unir a personas diversas bajo una causa noble. Ganas influencia en redes internacionales y movimientos políticos. Sobresales por tu generosidad con los amigos. Consejo: No prometas ayuda que no puedes dar; sé realista con tu tiempo.",
    "12": "Guía espiritual. Triunfas encontrando sentido en la soledad y la meditación. Ganas protección divina en momentos oscuros. Tu éxito oculto es tu conexión con la verdad universal. Consejo: Tu intuición es sabia, escúchala antes de buscar respuestas afuera."
  },
  "Capricornio": {
    "1": "Victoria por mérito. Ganas por resistencia, disciplina y estrategia a largo plazo. Tu ventaja es que no te rindes y te tomas el éxito en serio. Sobresales donde se requiere madurez y responsabilidad. El riesgo es la rigidez o volverte un 'workaholic'. Consejo: El éxito sabe mejor cuando te permites sonreír en la cima.",
    "2": "Capital sólido. Tu victoria financiera es lenta, segura y monumental. Ganas invirtiendo en estructuras, tierra y negocios tradicionales. Tienes talento para administrar la escasez y convertirla en abundancia. Consejo: El dinero es una herramienta de libertad, no un puntaje de tu valor personal.",
    "3": "Autoridad verbal. Ganas debates con hechos, experiencia y brevedad. Triunfas organizando, legislando o administrando sistemas locales. Tu palabra es ley porque la cumples. El riesgo es el pesimismo o el silencio excesivo. Consejo: Unas palabras de aliento logran más que cien críticas.",
    "4": "Patriarca/Matriarca. Tu éxito doméstico es proveer estructura, seguridad y tradición a tu familia. Ganas bienes raíces y respeto en tu clan. Triunfas construyendo un legado duradero. Consejo: Tu familia necesita tu tiempo y cariño, no solo tu dinero y normas.",
    "5": "Ocio productivo. Ganas en hobbies que requieren maestría y paciencia. Sobresales en proyectos creativos ambiciosos y estructurados. En el amor, tu victoria es el compromiso serio y leal. El riesgo es tratar el romance como un negocio. Consejo: Juega por jugar, sin buscar un resultado útil; te hará bien.",
    "6": "Jefe eficiente. Triunfas en el trabajo por tu capacidad de organización, mando y cumplimiento de metas. Ganas el respeto de todos por tu ética inquebrantable. Sobresales gestionando grandes responsabilidades. Cuidado con la exigencia despiadada contigo y con otros. Consejo: Elogia el esfuerzo, no solo el resultado perfecto.",
    "7": "Contratos blindados. Tu victoria es asociarte con gente competente, seria y ambiciosa. Ganas en acuerdos formales y matrimonios que funcionan como empresas exitosas. Triunfas por tu fiabilidad. El riesgo es la frialdad o el cálculo excesivo en las relaciones. Consejo: El amor no es una transacción; abre el corazón.",
    "8": "Gestor de patrimonio. Ganas administrando herencias, deudas corporativas o recursos estatales. Triunfas poniendo orden en el caos financiero de otros. Tu ventaja es la sangre fría en los negocios. Consejo: No te obsesiones con el control; la vida tiene variables impredecibles.",
    "9": "Maestría académica. Tu éxito viene de la educación formal, títulos y jerarquías. Ganas reconocimiento como experto o autoridad en tu materia. Sobresales en estructuras religiosas o científicas. Consejo: El título no hace al maestro; la experiencia humana sí.",
    "10": "Cumbre profesional. Aquí es donde ganas el oro. Tu destino es la cima, la dirección general, el estatus máximo. Triunfas por perseverancia y ambición sostenida. Tu reputación es de solidez absoluta. El riesgo es sacrificar todo por la carrera. Consejo: Asegúrate de que la escalera esté apoyada en la pared correcta antes de subir.",
    "11": "Redes de poder. Tu victoria social es conectar con la élite y gente de utilidad mutua. Ganas influencia organizando estructuras sociales y profesionales. Sobresales en la gobernanza de grupos. Consejo: Los amigos no son peldaños; cultiva afectos desinteresados.",
    "12": "Estratega solitario. Triunfas trabajando en aislamiento, planificando a largo plazo o cargando responsabilidades pesadas en secreto. Ganas fuerza interior a través de la austeridad y la disciplina. Consejo: Comparte la carga; el atlas no tiene por qué sostener el cielo solo."
  },
  "Acuario": {
    "1": "Victoria original. Ganas rompiendo las reglas y siendo diferente. Tu ventaja es la innovación, la independencia y la visión de futuro. Sobresales donde se necesita un cambio radical o una idea genial. El riesgo es la rebeldía sin causa o la alienación. Consejo: Ser diferente es tu poder, pero conecta con los humanos para que te entiendan.",
    "2": "Dinero alternativo. Tu victoria financiera viene de la tecnología, las redes, la ciencia o modelos de negocio disruptivos. Ganas cuando apuestas al futuro y a la colaboración. Tienes talento para ingresos pasivos o cooperativos. Consejo: Asegura una base estable; el futuro es prometedor, pero el presente hay que pagarlo hoy.",
    "3": "Mente genial. Ganas debates con lógica, datos científicos y perspectivas únicas. Triunfas en redes sociales, programación o aviación. Tu palabra despierta mentes y rompe paradigmas. El riesgo es la arrogancia intelectual. Consejo: Explica tus ideas con paciencia; no todos van a tu velocidad luz.",
    "4": "Hogar libre. Tu éxito doméstico es vivir a tu manera, quizás en comunidad o en una casa inteligente. Ganas rompiendo los patrones familiares tóxicos. Triunfas dando libertad a los tuyos. Consejo: La libertad es genial, pero el apego seguro también es necesario para los niños y la pareja.",
    "5": "Creatividad futurista. Ganas creando algo que nadie ha visto antes. Sobresales en arte digital, cine o proyectos grupales creativos. Tu victoria en el amor es la amistad y la libertad compartida. El riesgo es enfriar tanto el sentimiento que se congele. Consejo: El corazón también tiene su propia inteligencia; escúchalo.",
    "6": "Innovador de procesos. Triunfas en el trabajo implementando nuevas tecnologías y sistemas horizontales. Ganas por tu ingenio para resolver problemas viejos con métodos nuevos. Sobresales en equipo y ciencia. Consejo: No cambies lo que funciona solo por novedad; respeta la tradición útil.",
    "7": "Socio visionario. Tu victoria es encontrar pares intelectuales que respeten tu espacio. Ganas en alianzas colaborativas y desapegadas. Triunfas cuando la relación es una amistad profunda. El riesgo es la distancia emocional disfrazada de libertad. Consejo: El compromiso no te quita libertad, te da una base para volar acompañado.",
    "8": "Inversor de riesgo. Ganas apostando a tendencias futuras y manejando recursos de grupos. Triunfas entendiendo la psicología de masas y los ciclos económicos nuevos. Tu ventaja es el desapego frío en las crisis. Consejo: La empatía es necesaria cuando manejas el dinero o el dolor de otros.",
    "9": "Ideólogo global. Tu éxito está en la ciencia, la astrología, la política progresista o la tecnología aeroespacial. Ganas conectando la mente colectiva con el futuro. Sobresales en redes internacionales. Consejo: No te olvides del individuo concreto por salvar a la humanidad abstracta.",
    "10": "Líder reformador. Ganas reconocimiento por ser el genio, el rebelde o el inventor. Triunfas en organizaciones no gubernamentales, tecnología o política social. Tu reputación es de visionario. El riesgo es ser un incomprendido o un anarquista. Consejo: Para cambiar el sistema, a veces tienes que saber jugar dentro de él.",
    "11": "Héroe de la comunidad. Esta es tu zona de victoria. Ganas movilizando masas, creando redes y liderando el futuro social. Sobresales por tu capacidad de colaboración y altruismo. El riesgo es diluirte en el grupo. Consejo: Tu individualidad es el regalo que le das al colectivo; no la pierdas.",
    "12": "Iluminación súbita. Triunfas accediendo a conocimientos universales en soledad. Ganas trabajando en laboratorios secretos o en el mundo virtual. Tu éxito oculto es tu conexión telepática con el todo. Consejo: Baja tus ideas a tierra; una utopía que no se realiza es solo un sueño."
  },
  "Piscis": {
    "1": "Victoria fluida. Ganas adaptándote, fluyendo y usando tu intuición/empatía. Tu ventaja es que nadie te ve venir porque no pareces una amenaza, pero envuelves todo. Sobresales en arte, ayuda y espiritualidad. El riesgo es la falta de límites o el victimismo. Consejo: Tu sensibilidad es un superpoder, no dejes que nadie te diga que es debilidad.",
    "2": "Dinero mágico. Tu victoria financiera viene de la intuición, el arte, la música o la caridad. Ganas cuando confías en la providencia y no te aferras. Tienes suerte para atraer recursos de formas misteriosas. Consejo: Pon orden en tus cuentas; el universo provee, pero Hacienda audita.",
    "3": "Poeta persuasivo. Ganas comunicando con imágenes, metáforas y emoción. Triunfas en fotografía, música o escritura fantástica. Tu palabra sana y consuela. El riesgo es la mentira o la confusión. Consejo: Sé claro en los hechos, sé poeta en los sentimientos.",
    "4": "Santuario de paz. Tu éxito doméstico es tener un refugio espiritual y artístico. Ganas creando una atmósfera de amor incondicional en casa. Triunfas viviendo cerca del agua o en retiro. Consejo: Asegúrate de que tu casa tenga cimientos sólidos en el mundo real.",
    "5": "Musa creativa. Ganas inspirando a otros y canalizando arte sublime. Sobresales en actuación, danza o sanación. Tu victoria en el amor es la conexión de almas y el romanticismo puro. El riesgo es la idealización y el desengaño. Consejo: Disfruta la fantasía, pero vive en la realidad.",
    "6": "Servicio devoto. Triunfas en trabajos de ayuda, salud, cine o líquidos. Ganas por tu sacrificio y capacidad de entender el sufrimiento ajeno. Sobresales donde se requiere compasión práctica. Cuidado con ser el mártir de la oficina. Consejo: Ayuda hasta donde puedas sin destruirte a ti mismo.",
    "7": "Unión empática. Tu victoria es fundirte con el otro en una comprensión total. Ganas socios artísticos o espirituales. Triunfas cuando la relación trasciende lo material. El riesgo es no tener límites y absorber los problemas del socio. Consejo: Pon una frontera clara entre tú y el otro para poder amar sanamente.",
    "8": "Fusión mística. Ganas en la gestión de recursos intangibles o artísticos. Triunfas heredando o recibiendo donaciones por tu carisma. Tu ventaja en crisis es la fe y la capacidad de soltar. Consejo: Protege tu energía en la intimidad; no te entregues a quien no te valora.",
    "9": "Sabio soñador. Tu éxito viene de la espiritualidad, los viajes por mar o la filosofía universal. Ganas enseñando compasión y unidad. Sobresales como gurú o artista internacional. El riesgo es perderte en el viaje y no volver. Consejo: Mantén un ancla en tierra firme mientras exploras el cosmos.",
    "10": "Icono inspirador. Ganas fama por tu carisma, tu arte o tu labor humanitaria. Triunfas en cine, música, religión o beneficencia. Tu reputación es de alguien tocado por la gracia. El riesgo es el escándalo por falta de claridad o vicios. Consejo: La fama es una ilusión; tu obra y tu servicio son lo real.",
    "11": "Alma del grupo. Tu victoria social es conectar a todos a través de la emoción y el idealismo. Ganas influencia en grupos artísticos o espirituales. Sobresales por tu inclusión y falta de juicio. Consejo: Aprende a distinguir quién es amigo y quién se aprovecha de tu bondad.",
    "12": "Victoria espiritual. Aquí ganas de verdad. Triunfas en el aislamiento creativo, la meditación y el trabajo con el inconsciente. Tu mayor éxito es la paz interior y la conexión con el todo. Consejo: No te quedes a vivir en el cielo; trae tu luz a la tierra, que aquí hace falta."
  }
}