{
  "Aries": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con valentía serena, sueles abrir camino con iniciativa; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; actúa y deja que te ayuden. Riesgo: forzar lo que ya venía a tu favor. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Tauro": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con calma y constancia, sueles atraer recursos por tu fiabilidad; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; recibe sin culpa y comparte. Riesgo: apegarte a lo seguro y rechazar lo nuevo. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Géminis": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con ingenio rápido, sueles activar suerte vía mensajes y contactos; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; habla, pregunta y mueve información. Riesgo: dispersarte o volverte sarcástico. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Cáncer": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con intuición protectora, sueles recibir soporte emocional oportuno; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; pide ayuda a tiempo. Riesgo: cerrarte y no pedir apoyo. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Leo": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; da crédito y comparte escenario. Riesgo: creer que te lo deben. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; da crédito y comparte escenario. Riesgo: creer que te lo deben. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; da crédito y comparte escenario. Riesgo: creer que te lo deben. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; da crédito y comparte escenario. Riesgo: creer que te lo deben. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; da crédito y comparte escenario. Riesgo: creer que te lo deben. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; da crédito y comparte escenario. Riesgo: creer que te lo deben. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; da crédito y comparte escenario. Riesgo: creer que te lo deben. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; da crédito y comparte escenario. Riesgo: creer que te lo deben. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; da crédito y comparte escenario. Riesgo: creer que te lo deben. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; da crédito y comparte escenario. Riesgo: creer que te lo deben. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; da crédito y comparte escenario. Riesgo: creer que te lo deben. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con brillo generoso, sueles atraer aliados y oportunidades por tu luz; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; da crédito y comparte escenario. Riesgo: creer que te lo deben. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Virgo": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con precisión útil, sueles convertir orden en ‘buena suerte’; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; hazlo simple y confía. Riesgo: microgestionar y asfixiar el flujo. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Libra": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; elige y negocia con justicia. Riesgo: dudar y postergar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; elige y negocia con justicia. Riesgo: dudar y postergar. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; elige y negocia con justicia. Riesgo: dudar y postergar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; elige y negocia con justicia. Riesgo: dudar y postergar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; elige y negocia con justicia. Riesgo: dudar y postergar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; elige y negocia con justicia. Riesgo: dudar y postergar. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; elige y negocia con justicia. Riesgo: dudar y postergar. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; elige y negocia con justicia. Riesgo: dudar y postergar. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; elige y negocia con justicia. Riesgo: dudar y postergar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; elige y negocia con justicia. Riesgo: dudar y postergar. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; elige y negocia con justicia. Riesgo: dudar y postergar. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con diplomacia elegante, sueles ganar por acuerdos y buen trato; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; elige y negocia con justicia. Riesgo: dudar y postergar. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Escorpio": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; permite vulnerabilidad. Riesgo: desconfiar y controlar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; permite vulnerabilidad. Riesgo: desconfiar y controlar. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; permite vulnerabilidad. Riesgo: desconfiar y controlar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; permite vulnerabilidad. Riesgo: desconfiar y controlar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; permite vulnerabilidad. Riesgo: desconfiar y controlar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; permite vulnerabilidad. Riesgo: desconfiar y controlar. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; permite vulnerabilidad. Riesgo: desconfiar y controlar. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; permite vulnerabilidad. Riesgo: desconfiar y controlar. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; permite vulnerabilidad. Riesgo: desconfiar y controlar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; permite vulnerabilidad. Riesgo: desconfiar y controlar. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; permite vulnerabilidad. Riesgo: desconfiar y controlar. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con profundidad leal, sueles recibir respaldo en crisis; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; permite vulnerabilidad. Riesgo: desconfiar y controlar. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Sagitario": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con fe expansiva, sueles atraer oportunidades grandes; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; di sí, pero sostén con disciplina. Riesgo: excederte o prometer de más. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Capricornio": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con paciencia estratégica, sueles cosechar patronazgo y reconocimiento; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; recibe apoyo como parte del plan. Riesgo: endurecerte y rechazar ayuda. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Acuario": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con visión diferente, sueles encontrar atajos creativos; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; conecta con la tribu correcta. Riesgo: desconectarte y aislarte. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  },
  "Piscis": {
    "1": "En tu identidad y presencia, la Victoria es un viento a favor en tu presencia. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso la gente te da el beneficio de la duda y te abre espacio. Actívalo con fe y generosidad: preséntate tal como eres y confía en tu primer movimiento; fe con límites claros. Riesgo: diluir límites y escapar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "2": "En tu dinero, seguridad y valores, la Victoria es un imán para recursos bien puestos. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso los recursos aparecen por vías más fáciles de lo esperado. Actívalo con fe y generosidad: administra con gratitud y comparte una parte; fe con límites claros. Riesgo: diluir límites y escapar. El apego y el miedo a perder cierran la llave. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "3": "En tu comunicación, estudios y entorno cercano, la Victoria es una llave hecha de palabras. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso un mensaje, un contacto o una conversación te pone en ventaja. Actívalo con fe y generosidad: di lo que piensas con claridad y mantén tus canales abiertos; fe con límites claros. Riesgo: diluir límites y escapar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "4": "En tu hogar, familia y raíces, la Victoria es un amuleto en tu base y hogar. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso tu base se protege y aparecen soluciones domésticas oportunas. Actívalo con fe y generosidad: haz de tu casa un santuario que reciba; fe con límites claros. Riesgo: diluir límites y escapar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "5": "En tu creatividad, romance y placer, la Victoria es un ‘sí’ del universo al juego y al gozo. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso la inspiración y el cariño llegan como regalos. Actívalo con fe y generosidad: juega, crea y celebra; fe con límites claros. Riesgo: diluir límites y escapar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "6": "En tu trabajo diario, hábitos y salud, la Victoria es una racha de eficiencia sin drama. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso se alinean rutinas y oportunidades con poco drama. Actívalo con fe y generosidad: sirve con corazón y suelta el control sobre lo perfecto; fe con límites claros. Riesgo: diluir límites y escapar. El perfeccionismo y el agotamiento cobran intereses. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "7": "En tus relaciones, socios y acuerdos, la Victoria es alianzas con buen timing. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso las personas correctas aparecen para ayudarte a ganar juntos. Actívalo con fe y generosidad: negocia con buena fe y pide reciprocidad; fe con límites claros. Riesgo: diluir límites y escapar. La sospecha constante enfría el vínculo. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "8": "En tus crisis, intimidad y recursos compartidos, la Victoria es un salvavidas en crisis y pactos. Sientes puertas abiertas, y todo se multiplica sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso recibes apoyo inesperado cuando la vida se pone intensa. Actívalo con fe y generosidad: confía en la cooperación y honra los pactos; fe con límites claros. Riesgo: diluir límites y escapar. El control y el secreto bloquean la cooperación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "9": "En tus viajes, fe y estudios superiores, la Victoria es señales verdes para expandirte. Sientes la gracia, y todo fluye sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso maestros y oportunidades te empujan a expandirte. Actívalo con fe y generosidad: di sí a lo grande y camina con curiosidad; fe con límites claros. Riesgo: diluir límites y escapar. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "10": "En tu carrera, reputación y misión pública, la Victoria es un sistema de padrinos y visibilidad. Sientes la bendición, y todo se destraba sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso la visibilidad llega con padrinos, clientes o jefes que te respaldan. Actívalo con fe y generosidad: hazte visible con humildad y consistencia; fe con límites claros. Riesgo: diluir límites y escapar. El cinismo apaga la reputación. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "11": "En tus amistades, redes y comunidad, la Victoria es una red que te multiplica. Sientes el viento a favor, y todo se alinea sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso tu gente te recomienda, te conecta y multiplica tu impacto. Actívalo con fe y generosidad: aporta valor primero y cuida la lealtad; fe con límites claros. Riesgo: diluir límites y escapar. La frialdad o rivalidad rompe la red. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes.",
    "12": "En tu mundo interno, espiritualidad y lo invisible, la Victoria es protección invisible y guía interna. Sientes el favor del destino, y todo se facilita sin que tengas que pelear de más. Con sensibilidad intuitiva, sueles recibir sincronicidades y protección; por eso hay una protección silenciosa que te guía y te salva de lo peor. Actívalo con fe y generosidad: practica quietud y escucha la intuición; fe con límites claros. Riesgo: diluir límites y escapar. La paranoia mental tapa la intuición. Consejo: recibe y devuelve algo. El flujo se sostiene cuando compartes."
  }
}
