{
  "Aries_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad audaz, directa e iniciadora de Aries. Marte es el 'maléfico' de la secta diurna, lo que puede traer fricción. Este año sentirás urgencia y calor. Evita el conflicto innecesario; canaliza esta energía volcánica en trabajo duro y ambición.",
  "Aries_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad audaz, directa e iniciadora de Aries. En la noche, la espada de Marte protege. Tienes la capacidad de cortar con lo que no sirve y luchar por lo que amas con precisión quirúrgica. Es un año de valentía constructiva y logros directos.",
  "Tauro_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad estable, sensual y perseverante de Tauro. En el día, Venus suaviza las aristas. Aunque no es su reino principal, trae diplomacia y estética a tus esfuerzos visibles. Es un año para buscar alianzas estratégicas y presentar tu mejor cara.",
  "Tauro_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad estable, sensual y perseverante de Tauro. ¡Venus reina en la noche! Como benéfica de la secta, este año promete alivio, placer y conexiones genuinas. Es un tiempo excelente para el amor, el arte y la reconciliación. Disfruta la armonía.",
  "Géminis_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad curiosa, adaptable y versátil de Géminis. Mercurio se adapta a la luz del día agudizando tu intelecto para la estrategia y el comercio. Es un año de gran actividad mental, negociación y movimiento rápido. Mantén la claridad.",
  "Géminis_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad curiosa, adaptable y versátil de Géminis. Bajo el manto de la noche, Mercurio profundiza. Este año favorece la investigación, los secretos y el entendimiento psicológico. Tu mente buscará respuestas en lo profundo más que en lo evidente.",
  "Cáncer_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad protectora, intuitiva y emocional de Cáncer. En una carta diurna, la Luna trae un enfoque necesario pero a veces fluctuante sobre tus necesidades. Es un año para escuchar a tu cuerpo y emociones, aunque el mundo exterior te exija pragmatismo.",
  "Cáncer_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad protectora, intuitiva y emocional de Cáncer. Como luminaria principal de tu secta nocturna, la Luna es una aliada poderosa. Este año fluye con intuición y soporte emocional. Confía en tus instintos; te guiarán a puertos seguros y nutridos.",
  "Leo_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad expresiva, creativa y radiante de Leo. Como Señor del Tiempo en tu carta diurna, el Sol brilla con fuerza benéfica. Es un año para liderar, ser visto y clarificar tu propósito vital. Tienes el viento a favor para afirmar tu identidad.",
  "Leo_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad expresiva, creativa y radiante de Leo. Aunque es una carta nocturna, el Sol trae luz a la oscuridad. Este año ilumina áreas ocultas, exigiendo autenticidad. Puede sentirse intenso, como un reflector potente sobre temas que preferirías mantener privados.",
  "Virgo_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad analítica, servicial y detallista de Virgo. Mercurio se adapta a la luz del día agudizando tu intelecto para la estrategia y el comercio. Es un año de gran actividad mental, negociación y movimiento rápido. Mantén la claridad.",
  "Virgo_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad analítica, servicial y detallista de Virgo. Bajo el manto de la noche, Mercurio profundiza. Este año favorece la investigación, los secretos y el entendimiento psicológico. Tu mente buscará respuestas en lo profundo más que en lo evidente.",
  "Libra_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad diplomática, estética y equilibrada de Libra. En el día, Venus suaviza las aristas. Aunque no es su reino principal, trae diplomacia y estética a tus esfuerzos visibles. Es un año para buscar alianzas estratégicas y presentar tu mejor cara.",
  "Libra_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad diplomática, estética y equilibrada de Libra. ¡Venus reina en la noche! Como benéfica de la secta, este año promete alivio, placer y conexiones genuinas. Es un tiempo excelente para el amor, el arte y la reconciliación. Disfruta la armonía.",
  "Escorpio_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad intensa, profunda y estratégica de Escorpio. Marte es el 'maléfico' de la secta diurna, lo que puede traer fricción. Este año sentirás urgencia y calor. Evita el conflicto innecesario; canaliza esta energía volcánica en trabajo duro y ambición.",
  "Escorpio_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad intensa, profunda y estratégica de Escorpio. En la noche, la espada de Marte protege. Tienes la capacidad de cortar con lo que no sirve y luchar por lo que amas con precisión quirúrgica. Es un año de valentía constructiva y logros directos.",
  "Sagitario_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad aventurera, optimista y filosófica de Sagitario. ¡El Gran Benéfico está en su salsa! En una carta diurna, Júpiter abre puertas, trae mentores y expande tu visión. Es un año de fe y oportunidades doradas. Di sí a la aventura.",
  "Sagitario_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad aventurera, optimista y filosófica de Sagitario. Júpiter sigue siendo afortunado en la noche, pero su ayuda es más sutil o espiritual. Este año ofrece crecimiento interior, protección invisible y sabiduría filosófica más que ganancias materiales obvias.",
  "Capricornio_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad ambiciosa, disciplinada y pragmática de Capricornio. Saturno es el 'maléfico' constructivo del día. Te pedirá disciplina, pero recompensará tu esfuerzo con estructuras duraderas. Es un año de madurez, construcción lenta y autoridad ganada.",
  "Capricornio_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad ambiciosa, disciplinada y pragmática de Capricornio. En la noche, Saturno puede sentirse pesado. Es el desafío principal de la secta. Este año podrías enfrentar límites, retrasos o soledad. Paciencia: estas pruebas están forjando tu resiliencia.",
  "Acuario_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad original, humanitaria e independiente de Acuario. Saturno es el 'maléfico' constructivo del día. Te pedirá disciplina, pero recompensará tu esfuerzo con estructuras duraderas. Es un año de madurez, construcción lenta y autoridad ganada.",
  "Acuario_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad original, humanitaria e independiente de Acuario. En la noche, Saturno puede sentirse pesado. Es el desafío principal de la secta. Este año podrías enfrentar límites, retrasos o soledad. Paciencia: estas pruebas están forjando tu resiliencia.",
  "Piscis_Day": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad compasiva, soñadora y espiritual de Piscis. ¡El Gran Benéfico está en su salsa! En una carta diurna, Júpiter abre puertas, trae mentores y expande tu visión. Es un año de fe y oportunidades doradas. Di sí a la aventura.",
  "Piscis_Night": "Este es un año de estabilización y desarrollo. Es momento de consolidar lo iniciado y nutrir tus recursos. Este año activa la Casa 5, invitándote a crear, amar y arriesgarte por lo que te apasiona. Todo esto se tiñe con la cualidad compasiva, soñadora y espiritual de Piscis. Júpiter sigue siendo afortunado en la noche, pero su ayuda es más sutil o espiritual. Este año ofrece crecimiento interior, protección invisible y sabiduría filosófica más que ganancias materiales obvias."
}