{
  "Aries_Day": "Este es un año de reinvención visceral, regido por Marte. Al tener una carta diurna, Marte es tu maléfico fuera de secta, lo que significa que la energía puede sentirse excesiva, como un motor sobrecalentado. Sentirás una urgencia casi agresiva por cortar lazos, dejar trabajos o confrontar lo que te ha estado estorbando. El cuerpo te pedirá movimiento urgente; si no lo sacas en el gimnasio o en un proyecto ambicioso, se manifestará como inflamación, fiebres o conflictos con figuras de autoridad. La trampa es volverte tu propio enemigo por impaciencia. Sin embargo, aquí está la clave: si tu Marte natal está bien posicionado (en Capricornio, Aries o Escorpio) o tiene buenos aspectos, esta fricción no será destructiva, sino el combustible necesario para lograr en 12 meses lo que no hiciste en 5 años. La lección maestra es aprender a elegir tus batallas: no todo merece tu furia, pero tu independencia sí merece tu lucha.",

  "Aries_Night": "Bienvenido a un año de reactivación vital. Como tienes una carta nocturna, Marte está en tu equipo (en secta) y actúa de manera constructiva. Sentirás que recuperas tu filo perdido: vuelve la libido, la ambición y esa confianza física en ti mismo que quizás sentías dormida. Es el momento clásico para iniciar un deporte competitivo, lanzar un proyecto en solitario o decir 'no' sin culpa. La gente notará un cambio en tu presencia; te verán más asertivo y directo, y curiosamente, te respetarán más por ello. A diferencia de las cartas diurnas, es menos probable que te estrelles por impulsividad y más probable que rompas barreras que antes te daban miedo. Si tu Marte está dignificado, tendrás una resistencia inagotable. La lección es la acción directa: deja de planear y empieza a ejecutar. Tu cuerpo es tu mejor herramienta este año, úsalo para conquistar territorio.",

  "Tauro_Day": "Tu regente del año es Venus. Aunque Venus prefiere la noche, en una carta diurna sigue siendo un benéfico que suaviza las aristas, aunque te pedirá más esfuerzo consciente. El foco regresa a tu cuerpo y tu autovaloración, pero sentirás que debes *trabajar* para obtener ese placer. No es un año de hedonismo puro, sino de construir una estabilidad tangible: mejorar tu dieta con disciplina, invertir estratégicamente en tu guardarropa o rediseñar tu imagen profesional para cobrar más. El desafío puede ser la inercia; querer que las cosas cambien sin moverte del sofá. Si Venus está bien aspectada en tu natal, atraerás recursos y aliados con facilidad, convirtiendo tu imagen en dinero. Si está tensa, cuidado con gastar para llenar vacíos emocionales. La lección es cultivar una autoestima que tenga cimientos sólidos; la belleza este año requiere estructura y presupuesto.",

  "Tauro_Night": "Este es potencialmente uno de tus años más favorables, pues Venus, tu regente del año, es el planeta más fuerte y benéfico en una carta nocturna. Prepárate para un año donde la vida se siente más dulce, fluida y sensorial. Tu carisma personal está en su punto máximo; es el momento ideal para cambios de look radicales, tratamientos de belleza o simplemente disfrutar de habitar tu piel sin culpa. Los demás te perciben magnético y confiable, facilitando romances o asociaciones. El riesgo es la indulgencia excesiva (gastos, comida, pereza), pero honestamente, te lo mereces. Si tu Venus está dignificada (Tauro, Libra, Piscis), las oportunidades llegarán a tu puerta sin que las busques. La lección maestra es aprender a recibir. A menudo bloqueas la abundancia por creer que todo debe ser difícil; este año te enseña que el placer también es productivo.",

  "Géminis_Day": "Mercurio toma el control y, en una carta diurna, tu mente será tu mejor herramienta y tu mayor distracción. Sentirás que tu identidad actual te queda chica y querrás probarte nuevas 'máscaras'. Es un año excelente para estudiar, escribir, viajar o cambiar cómo te presentas en redes sociales. Estarás inquieto, buscando estímulo constante. El desafío de Mercurio aquí es la dispersión y la ansiedad nerviosa; puedes terminar el año habiendo empezado diez proyectos y no terminado ninguno. Si Mercurio está fuerte en tu carta (Géminis, Virgo), tu capacidad de negociación y astucia te abrirán puertas laborales increíbles a través de la palabra. Si está afligido, cuidado con los chismes o hablar de más. La lección es el discernimiento: no toda la información es útil y no todas las conversaciones merecen tu tiempo. Tu evolución personal ocurre a través del intercambio de datos.",

  "Géminis_Night": "Con Mercurio como cronocrator en carta nocturna, la energía mental se vuelve más introspectiva y profunda. Este año se trata de reescribir tu narrativa interna. Es posible que te sientas menos social de lo habitual para un Géminis, prefiriendo entender quién eres cuando nadie mira. Es un periodo fértil para terapia, escritura privada (journaling) o investigación profunda sobre tus orígenes. El cuerpo puede somatizar el estrés mental, así que vigila tus nervios y tu sueño; tu sistema nervioso estará más sensible. Si tu Mercurio natal está bien posicionado, tendrás 'insights' psicológicos brillantes que sanarán viejos patrones. Si está retrogrado o tenso, puedes sentirte incomprendido. La lección es integrar tus dualidades en lugar de pelear con ellas. Este año descubres que tu voz interna es más importante que el ruido externo.",

  "Cáncer_Day": "La Luna rige tu año, pero en una carta diurna, la luz que guía es el Sol, por lo que la Luna está un poco fuera de su elemento natural. Esto puede manifestarse como una sensación de vulnerabilidad expuesta. Tu cuerpo y tus emociones estarán hiperconectados y visibles; no podrás ocultar lo que sientes (se te notará en la cara), y eso puede ser incómodo en entornos profesionales rígidos. El aprendizaje es validar tus necesidades emocionales sin dejar que te desborden o te hagan parecer poco profesional. Es un año para cuidar tu 'caparazón': tu hogar, tu piel, tu nutrición. Si la Luna está bien situada (Cáncer, Tauro), tu intuición será una ventaja estratégica que te permitirá leer el ambiente antes que nadie. Si no, cuidado con el malhumor fluctuante que aleja a los demás. Aprende a ser madre de ti mismo/a antes de cuidar a otros.",

  "Cáncer_Night": "Estás en tu elemento. La Luna es la luminaria principal de la secta nocturna, así que este año se siente como un regreso a casa. Tu intuición, tu cuerpo y tus ciclos naturales están sincronizados. Es un año fantástico para temas de fertilidad, familia, cambios en el hogar o simplemente para nutrirte a nivel profundo. Te sentirás más cómodo/a en tu propia piel y proyectarás una autoridad suave y cuidadora que atrae a la gente hacia ti. El 'riesgo' es volverse demasiado insular o protector, quedándote solo en lo conocido por miedo al mundo exterior. Si tu Luna está fuerte, tu capacidad de cuidar y ser cuidado fluirá sin esfuerzo. La lección es confiar en que tu sensibilidad no es una debilidad, sino tu superpoder este año. Escucha a tu cuerpo; si necesitas dormir más o comer diferente, hazlo sin dudar.",

  "Leo_Day": "El Sol es tu regente y, en carta diurna, es la luminaria líder. Este es un año de visibilidad máxima, el 'viaje del héroe'. No intentes pasar desapercibido porque no funcionará; las circunstancias te empujarán al centro del escenario. Es el momento de ocupar espacio, de decir 'yo soy' y de perseguir lo que vitaliza tu corazón. Tu salud y vitalidad general suelen recibir un impulso positivo. Si has estado trabajando en las sombras, este es tu debut. La trampa del ego está presente: la arrogancia o la necesidad desesperada de aplausos pueden ser tu talón de Aquiles. Si tu Sol está dignificado (Leo, Aries), este puede ser un año de ascenso meteórico en tu reputación. Si está en caída (Libra, Acuario), tendrás que trabajar duro para definirte sin depender de otros. La clave es irradiar luz para calentar a los demás, no para quemarlos con tu exigencia.",

  "Leo_Night": "El Sol dirige el año, pero en una carta nocturna, esa luz solar es menos obvia, como si brillaras 'hacia adentro' o fueras una linterna en la oscuridad. Quizás sientas que mereces un reconocimiento externo que no llega tan rápido como quisieras, o que tienes que esforzarte el doble para ser visto por tus talentos. Es un año de maduración de la identidad privada. La pregunta no es '¿quién me mira?', sino '¿estoy orgulloso de mí mismo cuando nadie aplaude?'. El cuerpo puede pedirte descanso del escenario público para recargar baterías solares. Si tu Sol natal está bien aspectado, serás el líder silencioso que sostiene al grupo. Si está tenso, cuidado con el drama innecesario para llamar la atención. La lección es encontrar tu propia fuente de luz interna para no depender de la validación externa.",

  "Virgo_Day": "Mercurio rige tu año con un enfoque pragmático y terrenal. En carta diurna, este tránsito te pide optimizar tu existencia. No se trata solo de quién eres, sino de qué tan *funcional* eres. Te verás revisando tus rutinas, tu dieta, tu microbiota y tus métodos de trabajo con lupa. Es un año excelente para diagnósticos médicos, limpiezas profundas y orden, tanto físico como mental. El peligro es la neurosis y la autocrítica destructiva; obsesionarte con el defecto en lugar de celebrar la mejora. Si Mercurio está fuerte y dignificado, tu capacidad analítica te hará indispensable y resolverás problemas que nadie más puede ver. Si está débil, evita paralizarte por el perfeccionismo. Recuerda: eres un humano, no un proyecto de optimización constante. Permítete un poco de desorden si eso te trae paz mental.",

  "Virgo_Night": "Mercurio activa tu Casa 1 en un ambiente nocturno, lo que suele traer una preocupación más profunda por el servicio y la salud holística. Es menos sobre la eficiencia laboral y más sobre la conexión mente-cuerpo-espíritu. Quizás te intereses por hierbas, yoga, o entender cómo tus emociones afectan tu digestión. Es un año para 'digerir' tus experiencias pasadas y separar la paja del trigo en tu propia personalidad. Cuidado con la ansiedad silenciosa que se acumula en el sistema nervioso. Si tu Mercurio está bien colocado, serás un sanador o consejero natural para otros este año. Si tiene aspectos difíciles, evita la hipocondría; busca datos reales, no diagnósticos de internet. La lección es aprender a servirte a ti mismo con la misma devoción y detalle con la que sirves a otros.",

  "Libra_Day": "Venus lleva la batuta, pero en una carta diurna está fuera de su secta preferida. Buscarás redefinirte a través de tus conexiones, pero puede sentirse un poco más estratégico o político. Tu imagen y diplomacia son tus mejores activos este año; úsalos para avanzar socialmente. Sin embargo, puedes caer en la trampa de ser quien los demás quieren que seas, perdiendo tu identidad en el proceso (la clásica duda existencial de Libra). Es un año para embellecer tu entorno y tu persona, pero hazlo con intención clara. Si Venus está bien situada (Libra, Tauro, Piscis), es excelente para asociaciones legales o comerciales que te eleven el estatus. Si está en caída o exilio (Virgo, Aries, Escorpio), tendrás que esforzarte para que tus relaciones sean justas y no unilaterales. La lección: la paz real a veces requiere conflicto.",

  "Libra_Night": "Venus es tu benéfico de secta, haciendo de este un año potencialmente delicioso para tu autoestima y relaciones. Te sentirás naturalmente encantador/a y atraerás oportunidades por pura atracción, no por empuje. Es un momento de renacimiento estético y social; la gente querrá estar cerca de ti simplemente porque se siente bien. Aprovecha para suavizar conflictos antiguos y para rodearte de arte y belleza, ya que esto nutrirá tu salud física directamente. El único riesgo es la pasividad; esperar a que el príncipe o la princesa (o el trabajo ideal) toque a tu puerta sin tú hacer nada. Si Venus está fuerte, el amor propio florecerá sin esfuerzo. Si tiene aspectos tensos, podrías caer en la vanidad o gastos superfluos. Disfruta la fluidez, pero recuerda participar activamente en tu propia suerte.",

  "Escorpio_Day": "Marte es tu cronocrator y, en carta diurna, es el maléfico de la secta. Prepárate para un año de alta intensidad y voltaje. Sentirás una especie de 'guerra' interna por transformarte y dejar atrás una versión muerta de ti mismo. Puede haber cortes abruptos: cambios de imagen radicales, fin de relaciones tóxicas o decisiones laborales drásticas. La energía es de 'todo o nada'. El consejo vital: controla tu aguijón. Si te sientes atacado, respira antes de destruir. Si tu Marte natal está fuerte (en Domicilio o Exaltación), esta energía es inmensamente poderosa para superar traumas o bloqueos antiguos mediante pura fuerza de voluntad y regeneración. Si está débil, cuidado con el agotamiento físico o accidentes por vivir en estado de alerta constante. La lección es dirigir esa potencia nuclear hacia tus metas, no hacia tus seres queridos.",

  "Escorpio_Night": "Tienes a Marte de tu lado (en secta). Este es un año de empoderamiento estratégico y silencioso. A diferencia del día, donde la energía explota, aquí la energía se concentra como un láser. Tienes la capacidad de mover montañas sin hacer ruido. Tu resistencia física y mental será legendaria este año. Es el momento perfecto para investigaciones profundas, terapia de trauma o entrenamientos físicos exigentes. Te sentirás en control de tu destino. La lección es usar tu poder para regenerarte, no para manipular. Si tienes un objetivo difícil que requiere obsesión y disciplina, este es el año para lograrlo. Si tu Marte está bien aspectado, te convertirás en una autoridad incuestionable en tu campo. Tu presencia intimida y fascina a partes iguales; úsalo sabiamente para proteger lo que amas.",

  "Sagitario_Day": "Júpiter es tu regente y el gran benéfico de tu secta diurna. Este suele ser un año de expansión masiva, optimismo y 'buena suerte' que parece llegar justo a tiempo para salvarte o elevarte. Sentirás que el mundo te queda chico y querrás crecer: viajes internacionales, estudios superiores o simplemente ocupar más espacio físico (cuidado con el aumento de peso, Júpiter expande todo). Tu confianza está por las nubes. Es el año para lanzar la flecha lo más lejos posible. La única trampa es el exceso de confianza o prometer más de lo que puedes cumplir. Si Júpiter está bien puesto (Sagitario, Piscis, Cáncer), es un año de 'cosecha' personal donde te sientes alineado con tu propósito vital. Si está tenso, cuidado con la arrogancia o el despilfarro. La lección: di que sí a la aventura, pero lee la letra pequeña.",

  "Sagitario_Night": "Júpiter sigue siendo un benéfico, trayendo crecimiento y alivio, pero en la noche su energía es más interna, filosófica o espiritual. Quizás la expansión no sea un viaje a Bali, sino un viaje intelectual o de fe que cambia tu cosmovisión. Buscarás sentido a tu existencia más allá de lo material. Es un buen año, pero tal vez sientas que las oportunidades requieren un poco más de gestión de tu parte para concretarse; no caen del cielo tan fácilmente como en el día. Cuidado con el fanatismo o con creer que tienes la verdad absoluta. Si Júpiter está bien dignificado, encontrarás maestros o guías importantes. Si está débil, podrías sentirte perdido sin una brújula moral. La lección es encontrar la sabiduría en la experiencia diaria y mantener la fe en ti mismo.",

  "Capricornio_Day": "Saturno es tu cronocrator y, en carta diurna, actúa como el 'arquitecto' constructivo de tu vida. Este no es un año de fiestas frívolas, es un año de construcción de legado. Te sentirás más serio, maduro y enfocado en tus metas a largo plazo. Asumirás nuevas responsabilidades con gusto porque sabes que te están llevando a la cima. Tu autoridad personal aumenta y los demás te ven como un líder. Si Saturno está fuerte en tu carta (Capricornio, Acuario, Libra), construirás cimientos que durarán 30 años; te sentirás capaz de todo. Si está débil o en mala casa, puedes sentirte sobrecargado de deberes, pero incluso así, la disciplina será tu salvación. No busques atajos; el éxito este año viene por el camino largo, ético y seguro. Estás definiendo quién eres por lo que logras.",

  "Capricornio_Night": "Saturno es el maléfico de tu secta, por lo que este año puede sentirse pesado o restrictivo. Puedes luchar con el síndrome del impostor, la autocrítica feroz o sentir que envejeciste 5 años en 12 meses. Es posible que enfrentes obstáculos en tu salud (huesos, dientes, piel) o vitalidad que te obliguen a frenar y decir 'no'. Pero recuerda: Saturno no te odia, te está pidiendo maestría y límites reales. No es tú, son los tránsitos. La clave es la 'no resistencia': acepta la realidad tal cual es y trabaja con ella paso a paso. Si tu Saturno está bien dignificado, esta pesadez será simplemente el cansancio satisfactorio del alpinista que llega a la cima. Si está afligido, sé amable contigo mismo; tu valor no depende solo de cuánto aguantas o de cuánto produces.",

  "Acuario_Day": "Saturno dirige el barco (con la innovación de Urano de fondo). En carta diurna, Saturno te ayuda a estructurar tus visiones futuristas y rebeldes. No es solo tener ideas locas, es hacerlas realidad en el mundo tangible. Sentirás una necesidad de definirte por tu intelecto y tus redes, pero poniendo límites claros a quién dejas entrar. Es un año de consolidación de tu individualidad; te importará menos encajar y más ser auténtico y libre. La disciplina mental será tu mejor aliada. Si Saturno está fuerte (Acuario, Capricornio, Libra), te ganarás el respeto de tu comunidad por tu coherencia y visión a largo plazo. Si está débil, puedes sentirte incomprendido por el 'sistema'. Es un año excelente para liderar grupos o proyectos tecnológicos con seriedad. La libertad real requiere estructura.",

  "Acuario_Night": "Al ser carta nocturna, Saturno (tu regente tradicional) es el maléfico de secta. Puedes sentirte aislado, como un alienígena observando la humanidad desde fuera. Puede haber una sensación de rigidez; quedarte atrapado en tus principios y negarte a cambiar aunque te convenga. Cuidado con problemas de circulación o nervios por exceso de tensión mental acumulada. La lección es aprender que la independencia no significa soledad y que pedir ayuda no te hace débil. Si tienes un Saturno fuerte, este aislamiento será productivo (el genio trabajando en su laboratorio). Si está tenso, busca conscientemente conectar para no enfriarte demasiado emocionalmente. La innovación requiere romper estructuras, incluso las tuyas propias. No te conviertas en el tirano de tus propias ideas.",

  "Piscis_Day": "Júpiter es tu regente tradicional (con la influencia de Neptuno). En el día, Júpiter es tu gran benéfico y aliado. Este es un año de fluidez, fe y carisma personal. Te sentirás guiado por una mano invisible y las cosas parecerán resolverse 'milagrosamente' en el último minuto. Tu identidad se suaviza; eres más empático, abierto y generoso. Es un año maravilloso para el crecimiento personal, viajes largos o educación superior. Sin embargo, la falta de límites es real. Puedes diluirte en los demás o perder el norte práctico por exceso de optimismo. Si Júpiter está fuerte (Piscis, Sagitario, Cáncer), es un año de bendiciones tangibles y expansión de conciencia. Si está débil, cuidado con el escapismo o las promesas vacías. Soñar es gratis, pero vivir requiere pagar las cuentas. Mantén un pie en la tierra.",

  "Piscis_Night": "Júpiter rige tu año en carta nocturna. Sigue siendo positivo, pero quizás más confuso, difuso o emocional. Tu intuición estará desbordada, lo cual es genial para artistas, terapeutas o místicos, pero complicado para la vida mundana y los horarios. Puedes sentirte como una esponja psíquica, absorbiendo todo el ambiente (lo bueno y lo malo). Es vital que aprendas a filtrar y proteger tu aura. El crecimiento viene de explorar tu mundo interior y tus sueños. Si Júpiter está bien aspectado, encontrarás inspiración profunda o resolverás temas emocionales antiguos. Si está afligido, cuidado con las desilusiones por idealizar demasiado a las personas o victimizarte. La lección es navegar tus aguas profundas sin ahogarte en ellas. Tu sensibilidad es un don, no una maldición, si aprendes a gestionarla."
}
