{
  "Aries_Day": "Este año, el foco de tu vida se desplaza radicalmente del 'yo' al 'nosotros'. Con la casa 7 en Libra activada, Venus toma el mando como tu Señora del Tiempo. Al ser una carta diurna, Venus no es tu benéfico principal, pero su influencia suaviza las aristas de tu independencia natural. Vas a notar que no puedes avanzar solo; necesitas la diplomacia, el contrato firmado o la aprobación de esa otra persona clave. Es probable que surjan negociaciones estéticas o legales que requieren tacto. El reto aquí es que podrías sentir que cedes demasiado terreno por mantener la paz. Sin embargo, si tu Venus natal está fuerte (en Tauro, Libra o Piscis), esta necesidad de compromiso no se sentirá como una pérdida, sino como una estrategia brillante que te trae aliados poderosos y acuerdos justos que estabilizan tu vida.",
  "Aries_Night": "Entras en una etapa donde las relaciones son tu mayor fuente de bendición. Al ser una carta nocturna, Venus es tu benéfico más potente y, al regir tu casa 7 (Libra), este año promete una dulzura y magnetismo especial en tus vínculos. Es el momento clásico para formalizar un romance, suavizar conflictos antiguos o encontrar a un socio comercial que realmente te valore. La gente querrá ayudarte simplemente porque les caes bien. La trampa puede ser la indulgencia o evitar conversaciones difíciles por miedo a romper la armonía. Recuerda esto: si tu Venus natal está bien situada, la fluidez de este año puede traerte una conexión casi kármica o una mejora financiera a través de tu pareja. No luches solo este año; deja que te quieran y te apoyen.",
  "Tauro_Day": "Prepárate para un año de alta intensidad en tus interacciones uno a uno. Tu casa 7 está en Escorpio, regida por Marte. En una carta diurna, Marte es el planeta que más desafíos suele presentar. Es posible que te encuentres con personas reactivas, competitivas o que tu pareja pase por una crisis que te afecte directamente. El ambiente puede sentirse caldeado, y la tentación de cortar lazos impulsivamente será alta. Pero aquí está la clave: si tu Marte natal está dignificado (en Capricornio, Aries o Escorpio), esta fricción no es destructiva, sino productiva. Se convierte en la energía necesaria para establecer límites inquebrantables, luchar por una relación que vale la pena o cerrar un ciclo tóxico con cirugía precisa. Usa el conflicto como una herramienta de limpieza, no de guerra.",
  "Tauro_Night": "Este año la pasión y la profundidad emocional definen tus vínculos. Con Escorpio en la casa 7 y Marte como tu Señor del Tiempo en una carta nocturna, tienes acceso a la versión más constructiva del guerrero. Marte aquí te da el coraje para fusionarte emocionalmente o para defender a tus socios con lealtad feroz. Es un año excelente para actividades compartidas que requieran vigor físico o estrategia conjunta. Puede que la dinámica con tu pareja se vuelva más sexual o económicamente entrelazada. Aunque el tono es intenso, tienes el control. Si tu Marte natal está fuerte, tendrás la capacidad de transformar radicalmente una relación estancada, inyectándole vida y verdad. No temas ir a lo profundo; la superficialidad no te servirá de nada este año.",
  "Géminis_Day": "El horizonte de tu mundo se expande a través de las personas que conoces este año. Tu casa 7 está en Sagitario, regida por Júpiter. Al ser una carta diurna, Júpiter es tu gran benéfico y está trabajando a tu favor. Es muy probable que atraigas a personas que actúen como maestros, guías o benefactores. Las relaciones ahora traen un aire de libertad, viajes o crecimiento intelectual. Quizás tu pareja te proponga una aventura o inicies una colaboración con alguien del extranjero. El optimismo reina. Si tu Júpiter natal está bien posicionado, este año podría marcar un hito de éxito compartido, como una boda grandiosa o una fusión empresarial lucrativa. La clave es decir 'sí' a las invitaciones que te saquen de tu zona de confort habitual.",
  "Géminis_Night": "Las relaciones este año te piden espacio, verdad y propósito. Con Sagitario en la casa 7 activado, Júpiter es tu guía. Aunque en carta nocturna Júpiter es neutral, sigue aportando abundancia y perspectiva. Es posible que sientas que tus relaciones actuales necesitan más aire o que busques socios que compartan tu filosofía de vida. Cuidado con idealizar demasiado a la otra persona o prometer más de lo que puedes cumplir en un contrato, ya que el entusiasmo puede nublar el detalle. Sin embargo, si tu Júpiter natal tiene dignidad, esa búsqueda de sentido compartido solidificará tus vínculos. Es un año para aprender junto al otro, no para competir por tener la razón. Busca la sabiduría en tus socios, ellos tienen la pieza que te falta.",
  "Cáncer_Day": "La seriedad y el compromiso son los temas centrales de este capítulo. Tu casa 7 es Capricornio, regida por Saturno. En una carta diurna, Saturno actúa de manera constructiva, ayudándote a construir estructuras duraderas. Este no es un año para romances fugaces, sino para definir 'qué somos' y hacia dónde vamos. Es probable que formalices una unión, firmes contratos a largo plazo o te asocies con alguien mayor o con mucha experiencia. Puede sentirse menos 'divertido', pero es inmensamente seguro. Si tu Saturno natal está fuerte (en Libra, Acuario o Capricornio), verás que el peso de la responsabilidad compartida no te aplasta, sino que te da una base sólida sobre la cual edificar tu futuro. La lealtad que establezcas ahora será inquebrantable.",
  "Cáncer_Night": "Este año puedes sentir el peso de las expectativas ajenas. Con Saturno activando tu casa 7 en Capricornio en una carta nocturna, Saturno es el maléfico de tu secta, lo que puede traer sensación de frialdad, distancia o bloqueos por parte de tu pareja o socios. Quizás sientas que el otro te exige demasiado o que hay un muro de incomunicación. Es fácil caer en el pesimismo sobre el amor. Pero no desesperes: si tu Saturno natal está bien colocado y dignificado, esta presión es simplemente el proceso de maduración necesario. Lo que parece una restricción es en realidad un filtro de calidad; Saturno está eliminando a las personas que no están listas para tomarse tu vida en serio. Paciencia y límites claros son tu mejor defensa.",
  "Leo_Day": "Tus relaciones toman un tinte intelectual, desapegado y quizás un poco rebelde. Tu casa 7 está en Acuario, territorio de Saturno. En carta diurna, Saturno es tu aliado estratégico. Buscarás compañeros que respeten tu individualidad y con quienes puedas compartir ideales de futuro. Es posible que te unas a un grupo o colectivo, o que tu pareja necesite más libertad de movimiento. Las reglas convencionales de las relaciones pueden no aplicarse este año. Si tu Saturno natal está dignificado, tendrás la capacidad de establecer vínculos muy estables pero modernos, basados en el respeto mutuo más que en la necesidad emocional. Es un año para construir un imperio o un legado social junto a alguien que sea tu igual mental.",
  "Leo_Night": "Puede que sientas que te enfrentas a muros invisibles en tus relaciones. Acuario en la casa 7, regido por Saturno, se activa en tu carta nocturna, donde Saturno suele ser más rígido. Podrías percibir a tu pareja como distante, terca o excesivamente lógica frente a tus necesidades emocionales. También es posible que debas asumir responsabilidades pesadas por causa de un socio. La lección aquí es la autosuficiencia dentro del vínculo. No obstante, si tu Saturno natal tiene fuerza y dignidad, esta aparente frialdad es en realidad estabilidad inamovible. Alguien en tu vida, aunque no sea el más cariñoso, será tu roca incondicional cuando las cosas se pongan difíciles. Valora la lealtad por encima de las demostraciones afectivas teatrales este año.",
  "Virgo_Day": "Este año, tus relaciones se tiñen de idealismo, empatía y quizás un poco de confusión. Piscis está en tu casa 7, regido por Júpiter. En carta diurna, Júpiter es tu gran benefactor. Es un momento hermoso para conectar espiritualmente con tu pareja o encontrar a alguien que te 'entienda' sin palabras. Las fronteras se disuelven. Podrías atraer a personas artísticas, sanadoras o muy soñadoras. El riesgo es perder el piso y sacrificarte demasiado por el otro. Pero, si tu Júpiter natal está bien posicionado, esta energía te trae una expansión emocional y una suerte providencial a través de los demás. Es posible que tu pareja tenga un éxito importante que te beneficie a ti también. Déjate llevar un poco y confía en la bondad ajena.",
  "Virgo_Night": "La línea entre la realidad y la fantasía en tus vínculos se vuelve borrosa. Con Piscis en la casa 7 y Júpiter como Señor del Tiempo en carta nocturna, hay una tendencia a idealizar a los socios o atraer a personas que necesitan ser 'salvadas'. Júpiter trae abundancia, pero sin los límites claros de Saturno, puede haber excesos o promesas que no se cumplen. Sin embargo, este tránsito es muy fértil para la colaboración creativa y la compasión. Si tu Júpiter natal está fuerte (ej. en Sagitario, Piscis o Cáncer), esa falta de límites se convierte en una fusión inspiradora. Puedes encontrar mentores espirituales o vivir un romance de cuento. Mantén un pie en la tierra, pero permite que tus relaciones te enseñen a soñar.",
  "Libra_Day": "La dinámica con los demás se vuelve directa, rápida y frontal. Tu casa 7 es Aries, regida por Marte. En una carta diurna, Marte es el planeta más problemático, por lo que es probable que enfrentes confrontaciones, impaciencia o competencia abierta. Tu pareja podría estar más agresiva o tú podrías perder tu famosa diplomacia. Es crucial elegir tus batallas. Sin embargo, no todo es conflicto: si tu Marte natal está dignificado (en su domicilio o exaltación), esta energía se sublima en acción conjunta. Podrían iniciar un negocio juntos, entrenar en pareja o luchar codo a codo por una causa común. La clave es hacer cosas juntos; la energía estancada se convierte en pelea, pero la energía en movimiento se convierte en logro.",
  "Libra_Night": "La pasión reactiva enciende tus relaciones. Con Aries en la casa 7 y Marte como Señor del Tiempo en carta nocturna, Marte juega a tu favor. Tienes el coraje para ir tras quien quieres o para pedir lo que necesitas sin rodeos. Es un año de 'luna de miel' apasionada o de un socio comercial que toma la iniciativa y te impulsa hacia adelante. La atracción física y la química serán determinantes. Si bien puede haber roces, son del tipo que limpian el aire rápidamente. Si tu Marte natal está fuerte, este es el año para romper la inercia. Alguien entrará en tu vida con la fuerza suficiente para sacarte de la indecisión. Aprovecha este empuje para revitalizar tus compromisos.",
  "Escorpio_Day": "Buscas paz, estabilidad y placer a través de tus vínculos. Tu casa 7 es Tauro, regida por Venus. En carta diurna, Venus es benéfica pero moderada. El foco estará en consolidar lo que tienes, disfrutar de la buena vida en pareja y asegurar las finanzas compartidas. La terquedad puede ser un tema; nadie querrá ceder. Pero el ambiente general es de construcción lenta y segura. Si tu Venus natal está bien ubicada, este año puede traer una mejora material tangible gracias a un socio o cónyuge. Es el momento de invertir juntos o simplemente disfrutar de la rutina compartida. No busques drama donde no lo hay; este año la aburrida estabilidad es tu mayor triunfo.",
  "Escorpio_Night": "Este es uno de los mejores años para el amor y la asociación en tu ciclo de 12 años. Con Tauro en la casa 7 y Venus como tu Señora del Tiempo en carta nocturna, Venus está en su máxima potencia benéfica. Se suaviza tu intensidad natural y atraes situaciones de armonía, belleza y disfrute sensual. Es ideal para bodas, reconciliaciones o asociaciones comerciales lucrativas. Te sentirás valorado y querido. La única trampa es la posesividad o el gasto excesivo en lujos compartidos. Pero si tu Venus natal tiene dignidad (Tauro, Libra, Piscis), las bendiciones son sólidas y tangibles. Deja de sospechar de todo por un momento y permítete recibir el afecto y los recursos que los demás quieren ofrecerte ahora.",
  "Sagitario_Day": "La comunicación es el oxígeno de tus relaciones este año. Tu casa 7 está en Géminis, regida por Mercurio. Todo pasa por el filtro de la palabra: negociaciones, debates, mensajes de texto eternos y la necesidad de entender racionalmente al otro. Mercurio es neutral y se tiñe de los planetas que toca, así que la calidad del año depende de tus tránsitos. Buscarás una pareja que sea también tu mejor amigo o un socio intelectual. Puede haber cierta inestabilidad o dualidad (¿dos opciones de pareja? ¿cambios de opinión?). Si tu Mercurio natal está fuerte y bien aspectado, la claridad mental que logras con el otro te ayudará a resolver problemas antiguos hablando. No asumas nada; pregúntalo todo.",
  "Sagitario_Night": "Tus vínculos se vuelven un espejo de tu propia mente. Géminis en la casa 7, regido por Mercurio, indica un año de mucho movimiento social, curiosidad y adaptabilidad en pareja. En carta nocturna, la lógica de Mercurio puede a veces chocar con tu intuición, pero es vital para poner orden. Es posible que viajes con tu pareja o que inicies trámites y papeles legales conjuntos. El riesgo es la dispersión o el chisme afectando la relación. Sin embargo, si tu Mercurio natal tiene dignidad (está en Géminis o Virgo), tendrás una habilidad sobrenatural para negociar acuerdos beneficiosos. Es el año para poner las cartas sobre la mesa y verbalizar los acuerdos tácitos que ya no funcionan.",
  "Capricornio_Day": "La nutrición emocional y la seguridad del hogar se proyectan en tu pareja. Tu casa 7 es Cáncer, regida por la Luna. En carta diurna, la Luna está fuera de su secta, lo que puede manifestarse como fluctuaciones anímicas en tu pareja o una sensación de que debes 'maternar' a tus socios. Las emociones estarán a flor de piel y es posible que te sientas un poco incómodo con tanta vulnerabilidad expuesta. Sin embargo, si tu Luna natal está bien situada (Tauro o Cáncer), esta sensibilidad te permite conectar a un nivel profundo que tu naturaleza estoica usualmente evita. Es un año para cuidar y ser cuidado. No ignores las necesidades domésticas de tu relación; resolver los temas de vivienda o familia fortalecerá el vínculo.",
  "Capricornio_Night": "Entras en una fase de intimidad profunda y pertenencia. Con Cáncer en la casa 7 y la Luna como luminaria de tu secta nocturna, el enfoque en las relaciones es instintivo y protector. Te sentirás más cómodo mostrando tu lado suave. Es un tiempo excelente para convivir, formar una familia o simplemente crear un refugio seguro con tu persona especial. Tu intuición sobre en quién confiar estará muy afilada. Si bien puede haber momentos de hipersensibilidad, si tu Luna natal está fuerte, esa energía se canaliza en un apoyo emocional incondicional que revitaliza tu vida. Deja que tu pareja vea lo que hay detrás de tu armadura; este año, la vulnerabilidad es tu fortaleza.",
  "Acuario_Day": "Tu pareja o socios toman el centro del escenario y brillan con luz propia. Tu casa 7 es Leo, regida por el Sol. En carta diurna, el Sol es la luminaria líder, lo que sugiere que te asociarás con personas carismáticas, líderes o con cierta fama. Es posible que el éxito de tu pareja te ilumine a ti también. Sin embargo, el tema del ego será central: ¿hay espacio para dos estrellas en esta relación? Si tu Sol natal está dignificado (en Leo o Aries), sentirás orgullo por tus asociaciones y trabajarán como un equipo real donde cada uno respeta la luz del otro. Si no, cuidado con las luchas de poder o sentirte eclipsado. Tu tarea es liderar junto al otro, no competir por el micrófono.",
  "Acuario_Night": "La identidad y el propósito se juegan a través de tus relaciones. Leo en la casa 7, regido por el Sol, marca un año donde 'el otro' tiene una presencia dominante. En carta nocturna, el Sol tiene menos autoridad natural, por lo que podrías sentir que tu pareja es exigente, dramática o que requiere demasiada atención constante. Es un año de lealtad absoluta, pero también de teatro. Tienes que aprender a aplaudir los logros ajenos sin sentir que disminuyen los tuyos. Si tu Sol natal está bien ubicado, esta configuración trae relaciones nobles y generosas que te ayudan a ver tu propio valor reflejado en sus ojos. No te escondas; deja que la calidez de tus vínculos derrita un poco tu frialdad mental habitual.",
  "Piscis_Day": "El amor se convierte en un verbo: servir, organizar y mejorar. Tu casa 7 está en Virgo, regida por Mercurio. Tus relaciones bajan de la nube pisciana para tocar tierra firme. Te enfocarás en los detalles prácticos de la convivencia, la salud de tu pareja o la eficiencia de tus socios comerciales. Puede parecer poco romántico, pero es inmensamente útil. Mercurio aquí pide análisis crítico. Cuidado con caer en la crítica excesiva o sentir que tienes que 'arreglar' a tu pareja. Si tu Mercurio natal está fuerte (en Virgo o Géminis), descubrirás que la verdadera intimidad se construye en los pequeños gestos cotidianos y en la comunicación precisa. Un contrato bien redactado o una rutina compartida saludable serán tu mejor acto de amor este año.",
  "Piscis_Night": "Buscas orden y claridad mental en medio de tu caos emocional habitual a través de un otro. Virgo en la casa 7, regido por Mercurio, trae a tu vida personas racionales, trabajadoras y quizás un poco escépticas que te ayudan a organizarte. En carta nocturna, agradeces esta estructura, aunque a veces la sientas seca. Es un año de conversaciones pragmáticas sobre el futuro de la relación. No es tiempo de suposiciones telepáticas, sino de hablar claro. Si tu Mercurio natal está dignificado, tendrás la capacidad de traducir tus sueños en planes tangibles gracias al apoyo de tus socios. Permite que te ayuden a editar tu vida; su visión crítica no es un ataque, es la herramienta que necesitas ahora para crecer."
}
