{
  "Aries_Day": "Este es un año de fuego, urgencia y afirmación radical. La Profección de Casa 1 en Aries te pide que te pongas primero, pero con Marte diurno, la energía es volátil y explosiva. Sientes una prisa interna por cambiar tu imagen, cortar relaciones que te estorban o iniciar proyectos sin pedir permiso. Te ves envuelto en conflictos rápidos porque tu tolerancia a la tontería es cero. Cuidado con los golpes, las fiebres o los cortes de pelo impulsivos de los que te arrepientes a los dos días. La lección es aprender a liderar tu vida sin atropellar a los demás ni quemarte a ti mismo. Tu valentía es tu mejor activo, úsala para construir, no solo para destruir.",
  "Aries_Night": "Llega un ciclo de valentía estratégica y definición personal. Tu Casa 1 en Aries bajo la noche hace de Marte un guardaespaldas eficiente: te vuelves decisivo, cortando con precisión quirúrgica lo que ya no sirve en tu vida. Es un año excelente para el entrenamiento físico, sientes el cuerpo más fuerte y capaz de sostenerte. No buscas pelea, pero si alguien cruza la línea, tu defensa es impecable y respetada. Te presentas al mundo con una autoridad natural, sin necesidad de gritar. Es el momento de confiar en tu instinto de supervivencia y avanzar hacia lo que quieres sin dudar. Eres tu propio héroe.",
  "Tauro_Day": "Este año la vida te pide que habites tu cuerpo y definas tus valores con firmeza. Con la Casa 1 en Tauro y Venus de día, hay un enfoque en la estabilidad, pero puedes sentir cierta fricción entre querer placer y tener que trabajar duro por él. Te vuelves más terco sobre cómo quieres que te vean y qué te mereces, lo cual es bueno, pero cuidado con la inflexibilidad o la indulgencia excesiva como escape. Quizás inviertes dinero en ropa de calidad o cambias tu dieta buscando sustento real. La diplomacia es tu herramienta: úsala conscientemente para suavizar el camino. Tu presencia debe ser una roca segura, no un muro inamovible.",
  "Tauro_Night": "Entras en un periodo de florecimiento personal y magnetismo sin esfuerzo. Al activarse tu Casa 1 en Tauro con Venus nocturna, irradias una calma y una belleza que atrae a la gente hacia ti. Es el año para cambiar de look, disfrutar de masajes, buena comida y ritmos lentos sin culpa. Te sientes cómodo en tu propia piel y esa seguridad silenciosa abre puertas sociales y románticas. Priorizas el placer y la armonía visual en tu entorno inmediato. No hay prisa, solo hay disfrute y construcción sólida. Confía en la suavidad, es tu poder más grande ahora mismo.",
  "Géminis_Day": "Es un año de movimiento rápido, mil pestañas abiertas en el navegador y reinvención mental. Tu Casa 1 en Géminis con Mercurio diurno te convierte en un estratega social y comercial. Tu identidad se vuelve flexible: hoy te vistes de una forma, mañana de otra, probando avatares diferentes. Hablas mucho, negocias, vendes tus ideas y te conectas con todo el mundo, pero el riesgo es la dispersión y la ansiedad nerviosa. Tu cuerpo pide movimiento, quizás correr o usar las manos. La clave es no perderte en el ruido que tú mismo generas. Usa tu agilidad para abrir caminos, pero elige uno para caminar.",
  "Géminis_Night": "Te adentras en un ciclo de curiosidad profunda y reescritura de tu narrativa. La Casa 1 en Géminis bajo la noche lleva a Mercurio hacia adentro: te analizas, investigas quién eres y quizás escribes o estudias algo que cambia tu autoimagen. Es un año donde las conversaciones más importantes ocurren en tu cabeza o con un círculo íntimo que entiende tu lenguaje. Puedes sentirte inquieto, buscando las palabras exactas para definirte. Tu inteligencia es tu carta de presentación; la gente te busca por lo que sabes y cómo atas cabos. Escúchate, tienes las respuestas que buscas si bajas el volumen del exterior.",
  "Cáncer_Day": "Este es un año donde tu identidad se vincula totalmente a tu mundo emocional y tus raíces. Con la Casa 1 en Cáncer y la Luna de día, tus estados de ánimo son visibles para todos; no puedes ocultar lo que sientes. Tu cuerpo fluctúa, reteniendo líquidos o reaccionando al estrés del entorno, pidiendo que lo cuides como a un niño. Puedes sentirte más defensivo o susceptible, tomándote las cosas de forma muy personal. Es vital que respetes tus necesidades cambiantes y no te fuerces a una constancia artificial. Tu vulnerabilidad es un filtro: quien no la respete, no debe estar cerca.",
  "Cáncer_Night": "Llega un ciclo de intuición poderosa y fortaleza emocional. Tu Casa 1 en Cáncer con la Luna nocturna te convierte en un refugio, tanto para ti como para otros. Te sientes conectado con tu cuerpo de una forma instintiva, sabiendo qué comer y cuándo descansar. Tu presencia es magnética porque transmites seguridad y contención. Es un gran año para nutrirte, quizás cambiando tu estilo a algo más suave y acogedor, o tomando el rol de 'madre' o protector en tu grupo. Tu instinto no falla este año; si algo se siente mal en las tripas, es porque lo está. Confía en tu marea interna.",
  "Leo_Day": "Es tu año para salir al escenario y reclamar tu corona. La Casa 1 en Leo con el Sol diurno te da una visibilidad innegable; entras a una habitación y la energía cambia. Tienes claridad sobre quién eres y qué quieres, y la vitalidad te acompaña para liderar proyectos o cambios de imagen audaces. Es el momento de arreglarte el pelo, usar colores vivos y dejar de esconderte. El peligro es caer en la arrogancia o sentir que si no te aplauden, no existes. Eres el protagonista, pero recuerda que un buen rey también sabe escuchar. Brilla, porque tu luz da permiso a otros para hacer lo mismo.",
  "Leo_Night": "Entras en un periodo de autenticidad radical y descubrimiento de tu luz interior. Con la Casa 1 en Leo y el Sol nocturno, el foco no está en la fama externa, sino en ser fiel a ti mismo aunque nadie mire. Puede que sientas la presión de 'tener que ser alguien' o te agote la exposición constante, prefiriendo brillar en círculos selectos. Es un año para crear desde el corazón y definir tu identidad lejos de las expectativas ajenas. Tu presencia es intensa y cálida, como una hoguera en la noche. No necesitas demostrar nada, tu dignidad natural habla por ti.",
  "Virgo_Day": "Este año se trata de optimizar quién eres y cómo funcionas. La Casa 1 en Virgo con Mercurio diurno pone tu mente en modo analítico: revisas tu dieta, tu rutina, tu ropa y tus defectos con lupa. Eres eficiente y útil, resolviendo problemas propios y ajenos a la velocidad de la luz. Sin embargo, la autocrítica puede ser feroz; cuidado con la ansiedad por la perfección o por querer arreglarlo todo ya. Tu cuerpo te pedirá orden y limpieza. Es un excelente momento para adquirir nuevas habilidades técnicas o mejorar tu salud. Recuerda que eres humano, no un proyecto a corregir.",
  "Virgo_Night": "Llega un ciclo de discernimiento inteligente y cuidado silencioso. Tu Casa 1 en Virgo bajo la noche usa a Mercurio para investigar las causas profundas de tus hábitos. No se trata de criticarte, sino de entenderte. Te vuelves selectivo con quién dejas entrar en tu campo y cómo gastas tu energía. Es un año de limpieza, donde simplificas tu armario, tu agenda y tus compromisos. Tu presencia es discreta pero indispensable; la gente nota que tienes las soluciones reales. La introspección es tu herramienta de mejora. Menos ruido, más esencia.",
  "Libra_Day": "Este es un año donde tu identidad se define a través del espejo de los demás. Con la Casa 1 en Libra y Venus diurna, buscas la belleza y el equilibrio, pero puedes sentir la presión de agradar o mantener las formas a costa de tu verdad. Te esfuerzas por ser diplomático y verte impecable, invirtiendo en estética o moda. Es un excelente momento para usar tu encanto socialmente, pero el reto es no perderte en la complacencia. Aprende a decir 'no' con una sonrisa. La armonía real empieza cuando estás en paz contigo mismo, no cuando todos están contentos contigo.",
  "Libra_Night": "Entras en un periodo de gracia, encanto y fluidez social. Tu Casa 1 en Libra con Venus nocturna suaviza todas las aristas; te sientes más atractivo y la gente responde a tu amabilidad con favores y afecto. Es el año ideal para renovar tu guardarropa, cambiar de estilo y disfrutar de eventos sociales donde eres el centro de armonía. Las cosas llegan a ti más fácil que de costumbre, así que aprovecha para conectar y colaborar. Tu presencia es un bálsamo para los demás. Disfruta de la belleza que eres capaz de crear y atraer.",
  "Escorpio_Day": "Prepárate para un año de intensidad, defensa y transformación cruda. La Casa 1 en Escorpio con Marte diurno te pone una armadura; andas por la vida con el radar de amenazas encendido. Tienes energía de sobra para destruir obstáculos y reinventarte, pero puedes ser reactivo, cortante o envolverte en conflictos de poder innecesarios. Tu mirada es penetrante y tu presencia intimida un poco. Es vital que canalices este volcán hacia una pasión, deporte o meta ambiciosa, o terminarás peleando con tu propia sombra. No todo es una guerra, a veces basta con soltar.",
  "Escorpio_Night": "Llega un ciclo de poder personal profundo y regeneración estratégica. Con la Casa 1 en Escorpio y Marte nocturno, tienes el control total de tus impulsos. Eres capaz de guardar secretos, planear a largo plazo y resistir cualquier crisis. Es un año de metamorfosis: cambias de piel psicológicamente y quizás físicamente, volviéndote más magnético y misterioso. No buscas la aprobación de nadie, te validas tú mismo. Tu fortaleza es silenciosa pero inquebrantable. Es el momento de investigar tus profundidades y salir más fuerte que nunca.",
  "Sagitario_Day": "Este es tu año de expansión, suerte y nuevos horizontes. La Casa 1 en Sagitario con Júpiter diurno te abre puertas; sientes que puedes comerte el mundo. Te presentas como un guía, un aventurero o un profesor. Llegan oportunidades de viaje, estudios o mentores que cambian tu visión de ti mismo. Tiendes a decir que sí a todo, lo cual es genial, pero cuidado con prometer más de lo que puedes cumplir o subir de peso por pura indulgencia. Tu optimismo es tu marca personal. Atrévete a crecer, el universo te está guiando.",
  "Sagitario_Night": "Entras en un periodo de crecimiento interior y búsqueda de sentido. Tu Casa 1 en Sagitario con Júpiter nocturno actúa como una protección sutil; sientes una fe interna que te sostiene incluso en la duda. Quizás no viajes físicamente, pero tu mente y espíritu se expanden. Es un año donde cuestionas tus creencias y alineas tu vida con tu verdad filosófica. Te vuelves un referente moral o espiritual para tu entorno. La expansión es lenta pero profunda, como un árbol echando raíces nuevas. Confía en el proceso, estás siendo guiado hacia tu propósito.",
  "Capricornio_Day": "Es un año de construcción, autoridad y madurez visible. Con la Casa 1 en Capricornio y Saturno diurno, te tomas en serio a ti mismo y el mundo te responde con respeto. Asumes responsabilidades pesadas y trabajas duro en tu imagen profesional o en tu cuerpo físico con disciplina espartana. No es un año de resultados rápidos, sino de poner los ladrillos de tu imperio. Puedes sentirte un poco seco o distante, pero estás ganando una solidez que nadie te podrá quitar. La disciplina es tu forma más alta de amor propio ahora.",
  "Capricornio_Night": "Llega un ciclo de resistencia, peso y lecciones de realidad. Tu Casa 1 en Capricornio con Saturno nocturno puede sentirse pesada; quizás enfrentas retrasos, cansancio físico o una sensación de soledad. La vida te pide que madures a través de obstáculos que prueban tu temple. Puedes sentirte más viejo de lo que eres o muy exigido por el deber. Sin embargo, esta presión forma diamantes. Es el momento de eliminar lo superfluo y quedarte solo con lo esencial. Paciencia, estás construyendo una estructura que durará toda la vida.",
  "Acuario_Day": "Este es un año para definirte por lo que te hace diferente. La Casa 1 en Acuario con Saturno diurno te da la estructura para ser un rebelde con causa. Te alejas de la manada para seguir tu propia visión, y ganas respeto por tu originalidad e intelecto. Es posible que cambies tu look a algo radical o te unas a grupos que comparten tus ideales futuristas. Eres frío en la toma de decisiones, priorizando la lógica sobre la emoción. Tu independencia es tu tesoro. No temas ser el 'raro', es exactamente lo que el mundo necesita de ti.",
  "Acuario_Night": "Entras en un periodo de aislamiento reflexivo y redefinición mental. Con la Casa 1 en Acuario y Saturno nocturno, puedes sentirte incomprendido o desconectado de tu entorno, como si hablaras otro idioma. Es un año de rigidez mental o de sentirte bloqueado si intentas encajar donde no cabes. La lección es aceptar tu soledad como un espacio de libertad, no de rechazo. Úsalo para estudiar, pensar y estructurar tus ideas lejos del ruido. Tu fuerza radica en tu capacidad de mantenerte fiel a tus principios, aunque camines solo.",
  "Piscis_Day": "Es un año de fluidez, carisma y disolución de límites. La Casa 1 en Piscis con Júpiter diurno te vuelve permeable y adaptable; absorbes el ambiente y conectas con todos desde la empatía. Es un gran año para artistas, sanadores o creativos, ya que la inspiración te brota por los poros. El riesgo es la falta de dirección o perderte en fantasías, descuidando lo práctico. La gente te ve como alguien inspirador y generoso. Déjate llevar por la corriente, pero mantén un ancla a tierra. Tu sensibilidad es un regalo, no una debilidad.",
  "Piscis_Night": "Llega un ciclo de misticismo, intuición y protección invisible. Tu Casa 1 en Piscis con Júpiter nocturno te conecta con tu lado espiritual de forma profunda. Te sientes guiado por sueños, corazonadas y señales. Es un año donde tu presencia es etérea; a veces prefieres ser invisible o retirarte a tu mundo interior para recargar energías. La suerte te llega de formas misteriosas y sutiles. Es el momento de sanar viejas heridas de identidad y confiar en que el universo te sostiene aunque no veas la red. Fluye, no empujes."
}
