{
  "Aries_Day": "Este año, la energía de tus grupos y amistades se vuelve eléctrica, rápida y, a veces, volátil. Con Marte activado en una carta diurna, es probable que sientas cierta fricción en tu círculo social. Quizás te encuentres liderando una iniciativa donde nadie más se atreve a tomar el mando, o por el contrario, cortando lazos con personas cuya pasividad ya no toleras. Es un año de 'poda' social necesaria. Si Marte está bien posicionado o dignificado en tu carta natal, esta energía no será destructiva, sino estratégica: tendrás el coraje para defender a tus amigos o impulsar un proyecto colaborativo con una fuerza imparable. Sin embargo, si Marte está tenso, cuidado con las discusiones impulsivas en chats grupales o con sentir que compites con tus aliados. La clave es la acción independiente dentro del grupo: sé el pionero, no el provocador.",
  "Aries_Night": "Entras en un año de dinamismo social absoluto, donde tus amigos se convierten en tus compañeros de batalla y tus mayores impulsores. Al ser una carta nocturna, Marte opera a tu favor, inyectando vitalidad y propósito a tus redes de contacto. Es el momento perfecto para unirte a equipos deportivos, causas activistas o proyectos que requieran sudor y esfuerzo conjunto. Sentirás que tu 'tribu' te respalda y te empuja a ser más valiente. A diferencia de otros momentos, el conflicto aquí suele ser productivo; el roce genera el fuego que necesitas para avanzar. Si tienes metas a largo plazo que parecían estancadas, un amigo o un nuevo grupo te dará el empujón (o la patada amistosa) que necesitas para arrancar. No esperes calma; espera movimiento, ruido y victorias compartidas.",
  "Tauro_Day": "Tu enfoque este año se desplaza hacia la estabilidad y el valor tangible de tus conexiones. Bajo la regencia de Venus, buscarás amistades que no solo sean agradables, sino que aporten seguridad y sensatez a tu vida. Es posible que te involucres en grupos relacionados con el arte, las finanzas o el disfrute sensorial (cenas, catas, naturaleza). En una carta diurna, Venus sigue siendo benéfica, pero quizás sientas más la presión de mantener las apariencias o el costo económico de la vida social. Si Venus está fuerte en tu carta, consolidarás alianzas leales que durarán décadas. Si está en una posición compleja, podrías notar cierta indulgencia o superficialidad en tu entorno. El consejo es buscar calidad sobre cantidad: invierte tu tiempo en personas que te hagan sentir en tierra firme, no en quienes drenen tus recursos.",
  "Tauro_Night": "Este es un año para cosechar los frutos dulces de tu vida social. Con Venus activada en una carta nocturna, su capacidad para atraer 'la buena vida' a través de amigos se magnifica. Prepárate para invitaciones, regalos inesperados y una sensación de pertenencia que te reconforta el alma. Es un momento excelente para que tus amigos te presenten oportunidades románticas o financieras; el dinero y la amistad pueden mezclarse favorablemente ahora. Sentirás una reducción en el drama y un aumento en el placer compartido. Si tu Venus natal está bien situada, podrías incluso monetizar una red de contactos o recibir el apoyo de mujeres influyentes. La lección aquí es permitirte recibir y disfrutar del apoyo colectivo sin sentir que debes algo a cambio inmediatamente. Relájate y deja que tu círculo te cuide.",
  "Géminis_Day": "Tu vida social se convierte en un centro de intercambio de información a alta velocidad. Con Mercurio como regente del año, tus amigos no son solo compañía, son fuentes de datos, conectores y estimulantes mentales. Es un año de muchísimos mensajes, correos, planes que cambian a última hora y conocer gente a través de otra gente. En una carta diurna, el enfoque suele ser más pragmático: ¿qué puedo aprender de este grupo? ¿Cómo me ayuda esta red en mis objetivos? Si Mercurio está fuerte, serás el nexo que une a personas dispares con éxito. Si está tenso, cuidado con los chismes, los malentendidos o la dispersión de energía al intentar estar en todas partes a la vez. Tu superpoder este año es la adaptabilidad; mantén la curiosidad alta y la agenda flexible.",
  "Géminis_Night": "La curiosidad define tus interacciones este año. Al activarse Mercurio, notarás que tus grupos de amigos se diversifican; podrías encontrarte charlando con personas de trasfondos totalmente distintos a los tuyos. Es un año excelente para el networking intelectual, unirte a clubes de lectura, foros online o grupos de estudio. En una carta nocturna, Mercurio puede volverse un poco más introspectivo o investigativo; quizás tus conversaciones con amigos tomen un tono más profundo o psicológico. Si tu Mercurio natal tiene desafíos, podrías sentir ansiedad social o sobreanalizar lo que otros piensan de ti. Sin embargo, si logras canalizar esta energía, descubrirás que las palabras son tu mejor herramienta para construir puentes. Escucha tanto como hablas y verás cómo tus sueños toman forma a través de las ideas de otros.",
  "Cáncer_Day": "Tus amistades pasan por un filtro emocional intenso este año. Con la Luna como regente del año en una carta diurna, es posible que sientas cierta vulnerabilidad o exposición en grupos grandes. La Luna aquí pide 'familia elegida', pero la luz del día a veces la hace sentir incómoda, revelando fluctuaciones en tu popularidad o en cómo te perciben los demás. Podrías asumir el rol de cuidador del grupo, lo cual es noble pero agotador si no hay reciprocidad. Si la Luna está bien dignificada (ej. en Tauro o Cáncer), crearás un refugio seguro para tus amigos. Si está afligida, cuidado con tomarte las dinámicas grupales de forma demasiado personal o sentirte excluido por cambios de humor ajenos. La clave es nutrir a tu comunidad sin vaciar tu propio tanque emocional.",
  "Cáncer_Night": "Este año, tu intuición es la brújula que guía tus alianzas. Al ser una carta nocturna, la Luna se siente en casa, permitiéndote conectar con tus amigos a un nivel casi telepático. Ya no se trata de hacer networking superficial, sino de encontrar a tu 'tribu' del alma. Es probable que tu hogar se convierta en el punto de reunión o que las amistades femeninas cobren un protagonismo sanador. Sentirás instintivamente en quién confiar y de quién alejarte. Si tu Luna natal está fuerte, recibirás un apoyo emocional masivo de tu entorno, validando tus esperanzas y sueños más íntimos. Es un año para ser la 'madre' o el 'padre' simbólico de tu grupo, o para dejarte cuidar. Fluye con los ciclos: habrá semanas de mucha sociabilidad y otras de retiro necesario; respeta ambas.",
  "Leo_Day": "Prepárate para ser el centro de gravedad de tu círculo social. Con el Sol activado en una carta diurna, este es tu momento para brillar, liderar y ser visto por tu comunidad. Tus aspiraciones y sueños reciben un reflector gigante; ya no puedes esconder lo que deseas lograr. Es un año excelente para que amigos influyentes o figuras de autoridad te den un empujón hacia arriba. Si el Sol está fuerte en tu carta, tu carisma natural atraerá aliados poderosos y leales. Sin embargo, si el Sol tiene aspectos difíciles, vigila el ego: ¿estás buscando colaboración o simplemente aplausos? El desafío será distinguir entre amigos auténticos y aquellos que solo quieren calentarse con tu luz. Lidera con generosidad y tu red de contactos se convertirá en tu mayor activo.",
  "Leo_Night": "Aunque el Sol te pide destacar en grupos y redes, en una carta nocturna esta energía puede sentirse más interna o privada. Quizás seas el líder en la sombra, el que mueve los hilos o el que inspira a los demás sin necesitar el micrófono principal. Tus amistades te pedirán autenticidad radical; ya no podrás sostener máscaras sociales por compromiso. Es posible que sientas cierta tensión entre querer pertenecer al grupo y la necesidad imperiosa de destacar tu individualidad. Si el Sol está bien posicionado, encontrarás un grupo que celebra tu unicidad sin envidias. Si hay tensión, podrías sentir que tus amigos no te valoran lo suficiente o que tienes que 'bajar tu brillo' para encajar. Recuerda: tu verdadera comunidad es aquella que no se intimida por tu talento, sino que lo celebra.",
  "Virgo_Day": "La utilidad y el servicio son los temas centrales de tus amistades este año. Con Mercurio activado, buscarás rodearte de personas que 'funcionen', que tengan la vida ordenada o con las que puedas colaborar en proyectos prácticos. Es un año de menos fiestas y más talleres, voluntariados o grupos de trabajo. En una carta diurna, tu ojo crítico estará afilado: notarás rápidamente quién aporta y quién es un lastre en tu red. Si Mercurio está fuerte, serás el arquitecto que organiza a la gente para lograr metas comunes eficientemente. Si está bajo tensión, cuidado con caer en la crítica excesiva hacia tus amigos o sentir que siempre eres tú quien tiene que arreglar los problemas del grupo. La conexión mental es clave; buscarás amigos con los que puedas resolver el mundo, un detalle a la vez.",
  "Virgo_Night": "Tus redes sociales y amistades se vuelven un terreno de análisis y mejora. Bajo la influencia de Mercurio, te encontrarás diseccionando las dinámicas de tus grupos: ¿por qué nos reunimos? ¿qué estamos logrando? Es un excelente año para conectar con personas a través de intereses técnicos, de salud o intelectuales. En carta nocturna, este análisis puede volverse más introspectivo, llevándote a entender tu rol en los grupos desde un ángulo psicológico. Si tu Mercurio natal es fuerte, tus consejos serán oro puro para tus amigos y ellos acudirán a ti buscando claridad. Si está desafiado, la ansiedad por los detalles podría aislarte o hacerte parecer demasiado exigente. Intenta usar tu discernimiento para ayudar a tus amigos a crecer, no para señalar sus fallos. La perfección no existe en las relaciones, pero la mejora continua sí.",
  "Libra_Day": "La armonía y la diplomacia son tus divisas sociales este año. Con Venus como regente, tus amistades florecen cuando hay equilibrio y belleza de por medio. Te atraerán personas con buen gusto, artistas o aquellos que sepan mantener una conversación elegante. En una carta diurna, Venus suaviza las asperezas, ayudándote a negociar paz en grupos conflictivos o a conectar a personas que deberían conocerse. Si Venus está bien situada, podrías beneficiarte económicamente a través de tus contactos. Sin embargo, si está en una posición débil, podrías caer en la complacencia, aceptando amistades superficiales solo para evitar estar solo o evitar el conflicto. El reto es mantener la estética y la paz sin sacrificar tu autenticidad. Recuerda que una 'buena' amistad no es solo la que se ve bien en fotos, sino la que se siente justa.",
  "Libra_Night": "Este es uno de los mejores años para sentir el amor y el apoyo de tu comunidad. Venus, operando en su secta nocturna, trae una calidad de conexión profunda y gratificante. Tus amigos pueden convertirse en facilitadores de suerte, presentándote a las personas correctas en el momento justo. Es un año ideal para socializar, organizar eventos o simplemente disfrutar de la compañía de quienes te quieren. Si tu Venus natal es fuerte, la solidaridad femenina o las alianzas artísticas serán fuentes de gran alegría y ganancia. Incluso si Venus tiene desafíos, la secta nocturna mitiga el daño, convirtiendo los problemas en simples malentendidos que se resuelven con una cena y una buena charla. Tu encanto es tu llave maestra este año; úsala para unir, no solo para agradar.",
  "Escorpio_Day": "La intensidad llega a tu vida social. Con Marte activado en una carta diurna, prepárate para ir al fondo de la verdad en tus alianzas. Las amistades tibias no sobrevivirán este año; solo quedarán los leales incondicionales. Es probable que enfrentes luchas de poder dentro de grupos o que descubras enemigos ocultos disfrazados de aliados. No temas: es una purga necesaria. Si Marte está dignificado (ej. en Escorpio o Capricornio), tendrás la astucia y la fuerza para cortar lo tóxico y liderar tu manada con una lealtad férrea. Si Marte está mal dispuesto, cuidado con la paranoia o con iniciar guerras innecesarias por orgullo. La lección es transformar tu círculo: calidad extrema sobre cantidad. Los que queden a tu lado después de este año serán tus hermanos de sangre para siempre.",
  "Escorpio_Night": "Tus amistades se convierten en una fuente de poder y estrategia. Al ser una carta nocturna, Marte trabaja a tu favor, dándote la capacidad de actuar en conjunto con otros para lograr objetivos ambiciosos. No es un año para socializar por socializar, es un año para conspirar (en el buen sentido) y conquistar metas con tus aliados. Sentirás una pasión renovada por causas colectivas. Si tu Marte natal está fuerte, serás el motor que impulsa al grupo hacia adelante, protegiendo a los tuyos con ferocidad. Si hay aspectos tensos, podrías sentir impaciencia con los amigos más lentos o pasivos, pero tendrás la energía para motivarlos. La clave es la confianza: una vez que la otorgas, defiendes a los tuyos hasta el final. Este año, tus amigos son tu ejército y tu refugio.",
  "Sagitario_Day": "El horizonte de tu mundo social se expande masivamente. Con Júpiter como regente del año en su propia secta, las oportunidades llegan a través de amigos, mentores y redes internacionales. Es el momento de decir 'sí' a invitaciones que te saquen de tu zona de confort. Conocerás a personas que actuarán como maestros o benefactores, abriéndote puertas que ni sabías que existían. Si Júpiter está bien posicionado, el crecimiento es orgánico y abundante; sentirás que el universo conspira a tu favor a través de la gente. Si Júpiter está afligido, el riesgo es el exceso: gastar demasiado en salidas, prometer más de lo que puedes cumplir a tus amigos o confiar ciegamente en quien vende humo. Mantén los pies en la tierra, pero deja que tu red de contactos te eleve al cielo.",
  "Sagitario_Night": "Tus esperanzas y sueños reciben una inyección de fe y optimismo. Aunque Júpiter está fuera de secta en una carta nocturna, sigue siendo un benéfico, trayendo alivio y expansión a tus círculos sociales. Buscarás amistades que compartan tu filosofía de vida o tu búsqueda de sentido. Es posible que te unas a grupos religiosos, académicos o de viajes. El desafío aquí puede ser la falta de límites: querer ayudar a todos tus amigos o involucrarte en demasiados grupos a la vez, diluyendo tu energía. Si Júpiter está dignificado (ej. en Sagitario o Piscis), la suerte te protegerá incluso de tus propios excesos. Si no, cuidado con los 'amigos' que prometen el oro y el moro. Busca la sabiduría colectiva, no solo la fiesta, y encontrarás guías valiosos en tu camino.",
  "Capricornio_Day": "Tus amistades se vuelven un asunto serio, estructurado y a largo plazo. Con Saturno como regente del año en una carta diurna, buscas calidad, madurez y compromiso en tus redes. Es posible que reduzcas tu círculo social, quedándote solo con aquellos que han demostrado su valor en el tiempo. Podrías conectar con personas mayores, mentores o figuras de autoridad que te ayuden a cimentar tus ambiciones. Si Saturno está dignificado (ej. en Libra, Capricornio o Acuario), construirás alianzas inquebrantables que serán los pilares de tu futuro éxito. Si Saturno está débil, podrías sentirte aislado, juzgado por tus pares o cargando con responsabilidades pesadas dentro de un grupo. No busques la popularidad efímera; busca el respeto y la solidez. Lo que construyas con otros este año está hecho para durar.",
  "Capricornio_Night": "Este año puedes sentir el peso de la soledad incluso estando acompañado, o la carga de ser el 'adulto responsable' en tu grupo de amigos. Saturno fuera de secta puede traer frialdad o bloqueos en las redes sociales, haciéndote sentir que no encajas o que los demás te exigen demasiado. Sin embargo, no todo es sombrío: este tránsito te obliga a definir límites claros. Si Saturno está bien posicionado o dignificado en tu natal, asumirás un rol de liderazgo necesario y respetado, poniendo orden en el caos grupal. Si está mal aspectado, cuidado con la rigidez o el cinismo hacia la gente. La lección es que la verdadera amistad requiere trabajo y fronteras sanas. No te aísles por miedo al rechazo; busca a aquellos pocos que entienden tu sentido del deber y valoran tu lealtad silenciosa.",
  "Acuario_Day": "Tu visión de la comunidad se vuelve el eje central de tu año. Bajo la regencia de Saturno en una carta diurna, te enfocas en construir estructuras sociales que apoyen tus ideales humanitarios o intelectuales. No te interesan las amistades pasajeras; quieres aliados con los que puedas compartir una visión de futuro. Es un buen momento para formalizar tu pertenencia a asociaciones, sindicatos o clubes. Si Saturno está fuerte en tu carta, encontrarás una estabilidad reconfortante en grupos establecidos y leales. Si está tenso, podrías chocar con reglas grupales rígidas o sentir que tus amigos son demasiado conservadores para tus ideas. A pesar de esto, tu capacidad para organizar a las masas es alta. Usa este año para cimentar tu lugar dentro del colectivo, aportando orden a la revolución.",
  "Acuario_Night": "Sentirás una fuerte presión por definir quién eres frente al grupo. Saturno fuera de secta puede manifestarse como una sensación de alienación: estar rodeado de gente pero sentir que nadie 'habla tu idioma'. Podrías enfrentarte a dogmas grupales o sentirte restringido por las expectativas de tus amigos. Sin embargo, esta fricción es útil: te empuja a encontrar a tu verdadera gente, no solo a los que te quedan cerca. Si Saturno está dignificado en tu carta natal, tendrás la fortaleza para mantenerte firme en tus principios aunque el grupo disienta, ganándote un respeto a regañadientes. Si no, evita aislarte en una torre de marfil. El desafío es encontrar el equilibrio entre tu individualidad radical y la necesidad humana de estructura social. Busca grupos que valoren la disciplina tanto como la libertad.",
  "Piscis_Day": "Tus fronteras sociales se disuelven, permitiendo una conexión empática y casi espiritual con tus amigos. Con Júpiter en secta, la generosidad fluye libremente: tú das, ellos dan, y el círculo virtuoso crece. Es un año maravilloso para encontrar 'almas gemelas' en forma de amigos, gente que te inspira y eleva tu vibración. Los grupos artísticos, espirituales o de ayuda social te traerán mucha satisfacción. Si Júpiter está fuerte, podrías recibir beneficios masivos a través de tu red sin siquiera pedirlos. Si está afligido, el riesgo es idealizar a tus amigos o dejarte llevar por personas que se aprovechan de tu buena voluntad. Mantén un pie en la realidad, pero disfruta de la magia de sentirte parte de un todo mayor. La esperanza es tu combustible este año, y tus amigos son quienes avivan la llama.",
  "Piscis_Night": "Tus sueños y anhelos se expanden, a veces más allá de lo que la realidad puede contener inmediatamente. Júpiter fuera de secta te invita a soñar en grande junto a otros, pero debes tener cuidado con las promesas vacías o los grupos que venden humo. Sentirás un deseo inmenso de fusionarte con tu comunidad, de salvar a tus amigos o de ser salvado por ellos. Si tu Júpiter natal tiene dignidad (ej. en Sagitario, Piscis o Cáncer), tu intuición te guiará hacia las personas correctas y la protección será casi milagrosa. Si no, podrías terminar pagando la cuenta de todos o perdiéndote en la identidad del grupo. La clave es el discernimiento: comparte tu compasión y tu visión, pero recuerda que no puedes rescatar a nadie si tú mismo te estás ahogando en el mar social."
}
