{
  "Aries_Day": "Este es un año de fuego, urgencia y afirmación radical. La Profección de Casa 1 en Aries te pide que dejes de pedir permiso. Con el Sol diurno iluminando, Marte (tu Señor del Tiempo) se vuelve explosivo y energético. Sentirás que tu cuerpo tiene un motor nuevo; de repente, ir al gimnasio o correr no es una obligación, es una necesidad para quemar el exceso de combustible. Es el momento clásico del corte de pelo impulsivo o el cambio de estilo drástico. Cuidado con la impaciencia: querrás resultados para ayer y podrías atropellar a otros en tu carrera hacia la meta. La lección es simple: usa esa valentía para iniciar proyectos que solo tú puedes liderar, pero recuerda que no todo es una batalla.",
  "Aries_Night": "Llega un ciclo de valentía estratégica y definición personal. Tu Casa 1 en Aries bajo la noche hace que Marte trabaje a tu favor de manera más disciplinada. Tienes la energía de un guerrero que afila su espada en silencio. Este año, tu capacidad para decir 'no' y establecer límites es tu mayor activo. Físicamente, sentirás una resistencia inagotable para superar obstáculos que antes te parecían imposibles. Es un momento ideal para emprender un camino solitario o defender una causa personal. No estás aquí para complacer, sino para ejecutar. Tu guía: confía en tu instinto de supervivencia, es más afilado que nunca.",
  "Tauro_Day": "Este año la vida te pide que habites tu cuerpo y definas tus valores con firmeza. Con la Casa 1 en Tauro, Venus toma el mando, pero en un mapa diurno puede sentirse un poco más exigente. El foco estará en la estabilidad tangible: querrás ver resultados concretos en tu cuenta bancaria y en el espejo. Es probable que sientas una terquedad inusual sobre cómo quieres que te perciban. Te atraerán las inversiones en tu imagen, ropa de calidad o tratamientos de piel. El riesgo es volverse inflexible o excesivamente materialista. La clave es moverte a tu propio ritmo, aunque el mundo te apure. Si te sientes bien en tu piel, todo lo demás fluye.",
  "Tauro_Night": "Entras en un periodo de florecimiento personal y magnetismo sin esfuerzo. Al activarse tu Casa 1 en Tauro en una carta nocturna, Venus es tu gran aliada. Este es el año del 'glow up'. La gente te mirará más, te escucharán más y te sentirás más atractivo sin tener que forzarlo. Es un tiempo de placer sensorial: disfrutarás de la comida, el descanso y el tacto como nunca. Tu cuerpo te pide suavidad, no castigo. Las oportunidades llegan a ti gracias a tu encanto y diplomacia natural. Tu consejo: permítete recibir. Este año no se trata de luchar, se trata de atraer.",
  "Géminis_Day": "Es un año de movimiento rápido, mil pestañas abiertas en el navegador y reinvención mental. Tu Casa 1 en Géminis pone a Mercurio al volante. Sentirás una inquietud física y mental; es probable que cambies tu estilo, tu ruta al trabajo o incluso tu nombre en redes sociales varias veces. Tu superpoder es la articulación: puedes hablar para salir de problemas o para entrar en oportunidades. Sin embargo, con Mercurio activo de día, el sistema nervioso puede estar frito. Cuidado con la ansiedad y la dispersión. No trates de ser una sola cosa; este año eres muchas versiones de ti mismo y eso está bien.",
  "Géminis_Night": "Te adentras en un ciclo de curiosidad profunda y reescritura de tu narrativa. La Casa 1 en Géminis bajo la noche hace que Mercurio sea más introspectivo y analítico. Es el año para entender quién eres a través de lo que escribes, lees o aprendes. Quizás sientas que los demás no terminan de captar tu complejidad, y preferirás diálogos profundos con pocos a ruido con muchos. Físicamente, tus manos y tu respiración piden atención; actividades como escribir a mano o ejercicios de respiración te centrarán. Tu guía: investiga sobre ti mismo como si fueras tu propio sujeto de estudio.",
  "Cáncer_Day": "Este es un año donde tu identidad se vincula totalmente a tu mundo emocional y tus raíces. Con la Casa 1 en Cáncer, la Luna dirige el espectáculo, pero en una carta diurna, puedes sentirte expuesto. Tus emociones están a flor de piel y es imposible ocultar lo que sientes; tu cara lo dice todo. Es un año donde el cuerpo retiene más, ya sea agua o emociones, así que sé gentil con tus ciclos. Puede que sientas la necesidad de cuidar a otros como una forma de definirte, pero cuidado con agotarte. La lección es aprender a ser tu propio hogar antes de intentar ser el refugio de los demás.",
  "Cáncer_Night": "Llega un ciclo de intuición poderosa y fortaleza emocional. Tu Casa 1 en Cáncer con la Luna nocturna (tu luminaria principal) te da un brillo lunar magnético. Estás en tu elemento. Tu instinto visceral sobre las personas y las situaciones será infalible. Este año, tu cuerpo te hablará claramente: sabrás qué comer y cuándo descansar sin leer ningún libro. Es un momento de renacimiento personal donde te sientes cómodo mostrando tu vulnerabilidad porque sabes que es tu fuerza. La gente se sentirá atraída por tu aura de protección. Confía en lo que sientes, es más real que lo que piensas.",
  "Leo_Day": "Es tu año para salir al escenario y reclamar tu corona. La Casa 1 en Leo con el Sol diurno te da una vitalidad solar innegable. Si alguna vez quisiste cambiar tu imagen, lanzar una marca personal o simplemente ser el centro de atención, hazlo ahora. Tu carisma está al máximo y la timidez se disuelve. Sentirás que recuperas energía simplemente siendo visto y reconocido. El peligro es el ego: no necesitas exigir aplausos, llegarán solos si eres auténtico. Tu salud y vitalidad dependen de cuánto te permitas brillar y jugar. No te escondas; el mundo necesita tu luz este año.",
  "Leo_Night": "Entras en un periodo de autenticidad radical y descubrimiento de tu luz interior. Con la Casa 1 en Leo en una carta nocturna, el Sol ilumina desde adentro. Quizás no busques el aplauso masivo, pero sí buscarás ser profundamente fiel a quien eres en privado. Es un año para trabajar en tu autoestima lejos de las opiniones ajenas. Físicamente, el corazón y la columna vertebral son tus focos; mantén una postura orgullosa incluso cuando nadie te ve. Es posible que descubras un talento creativo que prefieres desarrollar en la intimidad antes de mostrarlo. Tu guía: sé tu propio fan número uno.",
  "Virgo_Day": "Este año se trata de optimizar quién eres y cómo funcionas. La Casa 1 en Virgo con Mercurio diurno pone el foco en la eficiencia y el detalle. Te mirarás al espejo y no verás solo un cuerpo, verás un sistema que puede mejorarse. Es el año de los chequeos médicos, las nuevas dietas, las rutinas de gimnasio milimétricas y la organización del armario. Tu mente estará afilada para resolver problemas, pero cuidado con la autocrítica destructiva. No eres un proyecto que necesita ser arreglado, eres un ser humano. Usa esa energía analítica para servirte a ti mismo, no para atacarte.",
  "Virgo_Night": "Llega un ciclo de discernimiento inteligente y cuidado silencioso. Tu Casa 1 en Virgo bajo la noche hace que Mercurio trabaje en los detalles sutiles. Notarás cosas sobre tu salud y tu entorno que nadie más ve. Es un año excelente para desarrollar destrezas manuales o técnicas que se conviertan en parte de tu identidad. Quizás prefieras pasar desapercibido mientras trabajas en tu mejor versión tras bastidores. La ansiedad puede manifestarse como problemas digestivos si no canalizas esa energía mental. Tu consejo: la perfección no existe, pero la mejora continua sí, y tú eres el maestro de eso.",
  "Libra_Day": "Este es un año donde tu identidad se define a través del espejo de los demás. Con la Casa 1 en Libra, Venus es tu guía. Sentirás una presión fuerte por agradar o mantener la paz, a veces a costa de tu propia voz. Te preocupará mucho tu apariencia estética y cómo encajas socialmente. Es un gran año para colaboraciones, pero el desafío será no perderte en la fusión con el otro. Físicamente, buscarás el equilibrio; si te excedes en algo, tu cuerpo te pasará factura rápido. La lección: la armonía real empieza contigo, no en la aprobación de los demás.",
  "Libra_Night": "Entras en un periodo de gracia, encanto y fluidez social. Tu Casa 1 en Libra con Venus nocturna suaviza todas las aristas. Atraerás a la gente como abejas a la miel. Es un año fantástico para cambios de look, renovar tu guardarropa o simplemente disfrutar de ser tú. Las relaciones fluyen y te resulta fácil negociar cualquier situación a tu favor. Tu sentido de la justicia y la estética se convierte en tu brújula personal. Te sentirás más bella/o y eso se proyectará hacia afuera. Tu guía: usa tu encanto estratégicamente, puedes conseguir casi cualquier cosa con una sonrisa este año.",
  "Escorpio_Day": "Prepárate para un año de intensidad, defensa y transformación cruda. La Casa 1 en Escorpio con Marte diurno puede sentirse como caminar con una armadura puesta. Estarás a la defensiva y tu tolerancia para las tonterías será cero. Es un año de purga: sacarás de tu vida (y de tu cuerpo) todo lo que sea tóxico. Puede haber inflamación o cortes, literal o metafóricamente. Tienes una energía inagotable para destruir lo viejo y empezar de cero. No temas a tu propia sombra; intégrala. La gente te encontrará intimidante, úsalo a tu favor para establecer límites inquebrantables.",
  "Escorpio_Night": "Llega un ciclo de poder personal profundo y regeneración estratégica. Con la Casa 1 en Escorpio y Marte nocturno trabajando a tu favor, eres imparable. Tienes el control total de tu energía. Es un año donde puedes lograr transformaciones físicas o psicológicas extremas con pura fuerza de voluntad. Tu magnetismo sexual y personal estará en su punto más alto, pero será un misterio para los demás. Investigarás sobre ti mismo, romperás tabúes personales y saldrás de este año completamente renovado. Tu consejo: muévete en silencio y deja que tus resultados hagan el ruido.",
  "Sagitario_Day": "Este es tu año de expansión, suerte y nuevos horizontes. La Casa 1 en Sagitario con Júpiter diurno te hace sentir que el mundo te queda chico. Querrás viajar, estudiar o simplemente ocupar más espacio. Tu cuerpo pedirá libertad y movimiento al aire libre. Es probable que ganes peso o masa muscular simplemente porque Júpiter lo agranda todo. Tu optimismo es contagioso y te abrirá puertas sin tocar. El riesgo es el exceso: prometer más de lo que puedes cumplir o confiar demasiado en la suerte. Vive a lo grande, pero mira por dónde pisas.",
  "Sagitario_Night": "Entras en un periodo de crecimiento interior y búsqueda de sentido. Tu Casa 1 en Sagitario con Júpiter nocturno dirige la flecha hacia adentro. Te cuestionarás tus creencias y cómo estas definen quién eres. Es un año de peregrinaje, tal vez físico, pero seguro espiritual. Te sentirás como un guía o mentor para otros. Físicamente, actividades como el yoga o el senderismo te conectarán con tu verdad. Buscarás autenticidad y sabiduría más que reconocimiento externo. Tu guía: tu brújula interna está calibrada, síguela aunque el mapa no esté claro.",
  "Capricornio_Day": "Es un año de construcción, autoridad y madurez visible. Con la Casa 1 en Capricornio y Saturno diurno de tu lado, te tomas en serio a ti mismo. Te vestirás, hablarás y actuarás con más autoridad. Es el momento de asumir responsabilidades que definan tu estatus. Físicamente, sentirás que te vuelves más fuerte, más 'seco' o definido. Puede que te salgan las primeras canas o que decidas asumir un rol de liderazgo. No es un año de gratificación instantánea, es un año de poner los ladrillos de quién quieres ser en 10 años. El respeto te lo ganas a pulso este año.",
  "Capricornio_Night": "Llega un ciclo de resistencia, peso y lecciones de realidad. Tu Casa 1 en Capricornio con Saturno nocturno puede sentirse pesado. Quizás sientas el cuerpo cansado, rígido o notes el paso del tiempo más de la cuenta. Es un año donde la autodisciplina no es opcional, es supervivencia. Te sentirás presionado a definirte bajo estándares muy altos. Cuidado con la melancolía o ser demasiado duro contigo mismo. La belleza de este tránsito es que desarrollas una piel dura y una resiliencia de acero. Lo que logres este año, nadie te lo podrá quitar jamás.",
  "Acuario_Day": "Este es un año para definirte por lo que te hace diferente. La Casa 1 en Acuario con Saturno diurno te pide que estructures tu rebeldía. Ya no te interesa encajar, te interesa ser auténtico, aunque eso signifique ser el 'raro'. Cambiarás tu apariencia para romper con lo esperado. Es un año de independencia intelectual y física. Te sentirás más desapegado emocionalmente, lo que te da una claridad mental fría y objetiva para tomar decisiones sobre tu vida. Tu lección: tu rareza es tu marca personal, sistematízala y hazla funcionar.",
  "Acuario_Night": "Entras en un periodo de aislamiento reflexivo y redefinición mental. Con la Casa 1 en Acuario y Saturno nocturno, puedes sentirte incomprendido, como un alien en tu propio entorno. Es un año solitario, pero productivo si lo usas para pensar fuera de la caja. Físicamente, el sistema nervioso y la circulación son temas clave; necesitas moverte para no estancarte. Puedes sentirte rígido en tus ideas sobre quién eres. El desafío es no construir muros tan altos que nadie pueda entrar. Rompe tus propias reglas de vez en cuando.",
  "Piscis_Day": "Es un año de fluidez, carisma y disolución de límites. La Casa 1 en Piscis con Júpiter diurno te vuelve un camaleón. Tu identidad es agua; te adaptas, fluyes y a veces te pierdes. La gente proyectará sus fantasías en ti porque tienes un aura mágica este año. Es fácil ganar peso (retención de líquidos) o sentirte un poco desconectado de la realidad física. Es un tiempo maravilloso para el arte, la fotografía o cambiar tu imagen a algo más etéreo. Cuidado con no saber dónde terminas tú y dónde empiezan los demás. Anclate a la tierra de vez en cuando.",
  "Piscis_Night": "Llega un ciclo de misticismo, intuición y protección invisible. Tu Casa 1 en Piscis con Júpiter nocturno te convierte en un receptor psíquico. Sentirás las vibraciones de los lugares y las personas en tu propio cuerpo. Es un año para retiros, dormir más y soñar despierto. Tu identidad se vuelve más espiritual; quizás ya no te definas por tu trabajo, sino por tu alma. Tienes una protección especial este año, como un ángel guardián que te libra de problemas en el último minuto. Tu guía: ríndete al flujo de la vida, deja de nadar contra la corriente."
}
