{
  "Aries_Day": "Este es un año de casa 12 gobernado por Marte en una carta diurna, lo que puede sentirse como tener un motor de carreras encendido dentro de un garaje cerrado. La energía quiere salir, pero el entorno pide retiro. Es probable que sientas una frustración latente o una impaciencia inexplicable con procesos que no puedes controlar. El riesgo aquí es el autosabotaje por impulsividad; actuar sin ver el panorama completo o pelear batallas imaginarias en tu cabeza que te agotan físicamente. Sin embargo, si canalizas este Marte, tienes la capacidad de cortar de raíz hábitos tóxicos con una precisión quirúrgica. La clave no es reprimir la ira, sino llevarla al gimnasio o a un proyecto solitario que requiera mucho esfuerzo físico. No pelees con fantasmas. Usa este año para quemar lo que ya no sirve antes de tu renacimiento.",
  "Aries_Night": "Al ser una carta nocturna, Marte (tu regente del año) funciona de manera más constructiva. Tienes una ventaja estratégica increíble: la capacidad de trabajar en las sombras sin que nadie vea tus movimientos hasta que estés listo. Este año de casa 12 no se siente como un encierro, sino como un cuarto de guerra donde planeas tu próxima gran conquista. Es excelente para terapia intensiva, investigaciones profundas o enfrentar miedos que antes te paralizaban. Tienes el coraje para mirar debajo de la cama. El desafío es no volverte tan autosuficiente que te aísles por completo de tu red de apoyo. Si Marte está bien dignificado, este es el año donde vences a tus demonios internos en silencio y sales blindado. Tu victoria es privada, pero absoluta.",
  "Tauro_Day": "Con Venus como regente del año en una carta diurna, este tránsito por la casa 12 suaviza los bordes del aislamiento. Es probable que sientas una necesidad deliciosa de desaparecer del mundo, no por tristeza, sino por placer. Es el año del 'retiro de spa' para el alma. Los temas de sueño, descanso y placeres ocultos cobran importancia. Sin embargo, el riesgo es la inercia; quedarse tan cómodo en tu cueva que pierdes oportunidades en el mundo real o ignoras problemas financieros que requieren atención. Si Venus está fuerte, encontrarás belleza en la soledad y quizás un amor secreto o una conexión espiritual que se siente como un bálsamo. Tu tarea es descansar profundamente sin caer en el escapismo total. Recarga baterías, porque el próximo año te exigirá presencia.",
  "Tauro_Night": "En una carta nocturna, Venus sigue siendo benéfica, pero puede inclinarse más hacia la indulgencia desmedida como mecanismo de defensa. Este año de casa 12 puede traer tentaciones ocultas, gastos secretos o relaciones que sabes que no te convienen pero que se sienten demasiado bien en el momento. Es posible que uses la comida, el confort o el romance clandestino para no enfrentar vacíos emocionales. La clave aquí es la honestidad radical contigo mismo sobre qué es lo que realmente estás 'comiendo' o consumiendo. Si logras disciplinar un poco esa búsqueda de placer, este año es magnífico para sanar tu autoestima lejos de la mirada ajena. Aprende a disfrutar de tu propia compañía sin necesitar muletas externas.",
  "Géminis_Day": "Mercurio rige tu año de casa 12, lo que convierte tu mente en una habitación llena de ecos. El desafío principal es la ansiedad y el ruido mental; es el clásico año donde el insomnio viene porque no puedes apagar el cerebro. Puedes sentir que se malinterpretan tus palabras o que hay chismes a tus espaldas (los famosos 'enemigos ocultos' pueden ser simplemente malentendidos). Sin embargo, si Mercurio está bien colocado, tienes una capacidad inigualable para investigar, escribir o estudiar temas esotéricos en soledad. Es un año para llevar un diario, no para lanzar comunicados de prensa. La lección es aprender a ser el observador de tus pensamientos en lugar de la víctima de ellos. Medita, escribe y purga tu mente.",
  "Géminis_Night": "Al igual que en el día, Mercurio activa la mente subconsciente, pero en la carta nocturna la introspección puede volverse más emocional o intuitiva. Es posible que tengas sueños muy vívidos o que recuerdos del pasado regresen para ser procesados. El riesgo es perderse en laberintos mentales o caer en la rumiación obsesiva sobre 'qué hubiera pasado si...'. Este es un año excelente para la terapia hablada, ya que necesitas verbalizar lo que está escondido para sacarlo de tu sistema. No te creas todo lo que piensas a las 3 de la mañana. Tu tarea es distinguir entre tu intuición (que estará afilada) y tu paranoia. Usa este tiempo para estudiar algo complejo que requiera aislamiento; tu concentración será tu refugio.",
  "Cáncer_Day": "La Luna rige tu año de casa 12 en una carta diurna, lo que puede hacer que te sientas como un barco sin ancla. Tus emociones pueden fluctuar salvajemente y es posible que sientas que no tienes 'piel' para protegerte del mundo exterior. Es común sentir una vulnerabilidad extrema o que la familia y el hogar, en lugar de ser refugio, son fuente de confusión o secretos que salen a la luz. El desafío es no ahogarte en la nostalgia o en el victimismo. Si logras poner límites, este año te enseña a ser tu propia madre. Necesitas crear un santuario físico donde nadie pueda entrar. La lección es aprender que está bien no estar disponible para todos todo el tiempo. Protege tu energía como si fuera oro.",
  "Cáncer_Night": "En una carta nocturna, la Luna está en su elemento (la secta), lo que hace de este año de casa 12 un retorno al útero, metafóricamente hablando. Es un tiempo de gestación muy fértil. Te sentirás increíblemente cómodo en la soledad y tu intuición rozará lo psíquico. Es el momento ideal para sanar traumas de infancia o linaje materno, ya que tienes la suavidad necesaria para tocar esas heridas sin abrirlas más. El peligro es volverte tan recluso que olvides cómo interactuar con la realidad práctica. Si la Luna está bien situada, encontrarás una paz interior que no habías sentido en años. Confía en tus corazonadas, incluso si no tienen lógica. Estás cocinando quien serás el próximo año; no destapes la olla antes de tiempo.",
  "Leo_Day": "El Sol rige tu año de casa 12 en una carta diurna, y aunque el Sol prefiere brillar afuera, en la secta diurna tiene la fuerza para iluminar los rincones oscuros de tu psique. Este es un año de 'liderazgo espiritual' o de trabajo tras bastidores. Quizás no recibas el aplauso público habitual, y eso puede golpear tu ego, pero descubrirás una fuente de luz interna que no depende de la validación externa. Es excelente para trabajar en proyectos creativos en secreto que luego serán exitosos. El riesgo es sentir que tu vitalidad se apaga si no tienes público. Recuerda: el Sol también brilla cuando está detrás de las nubes. Tu tarea es fortalecer tu identidad en privado para que, cuando salgas a escena el próximo año, sea por autenticidad y no por aplausos.",
  "Leo_Night": "Con el Sol fuera de secta en la casa 12, este año puede sentirse como una crisis de identidad o una disolución del ego. Es posible que te sientas invisible, ignorado o que las figuras de autoridad (o padre) estén ausentes o sean decepcionantes. Es un golpe para el orgullo leonino, pero es necesario. La vida te está pidiendo que dejes caer las máscaras y el personaje que has construido. El peligro es caer en la depresión porque 'ya no eres quien eras'. La verdad es que estás mudando de piel. Si aceptas este perfil bajo, descubrirás que hay una libertad enorme en no tener que impresionar a nadie. Dedica el año a servir a otros o a una causa mayor; ahí encontrarás tu brillo perdido.",
  "Virgo_Day": "Mercurio rige tu año, poniendo el foco en la salud mental y física, pero desde un ángulo de purificación. Siendo Virgo la casa 12, el caos te enferma más de lo normal. Es un año donde el cuerpo somatiza inmediatamente lo que la mente calla. El riesgo es la hipocondría o la parálisis por análisis, intentando controlar lo incontrolable. Sin embargo, si Mercurio está fuerte, es el mejor año para un 'detox' integral: de dieta, de rutinas, de personas y de pensamientos. Tienes la capacidad de organizar tu subconsciente. No intentes arreglar la vida de los demás; enfócate en limpiar tu propio sótano. La disciplina en las rutinas invisibles (sueño, meditación) será tu salvación.",
  "Virgo_Night": "En carta nocturna, la naturaleza analítica de Mercurio en Virgo en casa 12 puede volverse obsesiva con los detalles del pasado o los errores cometidos. Puedes ser tu peor juez y verdugo este año, criticándote por cosas que nadie más recuerda. Los enemigos ocultos aquí suelen ser tus propios estándares imposibles. La clave es usar esa agudeza mental para el servicio desinteresado o la investigación, no para la autocrítica. Si logras canalizarlo, puedes resolver problemas complejos que han estado estancados por años. Aprende a perdonarte la imperfección. Este año te enseña que el orden externo no sirve de nada si hay desorden interno.",
  "Libra_Day": "Venus rige tu año de casa 12 en carta diurna. A menudo, esto marca el final kármico de relaciones importantes o la necesidad de reevaluar cómo te relacionas cuando nadie está mirando. Puedes sentirte solo incluso estando acompañado, lo cual es una señal para revisar tu conexión contigo mismo. Si Venus está bien colocada, es un año de 'paz negociada' con tus fantasmas. Puedes encontrar aliados inesperados en lugares discretos o recibir ayuda anónima. El arte, la música y la belleza serán terapias vitales. El riesgo es mantener la armonía superficialmente mientras por dentro te sientes desconectado. No tengas miedo de soltar vínculos que ya cumplieron su ciclo; estás haciendo espacio para lo nuevo.",
  "Libra_Night": "Con Venus fuera de secta, el año puede traer complicaciones en relaciones clandestinas o triángulos amorosos, o simplemente una tendencia a sacrificar tu bienestar por mantener una paz falsa. Es posible que idealices situaciones o personas que en realidad te están drenando (la casa 12 es la zona ciega). El autoengaño en temas de amor o dinero es el mayor riesgo. Sin embargo, si logras ver la realidad, este año ofrece una oportunidad única para entender tus patrones de codependencia desde la raíz. La lección es aprender a validarte a ti mismo sin necesitar el espejo del otro. La soledad no es falta de amor, es presencia propia.",
  "Escorpio_Day": "Marte rige tu año en una carta diurna, lo que hace de este tránsito uno de los más intensos. La casa 12 en Escorpio es profunda, oscura y psicológica. Con Marte fuera de secta, puedes sentir que estás luchando contra monstruos internos, insomnio severo o ansiedad paranoica. Puedes sentir que hay enemigos conspirando, y aunque a veces es cierto, a menudo es tu propia desconfianza proyectada. El peligro es la implosión emocional. Sin embargo, tienes un poder de regeneración brutal. Si usas esta energía para transformar radicalmente tu psique (terapia profunda, chamanismo, transformación física extrema), saldrás como el Ave Fénix. No busques venganza; busca trascendencia.",
  "Escorpio_Night": "Marte en secta nocturna en Escorpio casa 12 es el espía maestro. Tienes el control total de tus impulsos y una capacidad estratégica que asusta. Es un año excelente para investigar, planear un gran movimiento laboral o personal en secreto, o cortar adicciones de raíz con una fuerza de voluntad inquebrantable. No sufres la soledad; la utilizas como arma. Los enemigos ocultos no tienen oportunidad porque tú los ves antes de que ellos te vean a ti. El riesgo es volverte demasiado maquiavélico o frío. Usa este poder para sanar heridas profundas que han estado supurando por años. Es el año de la cirugía del alma: dolorosa, pero curativa y definitiva.",
  "Sagitario_Day": "Júpiter rige tu año de casa 12 en carta diurna. Júpiter es el gran benéfico y está en su secta, lo que convierte a este año en una especie de 'protección divina'. Incluso si pasas por dificultades, sentirás que un ángel guardián te saca del problema en el último minuto. Es un año clásico para viajes al extranjero (literalmente ir a tierras extrañas) o viajes espirituales profundos. La soledad se siente expansiva, llena de libros, aprendizaje y fe. El único riesgo es el optimismo ciego que te lleva a ignorar detalles prácticos necesarios. Aprovecha para estudiar, meditar y expandir tu conciencia. Estás acumulando sabiduría para tu próximo ciclo.",
  "Sagitario_Night": "Con Júpiter fuera de secta, la expansión en la casa 12 puede manifestarse como exceso de escapismo. Cuidado con 'irse lejos' (física o mentalmente) para evitar responsabilidades. Puedes caer en dogmatismos espirituales o confiar en gurús falsos. Sin embargo, Júpiter nunca es del todo malo; todavía ofrece protección, pero quizás a través de lecciones de humildad. Es un año donde tus creencias serán puestas a prueba en la soledad. Si logras moderar el deseo de huir, descubrirás una fe renovada y más auténtica, no basada en libros, sino en experiencia vivida. La lección es encontrar a Dios (o el sentido) en el silencio, no en el ruido.",
  "Capricornio_Day": "Saturno rige tu año de casa 12 en carta diurna. Saturno está en secta, lo que lo vuelve constructivo. Este es el año del monje o el arquitecto solitario. Tienes la disciplina para construir algo duradero lejos de la vista pública. Puede ser una tesis, un proyecto empresarial o una reestructuración de vida. No te molesta la soledad; la necesitas para concentrarte. Te sentirás más viejo y sabio. El riesgo es volverte demasiado rígido o frío, aislándote emocionalmente de quienes te quieren. Si usas bien esta energía, estarás poniendo los cimientos de hormigón para tu éxito futuro. Acepta el trabajo duro en silencio; la recompensa vendrá después.",
  "Capricornio_Night": "Saturno fuera de secta en la casa 12 puede ser pesado. Es común sentir el peso del mundo, depresión, o una sensación de encierro y limitación (física o mental). Los miedos al fracaso o a la pobreza pueden magnificarse en tu cabeza. Es crucial que entiendas que tu percepción está teñida de gris por el tránsito, no necesariamente por la realidad. Los 'enemigos' aquí son tus propias dudas y rigidez. La clave para navegar esto es la estructura suave: mantén una rutina, pero no te castigues. Busca ayuda si la carga mental es mucha. Este año te está obligando a soltar el control sobre lo que no te corresponde. Ríndete un poco; ahí encontrarás alivio.",
  "Acuario_Day": "Saturno (con su regencia tradicional) en secta diurna te da una perspectiva objetiva y desapegada sobre tu subconsciente. Es un año excelente para trabajar en tecnología, ciencia o redes desde el anonimato. Puedes sentirte un poco 'alienígena', observando a la humanidad desde fuera, pero esto te da una claridad visionaria. Es un buen momento para romper con tradiciones familiares que no resuenan contigo. El riesgo es desconectarte tanto que pierdas empatía. Usa este aislamiento para innovar. Estás incubando el futuro. Si te sientes incomprendido, recuerda que es porque estás viendo cosas que otros aún no pueden ver.",
  "Acuario_Night": "Con Saturno fuera de secta, la sensación de no pertenecer puede volverse dolorosa. Puedes sentirte exiliado de tu grupo o comunidad. La ansiedad social o el miedo a ser juzgado por tus ideas 'raras' pueden paralizarte. Es posible que te enfrentes a la rigidez de instituciones o burocracia. Sin embargo, este aislamiento es necesario para que reafirmes tu individualidad sin la influencia del grupo. La lección es aprender a ser tu propio mejor amigo cuando el mundo parece darte la espalda. Encuentra tu tribu en los márgenes o en el mundo espiritual. Tu diferencia es tu poder, aunque este año se sienta como una carga.",
  "Piscis_Day": "Júpiter rige tu año de casa 12 en carta diurna. Al igual que con Sagitario, hay una protección fuerte, pero aquí es más mística y emocional. Es un año de disolución de límites; puedes sentir una conexión profunda con el todo, tener sueños proféticos o desarrollar talentos artísticos sublimes. Es el tránsito del artista que se encierra en el estudio y sale con una obra maestra. El riesgo es perderse en la fantasía y no saber dónde terminas tú y dónde empiezan los demás. Mantén un pie en la tierra con rutinas simples. Si Júpiter está fuerte, este es un año de sanación espiritual profunda donde perdonas y sueltas cargas de vidas enteras.",
  "Piscis_Night": "Júpiter fuera de secta en Piscis casa 12 puede ser un océano sin orillas. La tendencia a la evasión, a través de sustancias, sueño excesivo o victimismo, es alta. Puedes sentirte abrumado por el sufrimiento del mundo o por tus propias emociones no procesadas. Es vital que tengas un 'salvavidas' (terapia, arte, deporte). Sin embargo, incluso mal colocado, Júpiter aquí trae compasión. Si logras canalizar esa sensibilidad hacia el voluntariado o el arte, transformarás el dolor en belleza. No intentes salvar a todos los náufragos si tú mismo no sabes nadar bien todavía. Aprende a navegar en la niebla confiando en tu brújula interna."
}
